[
  {
    "ingles": "In the beginning was the Word, and the Word was with God, and the Word was a god.",
    "portugues": "No princípio era a Palavra, e a Palavra estava com Deus, e a Palavra era um deus."
  },
  {
    "ingles": "This one was in the beginning with God.",
    "portugues": "Ele estava no princípio com Deus."
  },
  {
    "ingles": "All things came into existence through him, and apart from him not even one thing came into existence. What has come into existence",
    "portugues": "Todas as coisas vieram a existir por meio dele, e sem ele nem mesmo uma só coisa veio a existir. O que veio a existir"
  },
  {
    "ingles": "by means of him was life, and the life was the light of men.",
    "portugues": "por meio dele foi a vida, e a vida era a luz dos homens."
  },
  {
    "ingles": "And the light is shining in the darkness, but the darkness has not overpowered it.",
    "portugues": "A luz está brilhando na escuridão, mas a escuridão não a venceu."
  },
  {
    "ingles": "There came a man who was sent as a representative of God; his name was John.",
    "portugues": "Surgiu um homem enviado como representante de Deus; seu nome era João."
  },
  {
    "ingles": "This man came as a witness, in order to bear witness about the light, so that people of all sorts might believe through him.",
    "portugues": "Esse homem veio como testemunha, a fim de dar testemunho da luz, para que pessoas de todo tipo cressem por meio dele."
  },
  {
    "ingles": "He was not that light, but he was meant to bear witness about that light.",
    "portugues": "Ele não era essa luz, mas veio para dar testemunho dessa luz."
  },
  {
    "ingles": "The true light that gives light to every sort of man was about to come into the world.",
    "portugues": "Estava para vir ao mundo a verdadeira luz, que ilumina todo tipo de pessoas."
  },
  {
    "ingles": "He was in the world, and the world came into existence through him, but the world did not know him.",
    "portugues": "Ele estava no mundo, e o mundo veio a existir por meio dele, mas o mundo não o conheceu."
  },
  {
    "ingles": "He came to his own home, but his own people did not accept him.",
    "portugues": "Ele veio ao seu próprio povo, mas eles não o aceitaram."
  },
  {
    "ingles": "However, to all who did receive him, he gave authority to become God's children, because they were exercising faith in his name.",
    "portugues": "No entanto, a todos os que o receberam, ele deu autoridade para se tornarem filhos de Deus, porque exerciam fé no seu nome."
  },
  {
    "ingles": "And they were born, not from blood or from a fleshly will or from man's will, but from God.",
    "portugues": "E eles nasceram, não do sangue, nem da vontade carnal, nem da vontade do homem, mas de Deus."
  },
  {
    "ingles": "So the Word became flesh and resided among us, and we had a view of his glory, a glory such as belongs to an only-begotten son from a father; and he was full of divine favor and truth.",
    "portugues": "De modo que a Palavra se tornou carne e residiu entre nós, e nós vimos a sua glória, uma glória como a de um filho unigênito de um pai; ele estava cheio de favor divino e de verdade."
  },
  {
    "ingles": "(John bore witness about him, yes, he cried out: \"This was the one of whom I said, 'The one coming behind me has advanced in front of me, for he existed before me.'\")",
    "portugues": "(João deu testemunho dele, sim, ele clamou: \"Este é aquele de quem eu disse: 'Aquele que vem atrás de mim avançou na minha frente, pois existia antes de mim.'\")"
  },
  {
    "ingles": "For we all received from his fullness, even undeserved kindness upon undeserved kindness.",
    "portugues": "Pois todos nós recebemos da sua plenitude, sim, bondade imerecida sobre bondade imerecida."
  },
  {
    "ingles": "Because the Law was given through Moses, the undeserved kindness and the truth came to be through Jesus Christ.",
    "portugues": "Porque a Lei foi dada por meio de Moisés; a bondade imerecida e a verdade vieram a existir por meio de Jesus Cristo."
  },
  {
    "ingles": "No man has seen God at any time; the only-begotten god who is at the Father's side is the one who has explained Him.",
    "portugues": "Nenhum homem jamais viu a Deus; o deus unigênito, que está ao lado do Pai, é quem O revelou."
  },
  {
    "ingles": "This is the witness John gave when the Jews sent priests and Levites from Jerusalem to ask him: \"Who are you?\"",
    "portugues": "Este é o testemunho que João deu quando os judeus enviaram sacerdotes e levitas de Jerusalém para lhe perguntar: \"Quem é você?\""
  },
  {
    "ingles": "And he admitted it and did not deny it, saying: \"I am not the Christ.\"",
    "portugues": "Ele não se recusou a responder; de fato, ele admitiu: \"Eu não sou o Cristo.\""
  },
  {
    "ingles": "And they asked him: \"What, then? Are you Elijah?\" He replied: \"I am not.\" \"Are you the Prophet?\" And he answered: \"No!\"",
    "portugues": "Eles lhe perguntaram: \"Então, quem é você? Elias?\" Ele respondeu: \"Não sou.\" \"Você é o Profeta?\" Ele respondeu: \"Não!\""
  },
  {
    "ingles": "So they said to him: \"Who are you? Tell us so that we may give an answer to those who sent us. What do you say about yourself?\"",
    "portugues": "Portanto lhe disseram: \"Quem é você? Diga-nos, para que possamos dar uma resposta aos que nos enviaram. O que você diz a respeito de si mesmo?\""
  },
  {
    "ingles": "He said: \"I am a voice of someone crying out in the wilderness, 'Make the way of Jehovah straight,' just as Isaiah the prophet said.\"",
    "portugues": "Ele disse: \"Eu sou a voz de alguém clamando no deserto: 'Endireitem o caminho para Jeová', conforme disse Isaías, o profeta.\""
  },
  {
    "ingles": "Now those sent were from the Pharisees.",
    "portugues": "Os que tinham sido enviados eram dos fariseus."
  },
  {
    "ingles": "So they questioned him and said to him: \"Why, then, do you baptize if you are not the Christ or Elijah or the Prophet?\"",
    "portugues": "Perguntaram-lhe ainda: \"Então, por que você batiza, se você não é o Cristo, nem Elias, nem o Profeta?\""
  },
  {
    "ingles": "John answered them: \"I baptize in water. One is standing among you whom you do not know,",
    "portugues": "João lhes respondeu: \"Eu batizo em água. Entre vocês há alguém que vocês não conhecem,"
  },
  {
    "ingles": "the one coming behind me, the lace of whose sandal I am not worthy to untie.\"",
    "portugues": "aquele que vem atrás de mim, e eu não sou digno de desamarrar o cordão das suas sandálias.\""
  },
  {
    "ingles": "These things took place in Bethany across the Jordan, where John was baptizing.",
    "portugues": "Essas coisas ocorreram em Betânia, do outro lado do Jordão, onde João estava batizando."
  },
  {
    "ingles": "The next day he saw Jesus coming toward him, and he said: \"See, the Lamb of God who takes away the sin of the world!",
    "portugues": "No dia seguinte, ele viu que Jesus vinha ao seu encontro e disse: \"Vejam o Cordeiro de Deus, que tira o pecado do mundo!"
  },
  {
    "ingles": "This is the one about whom I said: 'Behind me there comes a man who has advanced in front of me, for he existed before me.'",
    "portugues": "Este é aquele a respeito de quem eu disse: 'Atrás de mim vem um homem que avançou na minha frente, pois existia antes de mim.'"
  },
  {
    "ingles": "Even I did not know him, but the reason why I came baptizing in water was so that he might be made manifest to Israel.\"",
    "portugues": "Eu mesmo não o conhecia, mas foi por esta razão que eu vim batizando em água: para que ele se tornasse conhecido em Israel.\""
  },
  {
    "ingles": "John also bore witness, saying: \"I viewed the spirit coming down as a dove out of heaven, and it remained upon him.",
    "portugues": "João também deu o seguinte testemunho: \"Observei o espírito descer do céu como pomba e permanecer sobre ele."
  },
  {
    "ingles": "Even I did not know him, but the very One who sent me to baptize in water said to me: 'Whoever it is upon whom you see the spirit coming down and remaining, this is the one who baptizes in holy spirit.'",
    "portugues": "Eu mesmo não o conhecia, mas Aquele que me enviou para batizar em água me disse: 'Aquele sobre quem você vir o espírito descer e permanecer, esse é quem batiza em espírito santo.'"
  },
  {
    "ingles": "And I have seen it, and I have given witness that this one is the Son of God.\"",
    "portugues": "E eu vi isso e dei testemunho de que este é o Filho de Deus.\""
  },
  {
    "ingles": "Again the next day, John was standing with two of his disciples,",
    "portugues": "No dia seguinte, João estava novamente ali, com dois dos seus discípulos,"
  },
  {
    "ingles": "and as he looked at Jesus walking, he said: \"See, the Lamb of God!\"",
    "portugues": "e, ao ver Jesus caminhando, disse: \"Vejam o Cordeiro de Deus!\""
  },
  {
    "ingles": "When the two disciples heard him say this, they followed Jesus.",
    "portugues": "Quando os dois discípulos o ouviram dizer isso, eles seguiram Jesus."
  },
  {
    "ingles": "Then Jesus turned, and seeing them following, he said to them: \"What are you looking for?\" They said to him: \"Rabbi (which means, when translated, \"Teacher\"), where are you staying?\"",
    "portugues": "Jesus se virou então e, vendo que eles o seguiam, lhes disse: \"O que vocês estão procurando?\" Eles lhe disseram: \"Rabi (que traduzido quer dizer \"instrutor\"), onde o senhor está hospedado?\""
  },
  {
    "ingles": "He said to them: \"Come, and you will see.\" So they went and saw where he was staying, and they stayed with him that day; it was about the tenth hour.",
    "portugues": "Ele lhes disse: \"Venham, e verão.\" Então eles foram e viram onde ele estava hospedado, e ficaram com ele aquele dia. Era por volta da décima hora."
  },
  {
    "ingles": "Andrew, the brother of Simon Peter, was one of the two who heard what John said and followed Jesus.",
    "portugues": "André, irmão de Simão Pedro, foi um dos dois que ouviram as palavras de João e seguiram Jesus."
  },
  {
    "ingles": "He first found his own brother Simon and said to him: \"We have found the Messiah\" (which means, when translated, \"Christ\"),",
    "portugues": "Ele primeiro encontrou seu irmão, Simão, e lhe disse: \"Achamos o Messias\" (que traduzido é Cristo),"
  },
  {
    "ingles": "and he led him to Jesus. When Jesus looked at him, he said: \"You are Simon, the son of John; you will be called Cephas\" (which is translated \"Peter\").",
    "portugues": "e então o levou a Jesus. Quando Jesus olhou para ele, disse: \"Você é Simão, filho de João. Você será chamado Cefas\" (que traduzido é Pedro)."
  },
  {
    "ingles": "The next day he wanted to leave for Galilee. Jesus then found Philip and said to him: \"Be my follower.\"",
    "portugues": "No dia seguinte, Jesus quis partir para a Galileia. Então ele encontrou Filipe e lhe disse: \"Seja meu seguidor.\""
  },
  {
    "ingles": "Now Philip was from Bethsaida, from the city of Andrew and Peter.",
    "portugues": "Filipe era de Betsaida, a cidade de André e Pedro."
  },
  {
    "ingles": "Philip found Nathanael and said to him: \"We have found the one of whom Moses, in the Law, and the Prophets wrote: Jesus, the son of Joseph, from Nazareth.\"",
    "portugues": "Filipe encontrou Natanael e lhe disse: \"Achamos aquele sobre quem Moisés escreveu na Lei, e sobre quem os Profetas também escreveram: Jesus, filho de José, de Nazaré.\""
  },
  {
    "ingles": "But Nathanael said to him: \"Can anything good come out of Nazareth?\" Philip said to him: \"Come and see.\"",
    "portugues": "Mas Natanael lhe disse: \"Pode sair algo bom de Nazaré?\" Filipe respondeu: \"Venha e veja.\""
  },
  {
    "ingles": "Jesus saw Nathanael coming toward him and said about him: \"See, truly an Israelite in whom there is no deceit.\"",
    "portugues": "Jesus viu Natanael se aproximar e disse a respeito dele: \"Aí está um verdadeiro israelita, em quem não há falsidade.\""
  },
  {
    "ingles": "Nathanael said to him: \"How do you know me?\" Jesus answered him: \"Before Philip called you, while you were under the fig tree, I saw you.\"",
    "portugues": "Natanael lhe perguntou: \"Como é que o senhor me conhece?\" Jesus lhe respondeu: \"Antes de Filipe chamá-lo, enquanto você estava debaixo da figueira, eu vi você.\""
  },
  {
    "ingles": "Nathanael responded: \"Rabbi, you are the Son of God, you are King of Israel.\"",
    "portugues": "Natanael lhe disse: \"Rabi, o senhor é o Filho de Deus, o senhor é o Rei de Israel.\""
  },
  {
    "ingles": "Jesus answered him: \"Do you believe because I told you I saw you under the fig tree? You will see things greater than these.\"",
    "portugues": "Jesus lhe respondeu: \"Você acredita porque eu lhe disse que o vi debaixo da figueira? Você verá coisas maiores do que estas.\""
  },
  {
    "ingles": "He then said to him: \"Most truly I say to you men, you will see heaven opened up and the angels of God ascending and descending to the Son of man.\"",
    "portugues": "Então ele lhe disse: \"Digo-lhes com toda a certeza: Vocês verão o céu aberto e os anjos de Deus subindo e descendo para o Filho do Homem.\""
  }
]