[
  {
    "ingles": "And on the third day a marriage feast took place in Cana of Galilee, and the mother of Jesus was there.",
    "portugues": "No terceiro dia se realizou uma festa de casamento em Caná da Galileia, e a mãe de Jesus estava lá."
  },
  {
    "ingles": "Jesus and his disciples were also invited to the marriage feast.",
    "portugues": "Jesus e seus discípulos também foram convidados para a festa de casamento."
  },
  {
    "ingles": "When the wine ran short, the mother of Jesus said to him: \"They have no wine.\"",
    "portugues": "Quando o vinho estava acabando, a mãe de Jesus lhe disse: \"Eles não têm vinho.\""
  },
  {
    "ingles": "But Jesus said to her: \"Woman, why is that of concern to me and to you? My hour has not yet come.\"",
    "portugues": "Mas Jesus respondeu: \"O que eu e a senhora temos a ver com isso? Minha hora ainda não chegou.\""
  },
  {
    "ingles": "His mother said to those serving: \"Do whatever he tells you.\"",
    "portugues": "Sua mãe disse então aos que serviam: \"Façam o que ele lhes disser.\""
  },
  {
    "ingles": "Now there were six stone water jars sitting there as required by the purification rules of the Jews, each able to hold two or three liquid measures.",
    "portugues": "Havia ali seis jarros de pedra, para água, conforme exigido pelas regras de purificação dos judeus; a capacidade de cada jarro era de duas ou três medidas de líquidos."
  },
  {
    "ingles": "Jesus said to them: \"Fill the jars with water.\" So they filled them to the brim.",
    "portugues": "Jesus disse a eles: \"Encham os jarros com água.\" E eles os encheram até a borda."
  },
  {
    "ingles": "Then he said to them: \"Now draw some out and take it to the director of the feast.\" So they took it.",
    "portugues": "Então ele lhes disse: \"Agora tirem um pouco e levem ao diretor da festa.\" E eles fizeram isso."
  },
  {
    "ingles": "When the director of the feast tasted the water that had now been turned into wine, not knowing where it came from (although the servants who had drawn out the water knew), the director of the feast called the bridegroom",
    "portugues": "Quando o diretor da festa provou a água que tinha sido transformada em vinho, sem saber de onde o vinho tinha vindo (embora os servos que haviam tirado a água soubessem), o diretor da festa chamou o noivo"
  },
  {
    "ingles": "and said to him: \"Everyone else puts out the fine wine first, and when people are intoxicated, the inferior. You have saved the fine wine until now.\"",
    "portugues": "e lhe disse: \"Todos servem primeiro o vinho bom e, quando as pessoas ficam embriagadas, o inferior. Você guardou o vinho bom até agora.\""
  },
  {
    "ingles": "Jesus did this in Cana of Galilee as the beginning of his signs, and he made his glory manifest, and his disciples put their faith in him.",
    "portugues": "Jesus fez isso em Caná da Galileia como o início dos seus sinais, e revelou a sua glória, e seus discípulos depositaram fé nele."
  },
  {
    "ingles": "After this he and his mother and his brothers and his disciples went down to Capernaum, but they did not stay there many days.",
    "portugues": "Depois disso, ele, sua mãe, seus irmãos e seus discípulos desceram para Cafarnaum, mas não ficaram ali muitos dias."
  },
  {
    "ingles": "Now the Passover of the Jews was near, and Jesus went up to Jerusalem.",
    "portugues": "Aproximava-se então a Páscoa dos judeus, e Jesus subiu para Jerusalém."
  },
  {
    "ingles": "He found in the temple those selling cattle and sheep and doves, and the money brokers in their seats.",
    "portugues": "Ele encontrou no templo os que vendiam bois, ovelhas e pombas, e os cambistas nos seus assentos."
  },
  {
    "ingles": "So after making a whip of ropes, he drove all those with the sheep and cattle out of the temple, and he poured out the coins of the money changers and overturned their tables.",
    "portugues": "Assim, depois de fazer um chicote de cordas, expulsou a todos do templo, com as ovelhas e os bois, espalhou as moedas dos cambistas e derrubou as suas mesas."
  },
  {
    "ingles": "And he said to those selling the doves: \"Take these things away from here! Stop making the house of my Father a house of commerce!\"",
    "portugues": "E disse aos que vendiam as pombas: \"Tirem estas coisas daqui! Parem de fazer da casa do meu Pai uma casa de comércio!\""
  },
  {
    "ingles": "His disciples recalled that it is written: \"The zeal for your house will consume me.\"",
    "portugues": "Seus discípulos se lembraram de que está escrito: \"O zelo pela tua casa me consumirá.\""
  },
  {
    "ingles": "Therefore, in response the Jews said to him: \"What sign can you show us, since you are doing these things?\"",
    "portugues": "Em vista disso, os judeus lhe perguntaram: \"Que sinal você pode nos mostrar como prova de que tem autoridade para fazer essas coisas?\""
  },
  {
    "ingles": "Jesus replied to them: \"Tear down this temple, and in three days I will raise it up.\"",
    "portugues": "Jesus lhes respondeu: \"Derrubem este templo, e em três dias eu o levantarei.\""
  },
  {
    "ingles": "The Jews then said: \"This temple was built in",
    "portugues": "Então os judeus disseram: \"Este templo foi construído em"
  },
  {
    "ingles": "years, and will you raise it up in three days?\"",
    "portugues": "anos, e você o levantará em três dias?\""
  },
  {
    "ingles": "But he was talking about the temple of his body.",
    "portugues": "Mas o templo de que ele falava era o seu corpo."
  },
  {
    "ingles": "When, though, he was raised up from the dead, his disciples recalled that he used to say this, and they believed the scripture and what Jesus had spoken.",
    "portugues": "Quando ele foi levantado dentre os mortos, porém, seus discípulos se lembraram de que ele dizia isso, e eles acreditaram na passagem das Escrituras e no que Jesus tinha dito."
  },
  {
    "ingles": "However, when he was in Jerusalem at the festival of the Passover, many people put their faith in his name when they saw the signs that he was performing.",
    "portugues": "No entanto, quando ele estava em Jerusalém, na Festividade da Páscoa, muitos depositaram fé no nome dele ao observarem os sinais que ele realizava."
  },
  {
    "ingles": "But Jesus would not entrust himself to them because he knew them all",
    "portugues": "Mas Jesus não confiava totalmente neles, porque conhecia a todos"
  },
  {
    "ingles": "and because he did not need to have anyone bear witness about man, for he knew what was in man.",
    "portugues": "e porque não precisava que ninguém lhe desse testemunho sobre os homens, pois ele sabia o que havia nos homens."
  }
]