[
  {
    "ingles": "Then Jesus spoke again to them, saying: \"I am the light of the world. Whoever follows me will by no means walk in darkness, but will possess the light of life.\"",
    "portugues": "Então Jesus se dirigiu novamente a eles e disse: \"Eu sou a luz do mundo. Quem me segue de modo algum andará na escuridão, mas terá a luz da vida.\""
  },
  {
    "ingles": "So the Pharisees said to him: \"You bear witness about yourself; your witness is not true.\"",
    "portugues": "Os fariseus lhe disseram então: \"Você dá testemunho de si mesmo; seu testemunho não é verdadeiro.\""
  },
  {
    "ingles": "In answer Jesus said to them: \"Even if I do bear witness about myself, my witness is true, because I know where I came from and where I am going. But you do not know where I came from and where I am going.",
    "portugues": "Jesus lhes respondeu: \"Mesmo que eu dê testemunho de mim mesmo, meu testemunho é verdadeiro, porque eu sei de onde vim e para onde vou. Mas vocês não sabem de onde eu vim nem para onde vou."
  },
  {
    "ingles": "You judge according to the flesh; I do not judge any man at all.",
    "portugues": "Vocês julgam segundo a carne; eu não julgo a ninguém."
  },
  {
    "ingles": "And yet even if I do judge, my judgment is truthful, because I am not alone, but the Father who sent me is with me.",
    "portugues": "Contudo, mesmo que eu julgue, meu julgamento é verdadeiro, porque não estou sozinho, mas o Pai, que me enviou, está comigo."
  },
  {
    "ingles": "Also, in your own Law it is written: 'The witness of two men is true.'",
    "portugues": "Também, na própria Lei de vocês está escrito: 'O testemunho de dois homens é verdadeiro.'"
  },
  {
    "ingles": "I am one who bears witness about myself, and the Father who sent me bears witness about me.\"",
    "portugues": "Eu sou um que dá testemunho de mim mesmo, e o Pai, que me enviou, dá testemunho de mim.\""
  },
  {
    "ingles": "Then they said to him: \"Where is your Father?\" Jesus answered: \"You know neither me nor my Father. If you did know me, you would know my Father also.\"",
    "portugues": "Então eles lhe perguntaram: \"Onde está o seu Pai?\" Jesus respondeu: \"Vocês não conhecem nem a mim nem ao meu Pai. Se me conhecessem, conheceriam também o meu Pai.\""
  },
  {
    "ingles": "He spoke these words in the treasury as he was teaching in the temple. But no one seized him, for his hour had not yet come.",
    "portugues": "Ele disse essas palavras no local onde ficavam os cofres do tesouro, enquanto ensinava no templo. Mas ninguém o prendeu, pois a sua hora ainda não havia chegado."
  },
  {
    "ingles": "So he said to them again: \"I am going away, and you will look for me, and yet you will die in your sin. Where I am going, you cannot come.\"",
    "portugues": "Novamente, ele lhes disse: \"Eu vou embora, e vocês me procurarão, contudo morrerão nos seus pecados. Para onde eu vou, vocês não podem ir.\""
  },
  {
    "ingles": "The Jews then began to say: \"He will not kill himself, will he? Because he says, 'Where I am going, you cannot come.'\"",
    "portugues": "Então os judeus começaram a dizer: \"Será que ele vai se matar? Porque ele diz: 'Para onde eu vou, vocês não podem ir.'\""
  },
  {
    "ingles": "He went on to say to them: \"You are from the realms below; I am from the realms above. You are from this world; I am not from this world.",
    "portugues": "E ele acrescentou: \"Vocês são dos domínios de baixo; eu sou dos domínios de cima. Vocês são deste mundo; eu não sou deste mundo."
  },
  {
    "ingles": "That is why I said to you: You will die in your sins. For if you do not believe that I am the one, you will die in your sins.\"",
    "portugues": "É por isso que eu lhes disse: Vocês morrerão nos seus pecados. Pois, se vocês não acreditarem em quem eu sou, morrerão nos seus pecados.\""
  },
  {
    "ingles": "So they began to say to him: \"Who are you?\" Jesus replied to them: \"Why am I even speaking to you at all?",
    "portugues": "Perguntaram-lhe então: \"Quem é você?\" Jesus lhes disse em resposta: \"Por que é que estou falando com vocês?"
  },
  {
    "ingles": "I have many things to speak concerning you and to pass judgment on. As a matter of fact, the One who sent me is true, and the very things I heard from him I am speaking in the world.\"",
    "portugues": "Tenho muitas coisas para falar a respeito de vocês e para julgar. De fato, Aquele que me enviou é verdadeiro, e aquilo que ouvi dele eu digo ao mundo.\""
  },
  {
    "ingles": "They did not grasp that he was talking to them about the Father.",
    "portugues": "Eles não compreenderam que lhes falava do Pai."
  },
  {
    "ingles": "Jesus then said: \"After you have lifted up the Son of man, then you will know that I am he and that I do nothing of my own initiative; but just as the Father taught me, I speak these things.",
    "portugues": "Então Jesus disse: \"Depois que vocês tiverem erguido o Filho do Homem, então saberão que eu sou ele e que não faço nada de minha própria iniciativa, mas falo aquilo que o Pai me ensinou."
  },
  {
    "ingles": "And the One who sent me is with me; he did not abandon me to myself, because I always do the things pleasing to him.\"",
    "portugues": "E Aquele que me enviou está comigo; ele não me deixou só, porque faço sempre o que lhe agrada.\""
  },
  {
    "ingles": "As he was saying these things, many put faith in him.",
    "portugues": "Quando ele disse essas coisas, muitos depositaram fé nele."
  },
  {
    "ingles": "Then Jesus went on to say to the Jews who had believed him: \"If you remain in my word, you are really my disciples,",
    "portugues": "Então Jesus disse aos judeus que acreditaram nele: \"Se vocês permanecerem nas minhas palavras, são realmente meus discípulos;"
  },
  {
    "ingles": "and you will know the truth, and the truth will set you free.\"",
    "portugues": "vocês conhecerão a verdade, e a verdade os libertará.\""
  },
  {
    "ingles": "They replied to him: \"We are Abraham's offspring and never have been slaves to anyone. How is it you say, 'You will become free'?\"",
    "portugues": "Responderam-lhe: \"Somos descendentes de Abraão e nunca fomos escravos de ninguém. Como é que você diz: 'Vocês ficarão livres'?\""
  },
  {
    "ingles": "Jesus answered them: \"Most truly I say to you, every doer of sin is a slave of sin.",
    "portugues": "Jesus lhes respondeu: \"Digo-lhes com toda a certeza: Todo aquele que peca é escravo do pecado."
  },
  {
    "ingles": "Moreover, the slave does not remain in the household forever; the son remains forever.",
    "portugues": "Além disso, o escravo não permanece na casa para sempre; o filho permanece para sempre."
  },
  {
    "ingles": "So if the Son sets you free, you will be truly free.",
    "portugues": "Portanto, se o Filho os libertar, vocês serão realmente livres."
  },
  {
    "ingles": "I know that you are Abraham's offspring. But you are seeking to kill me, because my word makes no progress among you.",
    "portugues": "Sei que vocês são descendentes de Abraão. Mas vocês procuram me matar, porque não aceitam as minhas palavras."
  },
  {
    "ingles": "I speak the things I have seen while with my Father, but you do the things you have heard from your father.\"",
    "portugues": "Eu falo do que vi enquanto estava com o meu Pai, mas vocês fazem o que ouviram do seu pai.\""
  },
  {
    "ingles": "In answer they said to him: \"Our father is Abraham.\" Jesus said to them: \"If you were Abraham's children, you would be doing the works of Abraham.",
    "portugues": "Em resposta, eles lhe disseram: \"Nosso pai é Abraão.\" Jesus lhes disse: \"Se vocês fossem filhos de Abraão, fariam as obras de Abraão."
  },
  {
    "ingles": "But now you are seeking to kill me, a man who has told you the truth that I heard from God. Abraham did not do this.",
    "portugues": "Mas o fato é que vocês procuram matar a mim, um homem que lhes disse a verdade que ouviu de Deus. Abraão não agiu assim."
  },
  {
    "ingles": "You are doing the works of your father.\" They said to him: \"We were not born from immorality; we have one Father, God.\"",
    "portugues": "Vocês fazem as obras do seu pai.\" Eles lhe disseram: \"Não nascemos de imoralidade. Temos um só Pai, Deus.\""
  },
  {
    "ingles": "Jesus said to them: \"If God were your Father, you would love me, for I came from God and I am here. I have not come of my own initiative, but that One sent me.",
    "portugues": "Jesus lhes disse: \"Se Deus fosse o seu Pai, vocês me amariam, pois vim de Deus e estou aqui. Eu não vim de minha própria iniciativa, mas foi ele que me enviou."
  },
  {
    "ingles": "Why do you not understand what I am saying? Because you cannot listen to my word.",
    "portugues": "Por que vocês não entendem o que estou dizendo? Porque são incapazes de ouvir as minhas palavras."
  },
  {
    "ingles": "You are from your father the Devil, and you wish to do the desires of your father. That one was a murderer when he began, and he did not stand fast in the truth, because truth is not in him. When he speaks the lie, he speaks according to his own disposition, because he is a liar and the father of the lie.",
    "portugues": "Vocês são filhos do seu pai, o Diabo, e querem satisfazer os desejos do seu pai. Ele foi um assassino quando começou, e não permaneceu na verdade, porque nele não há verdade. Quando ele fala a mentira, está fazendo o que lhe é próprio, porque é um mentiroso e o pai da mentira."
  },
  {
    "ingles": "Because I, on the other hand, tell you the truth, you do not believe me.",
    "portugues": "Por outro lado, visto que eu lhes digo a verdade, vocês não acreditam em mim."
  },
  {
    "ingles": "Who of you convicts me of sin? If I speak truth, why is it that you do not believe me?",
    "portugues": "Quem de vocês me declara culpado de pecado? Se eu falo a verdade, por que é que não acreditam em mim?"
  },
  {
    "ingles": "The one who is from God listens to the sayings of God. This is why you do not listen, because you are not from God.\"",
    "portugues": "Quem é de Deus escuta as declarações de Deus. É por isso que vocês não escutam, porque não são de Deus.\""
  },
  {
    "ingles": "In answer the Jews said to him: \"Are we not right in saying, 'You are a Samaritan and have a demon'?\"",
    "portugues": "Em resposta, os judeus lhe disseram: \"Não estamos certos em dizer que você é samaritano e tem demônio?\""
  },
  {
    "ingles": "Jesus answered: \"I do not have a demon, but I honor my Father, and you dishonor me.",
    "portugues": "Jesus respondeu: \"Eu não tenho demônio, mas honro o meu Pai, e vocês me desonram."
  },
  {
    "ingles": "But I am not seeking glory for myself; there is One who is seeking and judging.",
    "portugues": "Mas não procuro glória para mim mesmo; há Alguém que procura, e ele julga."
  },
  {
    "ingles": "Most truly I say to you, if anyone observes my word, he will never see death at all.\"",
    "portugues": "Digo-lhes com toda a certeza: Se alguém obedecer às minhas palavras, nunca jamais verá a morte.\""
  },
  {
    "ingles": "The Jews said to him: \"Now we do know that you have a demon. Abraham died, also the prophets, but you say, 'If anyone observes my word, he will never taste death at all.'",
    "portugues": "Os judeus lhe disseram: \"Agora sabemos que você tem demônio. Abraão morreu, os profetas também, mas você diz: 'Se alguém obedecer às minhas palavras, nunca jamais provará a morte.'"
  },
  {
    "ingles": "You are not greater than our father Abraham, who died, are you? The prophets also died. Who do you claim to be?\"",
    "portugues": "Será que você é maior do que nosso pai Abraão, que morreu? Os profetas também morreram. Quem você pensa que é?\""
  },
  {
    "ingles": "Jesus answered: \"If I glorify myself, my glory is nothing. It is my Father who glorifies me, the one who you say is your God.",
    "portugues": "Jesus respondeu: \"Se eu glorificar a mim mesmo, a minha glória não é nada. É o meu Pai quem me glorifica, aquele que vocês dizem ser o seu Deus."
  },
  {
    "ingles": "Yet you have not known him, but I know him. And if I said I do not know him, I would be like you, a liar. But I do know him and am observing his word.",
    "portugues": "No entanto, vocês não o conhecem, mas eu o conheço. E, se eu dissesse que não o conheço, seria um mentiroso, como vocês. Mas eu o conheço e obedeço à sua palavra."
  },
  {
    "ingles": "Abraham your father rejoiced greatly at the prospect of seeing my day, and he saw it and rejoiced.\"",
    "portugues": "Abraão, o pai de vocês, alegrou-se muito com a perspectiva de ver o meu dia, e ele o viu e se alegrou.\""
  },
  {
    "ingles": "Then the Jews said to him: \"You are not yet",
    "portugues": "Então os judeus lhe disseram: \"Você não tem nem"
  },
  {
    "ingles": "years old, and still you have seen Abraham?\"",
    "portugues": "anos, e ainda assim viu Abraão?\""
  },
  {
    "ingles": "Jesus said to them: \"Most truly I say to you, before Abraham came into existence, I have been.\"",
    "portugues": "Jesus lhes disse: \"Digo-lhes com toda a certeza: Antes de Abraão vir à existência, eu já existia.\""
  },
  {
    "ingles": "So they picked up stones to throw at him, but Jesus hid and went out of the temple.",
    "portugues": "Assim, apanharam pedras para atirar nele, mas Jesus se escondeu e saiu do templo."
  }
]