[
  {
    "ingles": "\"Most truly I say to you, the one who does not enter into the sheepfold through the door but climbs in by another way, that one is a thief and a plunderer.",
    "portugues": "\"Digo-lhes com toda a certeza: Quem não entra no aprisco das ovelhas pela porta, mas sobe por outro lugar, é ladrão e saqueador."
  },
  {
    "ingles": "But the one who enters through the door is the shepherd of the sheep.",
    "portugues": "Mas quem entra pela porta é o pastor das ovelhas."
  },
  {
    "ingles": "The doorkeeper opens to this one, and the sheep listen to his voice. He calls his own sheep by name and leads them out.",
    "portugues": "O porteiro abre para ele, e as ovelhas escutam a sua voz. Ele chama por nome as suas ovelhas e as leva para fora."
  },
  {
    "ingles": "When he has brought all his own out, he goes ahead of them, and the sheep follow him, because they know his voice.",
    "portugues": "Depois de retirar todas as suas ovelhas, ele vai à frente delas, e elas o seguem, porque conhecem a sua voz."
  },
  {
    "ingles": "They will by no means follow a stranger but will flee from him, because they do not know the voice of strangers.\"",
    "portugues": "De modo algum seguirão um estranho, mas fugirão dele, porque não conhecem a voz de estranhos.\""
  },
  {
    "ingles": "Jesus spoke this comparison to them, but they did not understand what he was saying to them.",
    "portugues": "Jesus fez essa comparação, mas eles não entenderam o que ele lhes disse."
  },
  {
    "ingles": "So Jesus said again: \"Most truly I say to you, I am the door for the sheep.",
    "portugues": "Por isso, Jesus disse de novo: \"Digo-lhes com toda a certeza: Eu sou a porta das ovelhas."
  },
  {
    "ingles": "All those who have come in place of me are thieves and plunderers; but the sheep have not listened to them.",
    "portugues": "Todos os que vieram em meu lugar são ladrões e saqueadores; mas as ovelhas não os escutaram."
  },
  {
    "ingles": "I am the door; whoever enters through me will be saved, and that one will go in and out and find pasturage.",
    "portugues": "Eu sou a porta. Quem entrar por mim será salvo; entrará e sairá, e achará pastagem."
  },
  {
    "ingles": "The thief does not come unless it is to steal and slay and destroy. I have come that they may have life and have it in abundance.",
    "portugues": "O ladrão só vem para furtar, matar e destruir. Eu vim para que tivessem vida, e a tivessem na mais plena medida."
  },
  {
    "ingles": "I am the fine shepherd; the fine shepherd surrenders his life in behalf of the sheep.",
    "portugues": "Eu sou o bom pastor; o bom pastor dá a sua vida pelas ovelhas."
  },
  {
    "ingles": "The hired man, who is not a shepherd and to whom the sheep do not belong, sees the wolf coming and abandons the sheep and flees-and the wolf snatches them and scatters them-",
    "portugues": "O empregado, que não é pastor e a quem não pertencem as ovelhas, quando vê o lobo chegando, abandona as ovelhas e foge, e o lobo as ataca e espalha;"
  },
  {
    "ingles": "because he is a hired man and does not care for the sheep.",
    "portugues": "ele foge porque é um empregado e não se importa com as ovelhas."
  },
  {
    "ingles": "I am the fine shepherd. I know my sheep and my sheep know me,",
    "portugues": "Eu sou o bom pastor. Conheço as minhas ovelhas, e as minhas ovelhas me conhecem,"
  },
  {
    "ingles": "just as the Father knows me and I know the Father; and I surrender my life in behalf of the sheep.",
    "portugues": "assim como o Pai me conhece e eu conheço o Pai; e eu dou a minha vida pelas ovelhas."
  },
  {
    "ingles": "\"And I have other sheep, which are not of this fold; those too I must bring in, and they will listen to my voice, and they will become one flock, one shepherd.",
    "portugues": "\"E tenho outras ovelhas, que não são desse aprisco; a essas também tenho de trazer, e elas escutarão a minha voz e se tornarão um só rebanho, com um só pastor."
  },
  {
    "ingles": "This is why the Father loves me, because I surrender my life, so that I may receive it again.",
    "portugues": "É por isso que o Pai me ama, porque entrego a minha vida, para que eu possa recebê-la de novo."
  },
  {
    "ingles": "No man takes it away from me, but I surrender it of my own initiative. I have authority to surrender it, and I have authority to receive it again. This commandment I received from my Father.\"",
    "portugues": "Ninguém a tira de mim, mas eu a entrego de minha própria iniciativa. Tenho o direito de entregá-la e tenho o direito de recebê-la de novo. Recebi esse mandamento do meu Pai.\""
  },
  {
    "ingles": "A division again resulted among the Jews because of these words.",
    "portugues": "Surgiu novamente uma divisão entre os judeus por causa dessas palavras."
  },
  {
    "ingles": "Many of them were saying: \"He has a demon and is out of his mind. Why do you listen to him?\"",
    "portugues": "Muitos deles diziam: \"Ele tem demônio e está louco. Por que vocês o escutam?\""
  },
  {
    "ingles": "Others said: \"These are not the sayings of a demonized man. A demon cannot open blind people's eyes, can it?\"",
    "portugues": "Outros diziam: \"Essas não são declarações de um homem endemoninhado. Será que um demônio pode abrir os olhos de cegos?\""
  },
  {
    "ingles": "At that time the Festival of Dedication took place in Jerusalem. It was wintertime,",
    "portugues": "Ocorreu então a Festividade da Dedicação em Jerusalém. Era inverno,"
  },
  {
    "ingles": "and Jesus was walking in the temple in the colonnade of Solomon.",
    "portugues": "e Jesus estava andando no templo, no Pórtico de Salomão."
  },
  {
    "ingles": "Then the Jews surrounded him and began to say to him: \"How long are you going to keep us in suspense? If you are the Christ, tell us plainly.\"",
    "portugues": "Então os judeus o rodearam e lhe disseram: \"Por quanto tempo você nos deixará na dúvida? Se você é o Cristo, diga-nos claramente.\""
  },
  {
    "ingles": "Jesus answered them: \"I told you, and yet you do not believe. The works that I am doing in my Father's name, these bear witness about me.",
    "portugues": "Jesus lhes respondeu: \"Eu lhes disse, e mesmo assim vocês não acreditam. As obras que eu faço em nome do meu Pai dão testemunho de mim."
  },
  {
    "ingles": "But you do not believe, because you are not my sheep.",
    "portugues": "Mas vocês não acreditam porque não são minhas ovelhas."
  },
  {
    "ingles": "My sheep listen to my voice, and I know them, and they follow me.",
    "portugues": "Minhas ovelhas escutam a minha voz; eu as conheço, e elas me seguem."
  },
  {
    "ingles": "I give them everlasting life, and they will by no means ever be destroyed, and no one will snatch them out of my hand.",
    "portugues": "Eu lhes dou vida eterna, e elas jamais serão destruídas, e ninguém as arrancará da minha mão."
  },
  {
    "ingles": "What my Father has given me is something greater than all other things, and no one can snatch them out of the hand of the Father.",
    "portugues": "O que o meu Pai me deu é maior do que todas as outras coisas, e ninguém pode arrancá-las da mão do Pai."
  },
  {
    "ingles": "I and the Father are one.\"",
    "portugues": "Eu e o Pai somos um.\""
  },
  {
    "ingles": "Once again the Jews picked up stones to stone him.",
    "portugues": "Mais uma vez, os judeus apanharam pedras para apedrejá-lo."
  },
  {
    "ingles": "Jesus replied to them: \"I displayed to you many fine works from the Father. For which of those works are you stoning me?\"",
    "portugues": "Então Jesus lhes disse: \"Eu lhes mostrei muitas boas obras da parte do Pai. Por qual dessas obras vocês vão me apedrejar?\""
  },
  {
    "ingles": "The Jews answered him: \"We are stoning you, not for a fine work, but for blasphemy; for you, although being a man, make yourself a god.\"",
    "portugues": "Os judeus lhe responderam: \"Nós não vamos apedrejá-lo por uma boa obra, mas por blasfêmia; pois você, embora seja um homem, se faz um deus.\""
  },
  {
    "ingles": "Jesus answered them: \"Is it not written in your Law, 'I said: \"You are gods\"'?",
    "portugues": "Jesus lhes respondeu: \"Não está escrito na sua Lei: 'Eu disse: \"Vocês são deuses\"'?"
  },
  {
    "ingles": "If he called 'gods' those against whom the word of God came-and yet the scripture cannot be nullified-",
    "portugues": "Se aqueles contra quem se dirigiu a palavra de Deus foram chamados de 'deuses' - e as Escrituras não podem ser anuladas -,"
  },
  {
    "ingles": "do you say to me whom the Father sanctified and sent into the world, 'You blaspheme,' because I said, 'I am God's Son'?",
    "portugues": "vocês dizem a mim, a quem o Pai santificou e enviou ao mundo: 'Você blasfema', porque eu disse: 'Sou Filho de Deus'?"
  },
  {
    "ingles": "If I am not doing the works of my Father, do not believe me.",
    "portugues": "Se não faço as obras do meu Pai, não acreditem em mim."
  },
  {
    "ingles": "But if I am doing them, even though you do not believe me, believe the works, so that you may come to know and may continue knowing that the Father is in union with me and I am in union with the Father.\"",
    "portugues": "Mas, se eu as faço, mesmo que não acreditem em mim, acreditem nas obras, para que saibam e acreditem que o Pai está em união comigo e eu em união com o Pai.\""
  },
  {
    "ingles": "So they tried again to seize him, but he escaped from their reach.",
    "portugues": "Então mais uma vez tentaram prendê-lo, mas ele escapou."
  },
  {
    "ingles": "And he went away again across the Jordan to the place where John was baptizing at first, and he stayed there.",
    "portugues": "E ele se retirou novamente para o outro lado do Jordão, para o lugar onde João batizava no princípio, e ficou ali."
  },
  {
    "ingles": "And many people came to him and began saying: \"John did not perform a single sign, but all the things John said about this man were true.\"",
    "portugues": "Muitos foram ao encontro dele, e diziam: \"João não realizou nenhum sinal, mas todas as coisas que João disse a respeito deste homem eram verdadeiras.\""
  },
  {
    "ingles": "And many put faith in him there.",
    "portugues": "E muitos ali depositaram fé nele."
  }
]