[
  {
    "ingles": "Now a man named Lazarus was sick; he was from Bethany, the village of Mary and her sister Martha.",
    "portugues": "Um homem chamado Lázaro estava doente; ele era de Betânia, a aldeia de Maria e de sua irmã Marta."
  },
  {
    "ingles": "This was the Mary who poured perfumed oil on the Lord and wiped his feet dry with her hair; it was her brother Lazarus who was sick.",
    "portugues": "Foi essa Maria que derramou óleo perfumado sobre o Senhor e enxugou os pés dele com o cabelo; Lázaro, que estava doente, era irmão dela."
  },
  {
    "ingles": "So his sisters sent a message to him, saying: \"Lord, see! the one you have affection for is sick.\"",
    "portugues": "Então, as irmãs dele mandaram dizer a Jesus: \"Senhor, aquele que o senhor ama está doente.\""
  },
  {
    "ingles": "But when Jesus heard it, he said: \"This sickness is not meant to end in death, but is for the glory of God, so that the Son of God may be glorified through it.\"",
    "portugues": "Mas Jesus, quando ouviu isso, disse: \"O resultado dessa doença não será a morte, mas a glória de Deus, para que o Filho de Deus seja glorificado por meio dela.\""
  },
  {
    "ingles": "Now Jesus loved Martha and her sister and Lazarus.",
    "portugues": "Jesus amava Marta, a irmã dela e Lázaro."
  },
  {
    "ingles": "However, when he heard that Lazarus was sick, he actually remained in the place where he was for two more days.",
    "portugues": "No entanto, quando ouviu que Lázaro estava doente, permaneceu por mais dois dias no lugar onde estava."
  },
  {
    "ingles": "Then after this he said to the disciples: \"Let us go into Judea again.\"",
    "portugues": "Depois, ele disse aos discípulos: \"Vamos novamente à Judeia.\""
  },
  {
    "ingles": "The disciples said to him: \"Rabbi, just lately the Judeans were seeking to stone you, and are you going there again?\"",
    "portugues": "Os discípulos lhe disseram: \"Rabi, há pouco tempo os da Judeia queriam apedrejá-lo, e o senhor vai novamente para lá?\""
  },
  {
    "ingles": "Jesus answered: \"There are",
    "portugues": "Jesus respondeu: \"Não há"
  },
  {
    "ingles": "hours of daylight, are there not? If anyone walks in daylight, he does not stumble into anything, because he sees the light of this world.",
    "portugues": "horas de luz no dia? Se alguém anda na luz do dia, não tropeça, porque vê a luz deste mundo."
  },
  {
    "ingles": "But if anyone walks in the night, he stumbles, because the light is not in him.\"",
    "portugues": "Mas, se alguém anda de noite, tropeça, porque nele não há luz.\""
  },
  {
    "ingles": "After he said these things, he added: \"Lazarus our friend has fallen asleep, but I am traveling there to awaken him.\"",
    "portugues": "Depois de dizer isso, ele acrescentou: \"Lázaro, nosso amigo, adormeceu, mas eu vou lá para acordá-lo.\""
  },
  {
    "ingles": "The disciples then said to him: \"Lord, if he is sleeping, he will get well.\"",
    "portugues": "Então os discípulos lhe disseram: \"Senhor, se ele está dormindo, ficará bom.\""
  },
  {
    "ingles": "Jesus, however, had spoken about his death. But they imagined he was speaking about taking rest in sleep.",
    "portugues": "Jesus, no entanto, havia falado da morte dele; mas eles imaginavam que estivesse falando do sono natural."
  },
  {
    "ingles": "Then Jesus said to them plainly: \"Lazarus has died,",
    "portugues": "Então, Jesus lhes disse claramente: \"Lázaro morreu;"
  },
  {
    "ingles": "and I rejoice for your sake that I was not there, so that you may believe. But let us go to him.\"",
    "portugues": "e, por causa de vocês, eu me alegro de que eu não estava lá, para que vocês acreditem. Mas vamos até onde ele está.\""
  },
  {
    "ingles": "So Thomas, who was called the Twin, said to his fellow disciples: \"Let us also go, so that we may die with him.\"",
    "portugues": "Portanto, Tomé, que era chamado Gêmeo, disse aos outros discípulos: \"Vamos também, para morrermos com ele.\""
  },
  {
    "ingles": "When Jesus arrived, he found that Lazarus had already been in the tomb for four days.",
    "portugues": "Quando Jesus chegou, ficou sabendo que Lázaro já estava no túmulo por quatro dias."
  },
  {
    "ingles": "Now Bethany was near Jerusalem, about two miles away.",
    "portugues": "Betânia era perto de Jerusalém, a cerca de três quilômetros de distância,"
  },
  {
    "ingles": "And many of the Jews had come to Martha and Mary to console them concerning their brother.",
    "portugues": "e muitos judeus tinham ido consolar Marta e Maria por causa do seu irmão."
  },
  {
    "ingles": "When Martha heard that Jesus was coming, she went to meet him; but Mary kept sitting at home.",
    "portugues": "Quando Marta ouviu que Jesus estava chegando, foi ao encontro dele; Maria, porém, ficou sentada em casa."
  },
  {
    "ingles": "Martha then said to Jesus: \"Lord, if you had been here, my brother would not have died.",
    "portugues": "Marta disse então a Jesus: \"Senhor, se estivesse aqui, meu irmão não teria morrido."
  },
  {
    "ingles": "Yet even now I know that whatever you ask God for, God will give you.\"",
    "portugues": "Contudo, mesmo agora, eu sei que tudo o que o senhor pedir a Deus, Deus lhe dará.\""
  },
  {
    "ingles": "Jesus said to her: \"Your brother will rise.\"",
    "portugues": "Jesus lhe disse: \"Seu irmão se levantará.\""
  },
  {
    "ingles": "Martha said to him: \"I know he will rise in the resurrection on the last day.\"",
    "portugues": "Marta respondeu: \"Sei que ele se levantará na ressurreição, no último dia.\""
  },
  {
    "ingles": "Jesus said to her: \"I am the resurrection and the life. The one who exercises faith in me, even though he dies, will come to life;",
    "portugues": "Jesus lhe disse: \"Eu sou a ressurreição e a vida. Quem exercer fé em mim, ainda que morra, voltará a viver;"
  },
  {
    "ingles": "and everyone who is living and exercises faith in me will never die at all. Do you believe this?\"",
    "portugues": "e todo aquele que vive e exerce fé em mim não morrerá jamais. Você acredita nisso?\""
  },
  {
    "ingles": "She said to him: \"Yes, Lord, I have believed that you are the Christ, the Son of God, the one coming into the world.\"",
    "portugues": "Ela lhe respondeu: \"Sim, Senhor, eu acredito que o senhor é o Cristo, o Filho de Deus, aquele que tinha de vir ao mundo.\""
  },
  {
    "ingles": "When she had said this, she went off and called Mary her sister, saying privately: \"The Teacher is here and is calling you.\"",
    "portugues": "Depois de dizer isso, ela foi chamar Maria, sua irmã, e lhe disse em particular: \"O Instrutor está aqui e está chamando você.\""
  },
  {
    "ingles": "On hearing this, she got up quickly and went to him.",
    "portugues": "Quando ouviu isso, ela se levantou depressa e foi ao encontro dele."
  },
  {
    "ingles": "Jesus had not yet come into the village, but he was still in the place where Martha had met him.",
    "portugues": "Jesus ainda não tinha entrado na aldeia, mas estava no lugar onde Marta o havia encontrado."
  },
  {
    "ingles": "When the Jews who were with Mary in the house consoling her saw her get up quickly and go out, they followed her, supposing that she was going to the tomb to weep there.",
    "portugues": "Quando os judeus que estavam na casa, consolando Maria, viram que ela se levantou depressa e saiu, eles a seguiram, achando que ela estivesse indo ao túmulo para chorar."
  },
  {
    "ingles": "When Mary arrived where Jesus was and caught sight of him, she fell at his feet and said to him: \"Lord, if you had been here, my brother would not have died.\"",
    "portugues": "Quando Maria chegou ao lugar onde Jesus estava e o viu, ela se prostrou aos seus pés e lhe disse: \"Senhor, se estivesse aqui, meu irmão não teria morrido.\""
  },
  {
    "ingles": "When Jesus saw her weeping and the Jews who had come with her weeping, he groaned within himself and became troubled.",
    "portugues": "Vendo que ela e os judeus que a acompanhavam estavam chorando, Jesus se comoveu profundamente e ficou aflito."
  },
  {
    "ingles": "He said: \"Where have you laid him?\" They said to him: \"Lord, come and see.\"",
    "portugues": "Ele perguntou: \"Onde o colocaram?\" Disseram-lhe: \"Senhor, venha ver.\""
  },
  {
    "ingles": "Jesus gave way to tears.",
    "portugues": "E Jesus começou a chorar."
  },
  {
    "ingles": "At that the Jews began to say: \"See, what affection he had for him!\"",
    "portugues": "Em vista disso, os judeus disseram: \"Vejam como ele o amava!\""
  },
  {
    "ingles": "But some of them said: \"Could not this man who opened the eyes of the blind man prevent this one from dying?\"",
    "portugues": "Mas alguns deles diziam: \"Não podia este homem, que abriu os olhos do cego, impedir que Lázaro morresse?\""
  },
  {
    "ingles": "Then Jesus, after groaning again within himself, came to the tomb. It was, in fact, a cave, and a stone was lying against it.",
    "portugues": "Assim, de novo profundamente comovido, Jesus foi ao túmulo. Na realidade, era uma caverna, e havia uma pedra encostada nela."
  },
  {
    "ingles": "Jesus said: \"Take the stone away.\" Martha, the sister of the deceased, said to him: \"Lord, by now he must smell, for it has been four days.\"",
    "portugues": "Jesus disse: \"Retirem a pedra.\" Marta, irmã do falecido, disse-lhe: \"Senhor, ele já deve estar cheirando, porque já faz quatro dias.\""
  },
  {
    "ingles": "Jesus said to her: \"Did I not tell you that if you would believe you would see the glory of God?\"",
    "portugues": "Jesus respondeu: \"Eu não lhe disse que, se você acreditasse, veria a glória de Deus?\""
  },
  {
    "ingles": "So they took the stone away. Then Jesus raised his eyes heavenward and said: \"Father, I thank you that you have heard me.",
    "portugues": "Portanto, retiraram a pedra. Jesus levantou então os olhos para o céu e disse: \"Pai, eu te agradeço porque me ouviste."
  },
  {
    "ingles": "True, I knew that you always hear me; but I spoke on account of the crowd standing around, so that they may believe that you sent me.\"",
    "portugues": "Na verdade, eu sei que sempre me ouves, mas falei por causa da multidão que está ao meu redor, para que acreditem que tu me enviaste.\""
  },
  {
    "ingles": "When he had said these things, he cried out with a loud voice: \"Lazarus, come out!\"",
    "portugues": "Depois de dizer isso, ele gritou bem alto: \"Lázaro, venha para fora!\""
  },
  {
    "ingles": "The man who had been dead came out with his feet and hands bound with wrappings, and his face was wrapped with a cloth. Jesus said to them: \"Free him and let him go.\"",
    "portugues": "O homem que estava morto saiu com os pés e as mãos amarrados com faixas, e com um pano enrolado no rosto. Jesus lhes disse: \"Tirem as faixas dele e deixem-no ir.\""
  },
  {
    "ingles": "Therefore, many of the Jews who had come to Mary and who saw what he did put faith in him,",
    "portugues": "Portanto, muitos dos judeus que tinham ido visitar Maria e viram o que ele fez depositaram fé nele,"
  },
  {
    "ingles": "but some of them went off to the Pharisees and told them what Jesus had done.",
    "portugues": "mas alguns deles foram contar aos fariseus o que Jesus tinha feito."
  },
  {
    "ingles": "So the chief priests and the Pharisees gathered the Sanhedrin together and said: \"What are we to do, for this man performs many signs?",
    "portugues": "Então os principais sacerdotes e os fariseus reuniram o Sinédrio e disseram: \"O que faremos, visto que esse homem realiza muitos sinais?"
  },
  {
    "ingles": "If we let him go on this way, they will all put faith in him, and the Romans will come and take away both our place and our nation.\"",
    "portugues": "Se o deixarmos continuar assim, todos depositarão fé nele, e os romanos virão e tirarão tanto o nosso lugar como a nossa nação.\""
  },
  {
    "ingles": "But one of them, Caiaphas, who was high priest that year, said to them: \"You do not know anything at all,",
    "portugues": "Então um deles, Caifás, que era sumo sacerdote naquele ano, lhes disse: \"Vocês não sabem nada,"
  },
  {
    "ingles": "and you have not reasoned that it is to your benefit for one man to die in behalf of the people rather than for the whole nation to be destroyed.\"",
    "portugues": "nem refletiram que é para o seu bem que um só homem morra a favor do povo, em vez de toda a nação ser destruída.\""
  },
  {
    "ingles": "He did not say this, however, of his own originality, but because he was high priest that year, he prophesied that Jesus was to die for the nation,",
    "portugues": "No entanto, ele não disse isso por si mesmo, mas, como era sumo sacerdote naquele ano, profetizou que Jesus iria morrer pela nação,"
  },
  {
    "ingles": "and not only for the nation but also to gather together into one the children of God who were scattered about.",
    "portugues": "e não só pela nação, mas também para reunir em um só grupo os filhos de Deus que estavam espalhados."
  },
  {
    "ingles": "So from that day on they conspired to kill him.",
    "portugues": "Assim, daquele dia em diante fizeram planos para matá-lo."
  },
  {
    "ingles": "Therefore, Jesus no longer walked about publicly among the Jews, but he departed from there to the region near the wilderness, to a city called Ephraim, and he stayed there with the disciples.",
    "portugues": "Por isso, Jesus não andava mais publicamente entre os judeus, mas partiu dali para a região perto do deserto, para uma cidade chamada Efraim, e ficou ali com os discípulos."
  },
  {
    "ingles": "Now the Passover of the Jews was near, and many people from the countryside went up to Jerusalem before the Passover to cleanse themselves ceremonially.",
    "portugues": "Estava próxima a Páscoa dos judeus, e muitos da zona rural subiram a Jerusalém antes da Páscoa, a fim de se purificar cerimonialmente."
  },
  {
    "ingles": "They were looking for Jesus, and they were saying to one another as they stood around in the temple: \"What is your opinion? That he will not come to the festival at all?\"",
    "portugues": "Procuravam Jesus e, no templo, diziam uns aos outros: \"Que acham? Será que ele não virá à festividade?\""
  },
  {
    "ingles": "But the chief priests and the Pharisees had given orders that if anyone got to know where Jesus was, he should report it, so that they could seize him.",
    "portugues": "Mas os principais sacerdotes e os fariseus tinham dado ordens de que, se alguém soubesse onde Jesus estava, os informasse, para que pudessem prendê-lo."
  }
]