[
  {
    "ingles": "Now because he knew before the festival of the Passover that his hour had come for him to leave this world and go to the Father, Jesus, having loved his own who were in the world, loved them to the end.",
    "portugues": "Jesus sabia, antes da Festividade da Páscoa, que havia chegado a hora de deixar este mundo e ir para o Pai. Assim, tendo amado os seus que estavam no mundo, ele os amou até o fim."
  },
  {
    "ingles": "The evening meal was going on, and the Devil had already put it into the heart of Judas Iscariot, the son of Simon, to betray him.",
    "portugues": "Eles estavam tomando a refeição, e o Diabo já tinha posto no coração de Judas Iscariotes, filho de Simão, que o traísse."
  },
  {
    "ingles": "So Jesus, knowing that the Father had given all things into his hands and that he came from God and was going to God,",
    "portugues": "Jesus sabia que o Pai tinha entregado todas as coisas nas suas mãos e que tinha vindo de Deus e estava indo para Deus;"
  },
  {
    "ingles": "got up from the evening meal and laid aside his outer garments. And taking a towel, he wrapped it around his waist.",
    "portugues": "assim, ele se levantou da mesa e tirou a sua capa. Pegou então uma toalha e a amarrou na cintura."
  },
  {
    "ingles": "After that he put water into a basin and started to wash the feet of the disciples and to dry them off with the towel that was wrapped around him.",
    "portugues": "Depois, colocou água numa bacia e começou a lavar os pés dos discípulos e a enxugá-los com a toalha que tinha na cintura."
  },
  {
    "ingles": "Then he came to Simon Peter. He said to him: \"Lord, are you washing my feet?\"",
    "portugues": "Então chegou a Simão Pedro. Este lhe disse: \"Senhor, vai lavar os meus pés?\""
  },
  {
    "ingles": "Jesus answered him: \"What I am doing you do not understand now, but you will understand after these things.\"",
    "portugues": "Jesus lhe respondeu: \"O que estou fazendo, você não entende agora, mas entenderá depois dessas coisas.\""
  },
  {
    "ingles": "Peter said to him: \"You will certainly never wash my feet.\" Jesus answered him: \"Unless I wash you, you have no share with me.\"",
    "portugues": "Pedro lhe disse: \"O senhor nunca lavará os meus pés.\" Jesus disse então: \"Se eu não lavar você, você não tem parte comigo.\""
  },
  {
    "ingles": "Simon Peter said to him: \"Lord, wash not only my feet but also my hands and my head.\"",
    "portugues": "Simão Pedro lhe respondeu: \"Senhor, então lave não só os meus pés, mas também as minhas mãos e a minha cabeça.\""
  },
  {
    "ingles": "Jesus said to him: \"Whoever has bathed does not need to have more than his feet washed, but is completely clean. And you men are clean, but not all of you.\"",
    "portugues": "Jesus lhe disse: \"Quem se banhou está completamente limpo e não precisa lavar nada, só os pés. E vocês estão limpos, mas nem todos.\""
  },
  {
    "ingles": "For he knew the man who was betraying him. This is why he said: \"Not all of you are clean.\"",
    "portugues": "Pois ele sabia quem o estava traindo. É por isso que disse: \"Nem todos vocês estão limpos.\""
  },
  {
    "ingles": "When, now, he had washed their feet and had put his outer garments on, he again reclined at the table and said to them: \"Do you understand what I have done to you?",
    "portugues": "Então, depois de lavar os pés deles e pôr a sua capa, ele se recostou novamente à mesa e lhes disse: \"Vocês entendem o que eu lhes fiz?"
  },
  {
    "ingles": "You address me as 'Teacher' and 'Lord,' and you are correct, for I am such.",
    "portugues": "Vocês me chamam de 'Instrutor' e 'Senhor', e estão certos, pois eu sou mesmo."
  },
  {
    "ingles": "Therefore, if I, the Lord and Teacher, washed your feet, you also should wash the feet of one another.",
    "portugues": "Portanto, se eu, o Senhor e Instrutor, lavei os seus pés, vocês também devem lavar os pés uns dos outros."
  },
  {
    "ingles": "For I set the pattern for you, that just as I did to you, you should also do.",
    "portugues": "Pois estabeleci o modelo para vocês, a fim de que, assim como eu lhes fiz, vocês também façam."
  },
  {
    "ingles": "Most truly I say to you, a slave is not greater than his master, nor is one who is sent greater than the one who sent him.",
    "portugues": "Digo-lhes com toda a certeza: O escravo não é maior do que o seu senhor, nem o enviado é maior do que aquele que o enviou."
  },
  {
    "ingles": "If you know these things, happy you are if you do them.",
    "portugues": "Se vocês sabem essas coisas, felizes serão se as praticarem."
  },
  {
    "ingles": "I am not talking about all of you; I know the ones I have chosen. But this was so that the scripture might be fulfilled: 'The one who was eating my bread has lifted his heel against me.'",
    "portugues": "Não estou falando a respeito de todos vocês; conheço os que eu escolhi. Mas é para que se cumpra esta passagem das Escrituras: 'Aquele que comia do meu pão se voltou contra mim.'"
  },
  {
    "ingles": "From this moment on, I am telling you before it occurs, so that when it does occur you may believe that I am he.",
    "portugues": "Digo-lhes isso agora, antes que ocorra, para que, quando ocorrer, acreditem em quem eu sou."
  },
  {
    "ingles": "Most truly I say to you, whoever receives anyone I send receives me also, and whoever receives me receives also the One who sent me.\"",
    "portugues": "Digo-lhes com toda a certeza: Quem recebe a qualquer um que eu envio recebe também a mim, e quem me recebe, recebe também Aquele que me enviou.\""
  },
  {
    "ingles": "After saying these things, Jesus became troubled in spirit, and he bore witness, saying: \"Most truly I say to you, one of you will betray me.\"",
    "portugues": "Depois de dizer isso, Jesus ficou profundamente angustiado, e declarou: \"Digo-lhes com toda a certeza: Um de vocês me trairá.\""
  },
  {
    "ingles": "The disciples began to look at one another, being at a loss as to which one he was talking about.",
    "portugues": "Os discípulos começaram a olhar uns para os outros, sem saber sobre qual deles ele estava falando."
  },
  {
    "ingles": "One of the disciples, the one whom Jesus loved, was reclining close to Jesus.",
    "portugues": "Um dos seus discípulos, aquele a quem Jesus amava, estava recostado junto de Jesus."
  },
  {
    "ingles": "Therefore, Simon Peter nodded to this one and said to him: \"Tell us whom he is talking about.\"",
    "portugues": "Portanto, Simão Pedro acenou com a cabeça para esse discípulo e lhe disse: \"Diga-nos a respeito de quem ele está falando.\""
  },
  {
    "ingles": "So the latter leaned back on the chest of Jesus and said to him: \"Lord, who is it?\"",
    "portugues": "De modo que ele se encostou no peito de Jesus e lhe perguntou: \"Senhor, quem é?\""
  },
  {
    "ingles": "Jesus answered: \"It is the one to whom I will give the piece of bread that I dip.\" So after dipping the bread, he took it and gave it to Judas, the son of Simon Iscariot.",
    "portugues": "Jesus respondeu: \"É aquele a quem eu der o pedaço de pão que vou molhar na tigela.\" Então, depois de molhar o pão, ele o deu a Judas, filho de Simão Iscariotes."
  },
  {
    "ingles": "After Judas took the piece of bread, then Satan entered into him. So Jesus said to him: \"What you are doing, do it more quickly.\"",
    "portugues": "Depois que Judas pegou o pedaço de pão, Satanás entrou nele. Então Jesus lhe disse: \"Faça mais depressa o que você está fazendo.\""
  },
  {
    "ingles": "However, none of those reclining at the table knew why he said this to him.",
    "portugues": "Mas nenhum dos que se recostavam à mesa entendeu por que ele lhe disse isso."
  },
  {
    "ingles": "Some, in fact, were thinking that since Judas was holding the money box, Jesus was telling him, \"Buy what we need for the festival,\" or that he should give something to the poor.",
    "portugues": "De fato, visto que Judas cuidava da caixa de dinheiro, alguns pensavam que Jesus estava lhe dizendo: \"Compre o que precisamos para a festividade\", ou que devia dar algo aos pobres."
  },
  {
    "ingles": "So after he received the piece of bread, he went out immediately. And it was night.",
    "portugues": "Assim, depois de receber o pedaço de pão, ele saiu imediatamente. Era noite."
  },
  {
    "ingles": "When, therefore, he had gone out, Jesus said: \"Now the Son of man is glorified, and God is glorified in connection with him.",
    "portugues": "Portanto, depois que ele saiu, Jesus disse: \"Agora o Filho do Homem é glorificado, e Deus é glorificado por meio dele."
  },
  {
    "ingles": "God himself will glorify him, and he will glorify him immediately.",
    "portugues": "O próprio Deus o glorificará, e o glorificará imediatamente."
  },
  {
    "ingles": "Little children, I am with you a little longer. You will look for me; and just as I said to the Jews, 'Where I go you cannot come,' I now say it also to you.",
    "portugues": "Filhinhos, estou com vocês mais um pouco. Vocês me procurarão e, assim como eu disse aos judeus, agora digo também a vocês: 'Para onde eu vou, vocês não podem ir.'"
  },
  {
    "ingles": "I am giving you a new commandment, that you love one another; just as I have loved you, you also love one another.",
    "portugues": "Eu lhes dou um novo mandamento: Amem uns aos outros; assim como eu amei vocês, amem também uns aos outros."
  },
  {
    "ingles": "By this all will know that you are my disciples-if you have love among yourselves.\"",
    "portugues": "Por meio disto todos saberão que vocês são meus discípulos: se tiverem amor entre si.\""
  },
  {
    "ingles": "Simon Peter said to him: \"Lord, where are you going?\" Jesus answered: \"Where I am going, you cannot follow me now, but you will follow later.\"",
    "portugues": "Simão Pedro lhe disse: \"Senhor, para onde vai?\" Jesus respondeu: \"Para onde eu vou, você não pode me seguir agora, mas me seguirá depois.\""
  },
  {
    "ingles": "Peter said to him: \"Lord, why is it I cannot follow you now? I will surrender my life in your behalf.\"",
    "portugues": "Pedro lhe disse: \"Senhor, por que não posso segui-lo agora? Eu darei a minha vida pelo senhor.\""
  },
  {
    "ingles": "Jesus answered: \"Will you surrender your life in my behalf? Most truly I say to you, a rooster will by no means crow until you have disowned me three times.\"",
    "portugues": "Jesus respondeu: \"Você dará a sua vida por mim? Digo-lhe com toda a certeza: O galo de modo algum cantará até que você tenha me negado três vezes.\""
  }
]