[
  {
    "ingles": "\"Do not let your hearts be troubled. Exercise faith in God; exercise faith also in me.",
    "portugues": "\"Não fiquem com o coração aflito. Exerçam fé em Deus; exerçam fé também em mim."
  },
  {
    "ingles": "In the house of my Father are many dwelling places. Otherwise, I would have told you, for I am going my way to prepare a place for you.",
    "portugues": "Na casa do meu Pai há muitas moradas. Se não fosse assim, eu lhes teria dito, pois vou embora para preparar um lugar para vocês."
  },
  {
    "ingles": "Also, if I go my way and prepare a place for you, I will come again and will receive you home to myself, so that where I am you also may be.",
    "portugues": "Também, depois que eu for embora e lhes preparar um lugar, virei novamente e os levarei comigo, para que, onde eu estiver, vocês também estejam."
  },
  {
    "ingles": "And where I am going, you know the way.\"",
    "portugues": "E vocês sabem o caminho para onde vou.\""
  },
  {
    "ingles": "Thomas said to him: \"Lord, we do not know where you are going. How can we know the way?\"",
    "portugues": "Tomé lhe disse: \"Senhor, não sabemos para onde vai. Como podemos saber o caminho?\""
  },
  {
    "ingles": "Jesus said to him: \"I am the way and the truth and the life. No one comes to the Father except through me.",
    "portugues": "Jesus lhe respondeu: \"Eu sou o caminho, a verdade e a vida. Ninguém vem ao Pai senão por mim."
  },
  {
    "ingles": "If you men had known me, you would have known my Father also; from this moment on you know him and have seen him.\"",
    "portugues": "Se vocês me conhecessem, conheceriam também o meu Pai. De agora em diante vocês o conhecem e o têm visto.\""
  },
  {
    "ingles": "Philip said to him: \"Lord, show us the Father, and it is enough for us.\"",
    "portugues": "Filipe lhe disse: \"Senhor, mostre-nos o Pai, e isso é suficiente para nós.\""
  },
  {
    "ingles": "Jesus said to him: \"Even after I have been with you men for such a long time, Philip, have you not come to know me? Whoever has seen me has seen the Father also. How is it you say, 'Show us the Father'?",
    "portugues": "Jesus lhe respondeu: \"Já faz tanto tempo que estou com vocês, e você ainda não me conhece, Filipe? Quem me vê, vê também o Pai. Como é que você diz: 'Mostre-nos o Pai'?"
  },
  {
    "ingles": "Do you not believe that I am in union with the Father and the Father is in union with me? The things I say to you I do not speak of my own originality, but the Father who remains in union with me is doing his works.",
    "portugues": "Você não acredita que eu estou em união com o Pai e que o Pai está em união comigo? O que eu lhes digo não se origina de mim, mas o Pai, que permanece em união comigo, está fazendo as Suas obras."
  },
  {
    "ingles": "Believe me that I am in union with the Father and the Father is in union with me; otherwise, believe because of the works themselves.",
    "portugues": "Acreditem em mim quando digo que estou em união com o Pai e o Pai está em união comigo; ou senão, acreditem por causa das obras em si."
  },
  {
    "ingles": "Most truly I say to you, whoever exercises faith in me will also do the works that I do; and he will do works greater than these, because I am going my way to the Father.",
    "portugues": "Digo-lhes com toda a certeza: Quem exercer fé em mim fará também as obras que eu faço. E ele fará obras maiores do que essas, porque vou embora para o Pai."
  },
  {
    "ingles": "Also, whatever you ask in my name, I will do this, so that the Father may be glorified in connection with the Son.",
    "portugues": "Também, tudo o que vocês pedirem em meu nome, eu farei, para que o Pai seja glorificado por meio do Filho."
  },
  {
    "ingles": "If you ask anything in my name, I will do it.",
    "portugues": "Qualquer coisa que vocês pedirem em meu nome, eu farei."
  },
  {
    "ingles": "\"If you love me, you will observe my commandments.",
    "portugues": "\"Se vocês me amam, obedecerão aos meus mandamentos."
  },
  {
    "ingles": "And I will ask the Father and he will give you another helper to be with you forever,",
    "portugues": "E eu pedirei ao Pai, e ele lhes dará outro ajudador para estar com vocês para sempre:"
  },
  {
    "ingles": "the spirit of the truth, which the world cannot receive, because it neither sees it nor knows it. You know it, because it remains with you and is in you.",
    "portugues": "o espírito da verdade, que o mundo não pode receber, porque não o vê nem o conhece. Vocês o conhecem, porque permanece com vocês e está em vocês."
  },
  {
    "ingles": "I will not leave you bereaved. I am coming to you.",
    "portugues": "Não os deixarei abandonados. Eu virei a vocês."
  },
  {
    "ingles": "In a little while the world will see me no more, but you will see me, because I live and you will live.",
    "portugues": "Em breve o mundo não me verá mais, contudo vocês me verão, porque eu vivo e vocês viverão."
  },
  {
    "ingles": "In that day you will know that I am in union with my Father and you are in union with me and I am in union with you.",
    "portugues": "Naquele dia vocês saberão que eu estou em união com o meu Pai, e que vocês estão em união comigo, e que eu estou em união com vocês."
  },
  {
    "ingles": "Whoever has my commandments and observes them is the one who loves me. In turn, whoever loves me will be loved by my Father, and I will love him and will clearly show myself to him.\"",
    "portugues": "Quem aceita os meus mandamentos e obedece a eles é o que me ama. Por sua vez, quem me ama será amado pelo meu Pai, e eu o amarei e me mostrarei claramente a ele.\""
  },
  {
    "ingles": "Judas, not Iscariot, said to him: \"Lord, what has happened that you intend to show yourself clearly to us and not to the world?\"",
    "portugues": "Judas, não o Iscariotes, lhe perguntou: \"Senhor, o que aconteceu que o senhor pretende se mostrar claramente a nós e não ao mundo?\""
  },
  {
    "ingles": "In answer Jesus said to him: \"If anyone loves me, he will observe my word, and my Father will love him, and we will come to him and make our dwelling with him.",
    "portugues": "Jesus lhe respondeu: \"Se alguém me amar, obedecerá à minha palavra, e o meu Pai o amará, e nós iremos a ele e faremos a nossa morada com ele."
  },
  {
    "ingles": "Whoever does not love me does not observe my words. The word that you are hearing is not mine, but belongs to the Father who sent me.",
    "portugues": "Quem não me ama não obedece às minhas palavras. A palavra que você ouve não é minha, mas pertence ao Pai, que me enviou."
  },
  {
    "ingles": "\"I have spoken these things to you while I am still with you.",
    "portugues": "\"Eu lhes falo essas coisas enquanto ainda estou com vocês."
  },
  {
    "ingles": "But the helper, the holy spirit, which the Father will send in my name, that one will teach you all things and bring back to your minds all the things I told you.",
    "portugues": "Mas o ajudador, o espírito santo, que o Pai enviará em meu nome, ensinará todas as coisas a vocês e os fará lembrar de todas as coisas que eu lhes disse."
  },
  {
    "ingles": "I leave you peace; I give you my peace. I do not give it to you the way that the world gives it. Do not let your hearts be troubled nor let them shrink out of fear.",
    "portugues": "Deixo-lhes a paz; dou-lhes a minha paz. Não a dou a vocês do modo como o mundo a dá. Não fiquem com o coração aflito, nem com medo."
  },
  {
    "ingles": "You heard that I said to you, 'I am going away and I am coming back to you.' If you loved me, you would rejoice that I am going to the Father, for the Father is greater than I am.",
    "portugues": "Vocês ouviram que eu lhes disse: 'Vou embora e vou voltar para vocês.' Se vocês me amassem, se alegrariam de que vou para o Pai, pois o Pai é maior do que eu."
  },
  {
    "ingles": "So now I have told you before it occurs, so that you may believe when it does occur.",
    "portugues": "Eu lhes disse isso antes que ocorra, para que, quando ocorrer, vocês acreditem."
  },
  {
    "ingles": "I will not speak with you much more, for the ruler of the world is coming, and he has no hold on me.",
    "portugues": "Já não falarei muito mais com vocês, pois o governante do mundo está chegando, e ele não tem nenhum poder sobre mim."
  },
  {
    "ingles": "But for the world to know that I love the Father, I am doing just as the Father has commanded me to do. Get up, let us go from here.",
    "portugues": "Mas, para que o mundo saiba que eu amo o Pai, faço assim como o Pai me ordenou. Levantem-se, vamos embora daqui."
  }
]