[
  {
    "ingles": "\"I am the true vine, and my Father is the cultivator.",
    "portugues": "\"Eu sou a verdadeira videira, e o meu Pai é o lavrador."
  },
  {
    "ingles": "He takes away every branch in me not bearing fruit, and he cleans every one bearing fruit, so that it may bear more fruit.",
    "portugues": "Ele tira todo ramo em mim que não dá fruto, e limpa todo ramo que dá fruto, para que dê mais fruto."
  },
  {
    "ingles": "You are already clean because of the word that I have spoken to you.",
    "portugues": "Vocês já estão limpos, por causa da palavra que lhes falei."
  },
  {
    "ingles": "Remain in union with me, and I will remain in union with you. Just as the branch cannot bear fruit by itself unless it remains in the vine, neither can you unless you remain in union with me.",
    "portugues": "Permaneçam em união comigo, e eu permanecerei em união com vocês. Assim como um ramo não pode dar fruto por si mesmo a menos que permaneça na videira, vocês também não podem dar fruto a menos que permaneçam em união comigo."
  },
  {
    "ingles": "I am the vine; you are the branches. Whoever remains in union with me and I in union with him, this one bears much fruit; for apart from me you can do nothing at all.",
    "portugues": "Eu sou a videira; vocês são os ramos. Quem permanece em união comigo, e eu em união com ele, esse dá muito fruto, pois separados de mim vocês não podem fazer nada."
  },
  {
    "ingles": "If anyone does not remain in union with me, he is thrown out like a branch and dries up. And men gather those branches and throw them into the fire, and they are burned.",
    "portugues": "Se alguém não permanece em união comigo, ele é lançado fora como um ramo, e seca. Esses ramos são ajuntados, jogados no fogo e queimados."
  },
  {
    "ingles": "If you remain in union with me and my sayings remain in you, ask whatever you wish and it will take place for you.",
    "portugues": "Se vocês permanecerem em união comigo e as minhas declarações permanecerem em vocês, peçam o que quiserem e assim lhes acontecerá."
  },
  {
    "ingles": "My Father is glorified in this, that you keep bearing much fruit and prove yourselves my disciples.",
    "portugues": "Isto glorifica o meu Pai: que vocês persistam em dar muito fruto e mostrem que são meus discípulos."
  },
  {
    "ingles": "Just as the Father has loved me, so I have loved you; remain in my love.",
    "portugues": "Assim como o Pai me ama, eu amo vocês; permaneçam no meu amor."
  },
  {
    "ingles": "If you observe my commandments, you will remain in my love, just as I have observed the commandments of the Father and remain in his love.",
    "portugues": "Se vocês obedecerem aos meus mandamentos, permanecerão no meu amor, assim como eu obedeço aos mandamentos do Pai e permaneço no amor dele."
  },
  {
    "ingles": "\"These things I have spoken to you, so that my joy may be in you and your joy may be made full.",
    "portugues": "\"Eu lhes disse essas coisas para que vocês sintam a mesma alegria que eu, e a sua alegria se torne plena."
  },
  {
    "ingles": "This is my commandment, that you love one another just as I have loved you.",
    "portugues": "Este é o meu mandamento: Amem uns aos outros, assim como eu amei vocês."
  },
  {
    "ingles": "No one has love greater than this, that someone should surrender his life in behalf of his friends.",
    "portugues": "Ninguém tem maior amor do que aquele que dá a sua vida pelos seus amigos."
  },
  {
    "ingles": "You are my friends if you do what I am commanding you.",
    "portugues": "Vocês são meus amigos, se fizerem o que lhes mando."
  },
  {
    "ingles": "I no longer call you slaves, because a slave does not know what his master does. But I have called you friends, because I have made known to you all the things I have heard from my Father.",
    "portugues": "Não os chamo mais de escravos, porque o escravo não sabe o que o seu senhor faz. Mas eu os chamo de amigos, porque lhes revelei tudo que ouvi do meu Pai."
  },
  {
    "ingles": "You did not choose me, but I chose you, and I appointed you to go and keep bearing fruit and that your fruit should remain, so that no matter what you ask the Father in my name, he may give it to you.",
    "portugues": "Vocês não me escolheram, mas eu escolhi vocês, e eu os designei para irem e continuarem dando fruto, fruto que permaneça, para que, não importa o que pedirem ao Pai em meu nome, ele dê a vocês."
  },
  {
    "ingles": "\"These things I command you, that you love one another.",
    "portugues": "\"Eu lhes ordeno essas coisas para que amem uns aos outros."
  },
  {
    "ingles": "If the world hates you, you know that it has hated me before it hated you.",
    "portugues": "Se o mundo os odeia, vocês sabem que odiou a mim antes de odiar vocês."
  },
  {
    "ingles": "If you were part of the world, the world would be fond of what is its own. Now because you are no part of the world, but I have chosen you out of the world, for this reason the world hates you.",
    "portugues": "Se vocês fizessem parte do mundo, o mundo os amaria por pertencerem a ele. Agora, visto que vocês não fazem parte do mundo, mas eu os escolhi do mundo, por isso o mundo os odeia."
  },
  {
    "ingles": "Keep in mind the word I said to you: A slave is not greater than his master. If they have persecuted me, they will also persecute you; if they have observed my word, they will also observe yours.",
    "portugues": "Lembrem-se do que eu lhes disse: O escravo não é maior do que o seu senhor. Se perseguiram a mim, perseguirão também a vocês; se obedeceram às minhas palavras, obedecerão também às suas."
  },
  {
    "ingles": "But they will do all these things against you on account of my name, because they do not know the One who sent me.",
    "portugues": "Mas farão todas essas coisas contra vocês por causa do meu nome, porque não conhecem Aquele que me enviou."
  },
  {
    "ingles": "If I had not come and spoken to them, they would have no sin. But now they have no excuse for their sin.",
    "portugues": "Se eu não tivesse vindo e falado com eles, não seriam culpados de pecado. Mas agora eles não têm desculpa para o seu pecado."
  },
  {
    "ingles": "Whoever hates me also hates my Father.",
    "portugues": "Quem me odeia, também odeia o meu Pai."
  },
  {
    "ingles": "If I had not done among them the works that no one else did, they would have no sin; but now they have both seen me and hated me as well as my Father.",
    "portugues": "Se eu não tivesse feito entre eles as obras que ninguém mais fez, não seriam culpados de pecado; mas agora eles me viram e odiaram a mim e ao meu Pai."
  },
  {
    "ingles": "But this happened in order to fulfill the word written in their Law: 'They hated me without cause.'",
    "portugues": "Mas isso aconteceu para que se cumprissem as palavras escritas na Lei deles: 'Odiaram-me sem motivo.'"
  },
  {
    "ingles": "When the helper comes that I will send you from the Father, the spirit of the truth, which comes from the Father, that one will bear witness about me;",
    "portugues": "Quando vier o ajudador que eu lhes enviarei da parte do Pai, o espírito da verdade, que vem do Pai, esse dará testemunho de mim;"
  },
  {
    "ingles": "and you, in turn, are to bear witness, because you have been with me from the beginning.",
    "portugues": "e vocês, por sua vez, darão testemunho, porque estiveram comigo desde o começo."
  }
]