[
  {
    "ingles": "\"I have said these things to you so that you may not be stumbled.",
    "portugues": "\"Eu lhes disse essas coisas para que vocês não tropecem."
  },
  {
    "ingles": "Men will expel you from the synagogue. In fact, the hour is coming when everyone who kills you will think he has offered a sacred service to God.",
    "portugues": "Os homens os expulsarão da sinagoga. De fato, vem a hora em que quem matar vocês pensará que está prestando um serviço sagrado a Deus."
  },
  {
    "ingles": "But they will do these things because they have not come to know either the Father or me.",
    "portugues": "Mas eles farão isso porque não conhecem nem ao Pai nem a mim."
  },
  {
    "ingles": "Nevertheless, I have told you these things so that when the hour for them to happen arrives, you will remember that I told them to you. \"I did not tell you these things at first, because I was with you.",
    "portugues": "Contudo, eu lhes disse essas coisas para que, quando chegar a hora de acontecerem, vocês se lembrem de que lhes falei delas. \"Eu não lhes disse essas coisas no princípio porque eu estava com vocês."
  },
  {
    "ingles": "But now I am going to the One who sent me; yet not one of you asks me, 'Where are you going?'",
    "portugues": "Mas agora vou para Aquele que me enviou; mesmo assim, nenhum de vocês me pergunta: 'Para onde o senhor vai?'"
  },
  {
    "ingles": "But because I have told you these things, grief has filled your hearts.",
    "portugues": "Pelo contrário, o coração de vocês está cheio de tristeza porque eu lhes disse essas coisas."
  },
  {
    "ingles": "Nevertheless, I am telling you the truth, it is for your benefit that I am going away. For if I do not go away, the helper will not come to you; but if I do go, I will send him to you.",
    "portugues": "Contudo, eu lhes digo a verdade: É em seu benefício que vou embora. Pois, se eu não for embora, o ajudador não virá a vocês; mas, se eu for, o enviarei a vocês."
  },
  {
    "ingles": "And when that one comes, he will give the world convincing evidence concerning sin and concerning righteousness and concerning judgment:",
    "portugues": "E, quando ele vier, dará ao mundo provas convincentes do pecado, da justiça e do julgamento:"
  },
  {
    "ingles": "first concerning sin, because they are not exercising faith in me;",
    "portugues": "primeiro, do pecado, porque eles não exercem fé em mim;"
  },
  {
    "ingles": "then concerning righteousness, because I am going to the Father and you will see me no longer;",
    "portugues": "depois, da justiça, porque vou para o Pai e vocês não me verão mais;"
  },
  {
    "ingles": "then concerning judgment, because the ruler of this world has been judged.",
    "portugues": "então, do julgamento, porque o governante deste mundo foi julgado."
  },
  {
    "ingles": "\"I still have many things to say to you, but you are not able to bear them now.",
    "portugues": "\"Ainda tenho muitas coisas para lhes dizer, mas agora vocês não são capazes de suportá-las."
  },
  {
    "ingles": "However, when that one comes, the spirit of the truth, he will guide you into all the truth, for he will not speak of his own initiative, but what he hears he will speak, and he will declare to you the things to come.",
    "portugues": "No entanto, quando ele vier, o espírito da verdade, ele os guiará a toda a verdade, pois não falará de sua própria iniciativa, mas falará o que ouvir e declarará a vocês as coisas que virão."
  },
  {
    "ingles": "That one will glorify me, because he will receive from what is mine and will declare it to you.",
    "portugues": "Ele me glorificará, porque receberá do que é meu e o declarará a vocês."
  },
  {
    "ingles": "All the things that the Father has are mine. That is why I said he receives from what is mine and declares it to you.",
    "portugues": "Tudo que o Pai tem é meu. É por isso que eu disse que ele receberá do que é meu e o declarará a vocês."
  },
  {
    "ingles": "In a little while you will see me no longer, and again, in a little while you will see me.\"",
    "portugues": "Em breve vocês não me verão mais; e também em breve vocês me verão.\""
  },
  {
    "ingles": "At that some of his disciples said to one another: \"What does he mean by saying to us, 'In a little while you will not see me, and again, in a little while you will see me,' and, 'because I am going to the Father'?\"",
    "portugues": "Em vista disso, alguns dos seus discípulos disseram uns aos outros: \"O que ele quer dizer com: 'Em breve vocês não me verão; e também em breve vocês me verão' e 'porque vou para o Pai'?\""
  },
  {
    "ingles": "So they were saying: \"What does he mean by saying, 'a little while'? We do not know what he is talking about.\"",
    "portugues": "Eles diziam: \"O que ele quer dizer com: 'Em breve'? Não sabemos do que ele está falando.\""
  },
  {
    "ingles": "Jesus knew they wanted to question him, so he said to them: \"Are you asking one another this because I said: 'In a little while you will not see me, and again, in a little while you will see me'?",
    "portugues": "Jesus sabia que eles queriam lhe fazer perguntas, de modo que lhes disse: \"Vocês estão perguntando uns aos outros o que eu quis dizer quando falei: 'Em breve vocês não me verão; e também em breve vocês me verão'?"
  },
  {
    "ingles": "Most truly I say to you, you will weep and wail, but the world will rejoice; you will be grieved, but your grief will be turned into joy.",
    "portugues": "Digo-lhes com toda a certeza: Vocês chorarão e lamentarão, mas o mundo se alegrará; vocês ficarão tristes, mas a sua tristeza será transformada em alegria."
  },
  {
    "ingles": "When a woman is giving birth, she has grief because her hour has come, but when she has given birth to the child, she remembers the tribulation no more because of the joy that a child has been born into the world.",
    "portugues": "Quando uma mulher está dando à luz, ela sofre porque chegou a sua hora; mas, quando nasce o seu bebê, ela não se lembra mais da aflição, por causa da alegria de um ser humano ter vindo ao mundo."
  },
  {
    "ingles": "So you also, now you have grief; but I will see you again, and your hearts will rejoice, and no one will take away your joy.",
    "portugues": "Do mesmo modo, agora vocês estão tristes; mas eu os verei novamente, e o seu coração se alegrará, e ninguém tirará a sua alegria."
  },
  {
    "ingles": "In that day you will ask me no question at all. Most truly I say to you, if you ask the Father for anything, he will give it to you in my name.",
    "portugues": "Naquele dia vocês não me farão absolutamente nenhuma pergunta. Digo-lhes com toda a certeza: Se pedirem ao Pai qualquer coisa em meu nome, ele a dará a vocês."
  },
  {
    "ingles": "Until now you have not asked for a single thing in my name. Ask and you will receive, so that your joy may be complete.",
    "portugues": "Até agora vocês não pediram nem uma única coisa em meu nome. Peçam e receberão, para que a sua alegria seja completa."
  },
  {
    "ingles": "\"I have spoken these things to you in comparisons. The hour is coming when I will no longer speak to you in comparisons, but I will tell you plainly about the Father.",
    "portugues": "\"Eu lhes disse essas coisas usando comparações. Vem a hora em que não lhes falarei mais usando comparações, mas eu lhes falarei claramente a respeito do Pai."
  },
  {
    "ingles": "In that day you will make request of the Father in my name; in saying this, I do not mean that I will make request for you.",
    "portugues": "Naquele dia vocês pedirão ao Pai em meu nome. Não quero dizer com isso que pedirei por vocês."
  },
  {
    "ingles": "For the Father himself has affection for you, because you have had affection for me and have believed that I came as God's representative.",
    "portugues": "Pois o próprio Pai ama vocês, porque vocês me amam e acreditam que vim como representante de Deus."
  },
  {
    "ingles": "I came as the Father's representative and have come into the world. Now I am leaving the world and am going to the Father.\"",
    "portugues": "Vim como representante do Pai e entrei no mundo. Agora, deixo o mundo e vou para o Pai.\""
  },
  {
    "ingles": "His disciples said: \"See! Now you are speaking plainly and are not using comparisons.",
    "portugues": "Seus discípulos disseram: \"Agora, sim, o senhor está falando claramente e não está fazendo comparações."
  },
  {
    "ingles": "Now we know that you know all things and you do not need to have anyone question you. By this we believe that you came from God.\"",
    "portugues": "Agora sabemos que o senhor sabe todas as coisas e não precisa que lhe façam perguntas. Por isso acreditamos que o senhor veio de Deus.\""
  },
  {
    "ingles": "Jesus answered them: \"Do you believe now?",
    "portugues": "Jesus lhes respondeu: \"Agora vocês acreditam?"
  },
  {
    "ingles": "Look! The hour is coming, indeed, it has come, when each one of you will be scattered to his own house and you will leave me alone. But I am not alone, because the Father is with me.",
    "portugues": "Escutem: Vem a hora - realmente já veio - em que vocês serão espalhados, cada um para a sua própria casa, e me deixarão sozinho. Mas eu não estou sozinho, porque o Pai está comigo."
  },
  {
    "ingles": "I have said these things to you so that by means of me you may have peace. In the world you will have tribulation, but take courage! I have conquered the world.\"",
    "portugues": "Eu lhes disse essas coisas para que, por meio de mim, vocês tenham paz. No mundo vocês terão tribulação, mas coragem! Eu venci o mundo.\""
  }
]