[
  {
    "ingles": "After he said these things, Jesus went out with his disciples across the Kidron Valley to where there was a garden, and he and his disciples went into it.",
    "portugues": "Depois de dizer essas coisas, Jesus saiu com seus discípulos para o outro lado do vale do Cédron; ali havia um jardim, onde ele e seus discípulos entraram."
  },
  {
    "ingles": "Now Judas, his betrayer, also knew the place, because Jesus had often met there with his disciples.",
    "portugues": "Judas, aquele que o estava traindo, também conhecia o lugar, porque Jesus muitas vezes tinha se reunido ali com seus discípulos."
  },
  {
    "ingles": "So Judas brought the detachment of soldiers and officers of the chief priests and of the Pharisees and came there with torches and lamps and weapons.",
    "portugues": "Assim, Judas, trazendo o destacamento de soldados e também os guardas enviados pelos principais sacerdotes e pelos fariseus, chegou ali com tochas, lâmpadas e armas."
  },
  {
    "ingles": "Then Jesus, knowing all the things that were going to happen to him, stepped forward and said to them: \"Whom are you looking for?\"",
    "portugues": "Então Jesus, sabendo de tudo o que ia lhe acontecer, deu um passo à frente e lhes disse: \"Quem vocês estão procurando?\""
  },
  {
    "ingles": "They answered him: \"Jesus the Nazarene.\" He said to them: \"I am he.\" Now Judas, his betrayer, was also standing with them.",
    "portugues": "Responderam-lhe: \"Jesus, o Nazareno.\" Ele lhes disse: \"Sou eu.\" Judas, o traidor, também estava com eles."
  },
  {
    "ingles": "However, when Jesus said to them, \"I am he,\" they drew back and fell to the ground.",
    "portugues": "No entanto, quando Jesus lhes disse: \"Sou eu\", eles recuaram e caíram no chão."
  },
  {
    "ingles": "So he asked them again: \"Whom are you looking for?\" They said: \"Jesus the Nazarene.\"",
    "portugues": "Então lhes perguntou novamente: \"Quem vocês estão procurando?\" Disseram: \"Jesus, o Nazareno.\""
  },
  {
    "ingles": "Jesus answered: \"I told you that I am he. So if you are looking for me, let these men go.\"",
    "portugues": "Jesus respondeu: \"Eu lhes disse que sou eu. Então, se é a mim que vocês estão procurando, deixem estes homens ir.\""
  },
  {
    "ingles": "This was to fulfill what he had said: \"Of those whom you have given me, I have not lost a single one.\"",
    "portugues": "Isso aconteceu para que se cumprisse o que ele tinha dito: \"Não perdi nem mesmo um daqueles que me deste.\""
  },
  {
    "ingles": "Then Simon Peter, who had a sword, drew it and struck the slave of the high priest, cutting off his right ear. The name of the slave was Malchus.",
    "portugues": "Então Simão Pedro, que tinha uma espada, a puxou e atacou o escravo do sumo sacerdote, cortando-lhe a orelha direita. O nome do escravo era Malco."
  },
  {
    "ingles": "Jesus, however, said to Peter: \"Put the sword into its sheath. Should I not drink the cup that the Father has given me?\"",
    "portugues": "Mas Jesus disse a Pedro: \"Ponha a espada na bainha. Por acaso não devo beber o cálice que o Pai me deu?\""
  },
  {
    "ingles": "Then the soldiers and the military commander and the officers of the Jews seized Jesus and bound him.",
    "portugues": "Então, os soldados, o comandante militar e os guardas dos judeus prenderam Jesus e o amarraram."
  },
  {
    "ingles": "They led him first to Annas, for he was the father-in-law of Caiaphas, who was high priest that year.",
    "portugues": "Eles o levaram primeiro a Anás, por ser sogro de Caifás, o sumo sacerdote naquele ano."
  },
  {
    "ingles": "Caiaphas was, in fact, the one who had advised the Jews that it was to their benefit for one man to die in behalf of the people.",
    "portugues": "De fato, foi Caifás quem tinha dito aos judeus que era para o bem deles que um só homem morresse a favor do povo."
  },
  {
    "ingles": "Now Simon Peter, as well as another disciple, was following Jesus. That disciple was known to the high priest, and he went with Jesus into the courtyard of the high priest,",
    "portugues": "Simão Pedro, bem como um outro discípulo, seguia Jesus. Este discípulo era conhecido do sumo sacerdote e entrou com Jesus no pátio do sumo sacerdote,"
  },
  {
    "ingles": "but Peter was standing outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the doorkeeper and brought Peter in.",
    "portugues": "mas Pedro ficou do lado de fora, junto à porta. Portanto, o outro discípulo, que era conhecido do sumo sacerdote, saiu, falou com a serva que tomava conta da porta e levou Pedro para dentro."
  },
  {
    "ingles": "The servant girl who was the doorkeeper then said to Peter: \"You are not also one of this man's disciples, are you?\" He said: \"I am not.\"",
    "portugues": "A serva perguntou então a Pedro: \"Você também não é um dos discípulos desse homem?\" Ele respondeu: \"Não sou.\""
  },
  {
    "ingles": "Now the slaves and the officers were standing around a charcoal fire they had made, because it was cold and they were warming themselves. Peter also was standing with them and warming himself.",
    "portugues": "Os escravos e os guardas estavam em volta de um braseiro que tinham acendido, porque fazia frio, e se aqueciam. Pedro também estava com eles e se aquecia."
  },
  {
    "ingles": "So the chief priest questioned Jesus about his disciples and about his teaching.",
    "portugues": "Então o principal sacerdote interrogou Jesus sobre os seus discípulos e sobre os seus ensinamentos."
  },
  {
    "ingles": "Jesus answered him: \"I have spoken to the world publicly. I always taught in a synagogue and in the temple, where all the Jews come together, and I said nothing in secret.",
    "portugues": "Jesus lhe respondeu: \"Falei ao mundo publicamente. Sempre ensinei nas sinagogas e no templo, onde todos os judeus se reúnem, e não disse nada em segredo."
  },
  {
    "ingles": "Why do you question me? Question those who have heard what I told them. See! These know what I said.\"",
    "portugues": "Por que o senhor me faz perguntas? Pergunte aos que ouviram o que eu lhes disse. Eles certamente sabem o que eu disse.\""
  },
  {
    "ingles": "After he said these things, one of the officers who was standing by gave Jesus a slap in the face and said: \"Is that the way you answer the chief priest?\"",
    "portugues": "Depois de Jesus dizer isso, um dos guardas que estava ali lhe deu uma bofetada e disse: \"É assim que você responde ao principal sacerdote?\""
  },
  {
    "ingles": "Jesus answered him: \"If I said something wrong, bear witness about the wrong; but if what I said was right, why do you hit me?\"",
    "portugues": "Jesus lhe respondeu: \"Se eu disse algo errado, diga o que foi que eu disse de errado; mas, se o que eu disse está certo, por que você me bate?\""
  },
  {
    "ingles": "Then Annas sent him away bound to Caiaphas the high priest.",
    "portugues": "Então Anás o mandou amarrado a Caifás, o sumo sacerdote."
  },
  {
    "ingles": "Now Simon Peter was standing there warming himself. Then they said to him: \"You are not also one of his disciples, are you?\" He denied it and said: \"I am not.\"",
    "portugues": "Simão Pedro estava ali e se aquecia. Então lhe perguntaram: \"Você também não é um dos discípulos dele?\" Ele negou, dizendo: \"Não sou.\""
  },
  {
    "ingles": "One of the slaves of the high priest, who was a relative of the man whose ear Peter had cut off, said: \"I saw you in the garden with him, did I not?\"",
    "portugues": "Um dos escravos do sumo sacerdote, parente do homem cuja orelha Pedro havia cortado, perguntou: \"Não vi você no jardim com ele?\""
  },
  {
    "ingles": "However, Peter denied it again, and immediately a rooster crowed.",
    "portugues": "No entanto, Pedro negou de novo, e imediatamente um galo cantou."
  },
  {
    "ingles": "Then they led Jesus from Caiaphas to the governor's residence. It was now early in the morning. But they themselves did not enter into the governor's residence, so that they would not get defiled but could eat the Passover.",
    "portugues": "Então, levaram Jesus da presença de Caifás para a residência do governador. Já era de manhã cedo. Mas eles mesmos não entraram na residência do governador, para não ficarem impuros e assim poderem comer a refeição pascoal."
  },
  {
    "ingles": "So Pilate came outside to them and said: \"What accusation do you bring against this man?\"",
    "portugues": "Portanto, Pilatos saiu ao encontro deles e perguntou: \"Que acusação vocês levantam contra esse homem?\""
  },
  {
    "ingles": "They answered him: \"If this man were not a wrongdoer, we would not have handed him over to you.\"",
    "portugues": "Responderam-lhe: \"Se esse homem não fosse um criminoso, não o teríamos entregado ao senhor.\""
  },
  {
    "ingles": "So Pilate said to them: \"Take him yourselves and judge him according to your law.\" The Jews said to him: \"It is not lawful for us to kill anyone.\"",
    "portugues": "Assim, Pilatos lhes disse: \"Levem-no vocês mesmos e julguem-no segundo a sua lei.\" Os judeus lhe disseram: \"Não nos é permitido matar ninguém.\""
  },
  {
    "ingles": "This was to fulfill the word that Jesus had spoken to indicate what sort of death he was about to die.",
    "portugues": "Isso aconteceu para que se cumprissem as palavras que Jesus tinha dito indicando o tipo de morte que estava para sofrer."
  },
  {
    "ingles": "So Pilate entered the governor's residence again and called Jesus and said to him: \"Are you the King of the Jews?\"",
    "portugues": "Então Pilatos entrou novamente na residência do governador, chamou Jesus e lhe perguntou: \"Você é o Rei dos judeus?\""
  },
  {
    "ingles": "Jesus answered: \"Are you asking this of your own originality, or did others tell you about me?\"",
    "portugues": "Jesus disse: \"O senhor está perguntando porque acha isso, ou outros lhe contaram a meu respeito?\""
  },
  {
    "ingles": "Pilate replied: \"I am not a Jew, am I? Your own nation and the chief priests handed you over to me. What did you do?\"",
    "portugues": "Pilatos respondeu: \"Por acaso eu sou judeu? A sua própria nação e os principais sacerdotes o entregaram a mim. O que você fez?\""
  },
  {
    "ingles": "Jesus answered: \"My Kingdom is no part of this world. If my Kingdom were part of this world, my attendants would have fought that I should not be handed over to the Jews. But as it is, my Kingdom is not from this source.\"",
    "portugues": "Jesus respondeu: \"Meu Reino não faz parte deste mundo. Se meu Reino fizesse parte deste mundo, meus assistentes teriam lutado para que eu não fosse entregue aos judeus. Mas o fato é que o meu Reino não é daqui.\""
  },
  {
    "ingles": "So Pilate said to him: \"Well, then, are you a king?\" Jesus answered: \"You yourself are saying that I am a king. For this I have been born, and for this I have come into the world, that I should bear witness to the truth. Everyone who is on the side of the truth listens to my voice.\"",
    "portugues": "Então Pilatos lhe perguntou: \"Pois bem, você é rei?\" Jesus respondeu: \"O senhor mesmo está dizendo que eu sou rei. Para isto nasci e para isto vim ao mundo: para dar testemunho da verdade. Todo aquele que está do lado da verdade escuta a minha voz.\""
  },
  {
    "ingles": "Pilate said to him: \"What is truth?\" After saying this, he went out again to the Jews and said to them: \"I find no fault in him.",
    "portugues": "Pilatos lhe disse: \"O que é verdade?\" Depois de dizer isso, ele saiu novamente ao encontro dos judeus e lhes disse: \"Não vejo motivo para acusá-lo."
  },
  {
    "ingles": "Moreover, you have a custom that I should release a man to you at the Passover. So do you want me to release to you the King of the Jews?\"",
    "portugues": "Além disso, vocês têm o costume de que eu liberte um homem por ocasião da Páscoa. Portanto, querem que eu solte o Rei dos judeus?\""
  },
  {
    "ingles": "Again they shouted: \"Not this man, but Barabbas!\" Now Barabbas was a robber.",
    "portugues": "Eles gritaram de novo: \"Este homem não; queremos Barrabás!\" Ora, Barrabás era um bandido."
  }
]