[
  {
    "ingles": "Pilate then took Jesus and scourged him.",
    "portugues": "Então Pilatos levou Jesus e mandou açoitá-lo."
  },
  {
    "ingles": "And the soldiers braided a crown of thorns and put it on his head and clothed him with a purple robe,",
    "portugues": "Os soldados trançaram uma coroa de espinhos e a puseram na cabeça dele, e o vestiram com um manto púrpura."
  },
  {
    "ingles": "and they kept coming up to him and saying: \"Greetings, you King of the Jews!\" They also kept slapping him in the face.",
    "portugues": "Eles se aproximavam dele e diziam: \"Salve, Rei dos judeus!\" Também lhe davam bofetadas."
  },
  {
    "ingles": "Pilate went outside again and said to them: \"See! I bring him outside to you in order for you to know that I find no fault in him.\"",
    "portugues": "Pilatos saiu novamente e disse ao povo: \"Escutem! Vou trazê-lo para fora a vocês, para que saibam que não vejo motivo para acusá-lo.\""
  },
  {
    "ingles": "So Jesus came outside, wearing the crown of thorns and the purple robe. And Pilate said to them: \"Look! The man!\"",
    "portugues": "Então Jesus saiu, usando a coroa de espinhos e o manto púrpura. Pilatos lhes disse: \"Eis o homem!\""
  },
  {
    "ingles": "However, when the chief priests and the officers saw him, they shouted: \"To the stake with him! To the stake with him!\" Pilate said to them: \"Take him yourselves and execute him, for I do not find any fault in him.\"",
    "portugues": "No entanto, quando os principais sacerdotes e os guardas o viram, gritaram: \"Para a estaca com ele! Para a estaca com ele!\" Pilatos lhes disse: \"Levem-no vocês mesmos e executem-no, pois eu não vejo nenhum motivo para acusá-lo.\""
  },
  {
    "ingles": "The Jews answered him: \"We have a law, and according to the law he ought to die, because he made himself God's son.\"",
    "portugues": "Os judeus lhe responderam: \"Nós temos uma lei, e é segundo a lei que ele deve morrer, porque se fez filho de Deus.\""
  },
  {
    "ingles": "When Pilate heard what they were saying, he became even more fearful,",
    "portugues": "Quando Pilatos ouviu o que estavam dizendo, ficou com mais medo ainda;"
  },
  {
    "ingles": "and he entered the governor's residence again and said to Jesus: \"Where are you from?\" But Jesus gave him no answer.",
    "portugues": "entrou novamente na residência do governador e disse a Jesus: \"De onde você é?\" Mas Jesus não lhe deu nenhuma resposta."
  },
  {
    "ingles": "So Pilate said to him: \"Are you refusing to speak to me? Do you not know that I have authority to release you and I have authority to execute you?\"",
    "portugues": "Por isso, Pilatos lhe disse: \"Você está se recusando a falar comigo? Não sabe que tenho autoridade para libertá-lo e que tenho autoridade para executá-lo?\""
  },
  {
    "ingles": "Jesus answered him: \"You would have no authority over me at all unless it had been granted to you from above. This is why the man who handed me over to you has greater sin.\"",
    "portugues": "Jesus lhe respondeu: \"O senhor não teria absolutamente nenhuma autoridade sobre mim se não lhe tivesse sido concedida de cima. É por isso que o homem que me entregou ao senhor tem maior pecado.\""
  },
  {
    "ingles": "For this reason Pilate kept trying to find a way to release him, but the Jews shouted: \"If you release this man, you are not a friend of Caesar. Everyone who makes himself a king speaks against Caesar.\"",
    "portugues": "Por isso, Pilatos procurava um meio de libertá-lo, mas os judeus gritavam: \"Se o senhor libertar esse homem, não é amigo de César. Todo aquele que se faz rei fala contra César.\""
  },
  {
    "ingles": "Then Pilate, after hearing these words, brought Jesus outside, and he sat down on a judgment seat in a place called the Stone Pavement, but in Hebrew, Gabbatha.",
    "portugues": "Então, depois de ouvir essas palavras, Pilatos levou Jesus para fora e se sentou num tribunal, num lugar chamado Pavimento de Pedra, que em hebraico é Gabatá."
  },
  {
    "ingles": "Now it was the day of Preparation of the Passover; it was about the sixth hour. And he said to the Jews: \"See! Your king!\"",
    "portugues": "Era o dia da Preparação da Páscoa, por volta da sexta hora. Ele disse aos judeus: \"Eis o seu rei!\""
  },
  {
    "ingles": "However, they shouted: \"Take him away! Take him away! To the stake with him!\" Pilate said to them: \"Shall I execute your king?\" The chief priests answered: \"We have no king but Caesar.\"",
    "portugues": "No entanto, eles gritaram: \"Mate-o! Mate-o! Para a estaca com ele!\" Pilatos lhes perguntou: \"Devo executar o seu rei?\" Os principais sacerdotes responderam: \"Não temos rei senão César.\""
  },
  {
    "ingles": "Then he handed him over to them to be executed on the stake. So they took charge of Jesus.",
    "portugues": "Em vista disso, Pilatos o entregou a eles para ser morto na estaca. Então eles se encarregaram de Jesus."
  },
  {
    "ingles": "Bearing the torture stake for himself, he went out to the so-called Skull Place, which is called Golgotha in Hebrew.",
    "portugues": "Carregando ele mesmo a estaca, saiu para o chamado Lugar da Caveira, que em hebraico é chamado Gólgota."
  },
  {
    "ingles": "There they nailed him to the stake alongside two other men, one on each side, with Jesus in the middle.",
    "portugues": "Ali eles o pregaram na estaca ao lado de dois homens, um de cada lado, e Jesus no meio."
  },
  {
    "ingles": "Pilate also wrote a title and put it on the torture stake. It was written: \"Jesus the Nazarene the King of the Jews.\"",
    "portugues": "Pilatos redigiu também uma inscrição e a colocou na estaca. Estava escrito: \"Jesus, o Nazareno, Rei dos judeus\"."
  },
  {
    "ingles": "Many of the Jews read this title, because the place where Jesus was nailed to the stake was near the city, and it was written in Hebrew, in Latin, and in Greek.",
    "portugues": "Muitos judeus leram essa inscrição, porque o lugar onde Jesus estava pregado na estaca era perto da cidade. E a inscrição foi feita em hebraico, em latim e em grego."
  },
  {
    "ingles": "However, the chief priests of the Jews said to Pilate: \"Do not write, 'The King of the Jews,' but that he said, 'I am King of the Jews.'\"",
    "portugues": "Mas os principais sacerdotes dos judeus disseram a Pilatos: \"Não escreva: 'O Rei dos judeus', mas sim que ele disse: 'Eu sou o Rei dos judeus.'\""
  },
  {
    "ingles": "Pilate answered: \"What I have written, I have written.\"",
    "portugues": "Pilatos respondeu: \"O que escrevi, escrevi.\""
  },
  {
    "ingles": "Now when the soldiers had nailed Jesus to the stake, they took his outer garments and divided them into four parts, one for each soldier, and they also took the inner garment. But the inner garment was without a seam, being woven from top to bottom.",
    "portugues": "Então, depois de pregar Jesus na estaca, os soldados pegaram as roupas dele e as dividiram em quatro partes, uma para cada soldado, e pegaram também a túnica. Mas a túnica não tinha costura, pois era tecida de alto a baixo."
  },
  {
    "ingles": "So they said to one another: \"Let us not tear it, but let us cast lots over it to decide whose it will be.\" This was to fulfill the scripture: \"They divided my garments among themselves, and they cast lots for my clothing.\" So the soldiers actually did these things.",
    "portugues": "Por isso, disseram uns aos outros: \"Não vamos rasgá-la, mas vamos lançar sortes para decidir de quem será.\" Isso aconteceu para que se cumprisse a passagem das Escrituras: \"Repartiram entre si as minhas roupas e lançaram sortes sobre a minha vestimenta.\" E foi realmente isso que os soldados fizeram."
  },
  {
    "ingles": "By the torture stake of Jesus, however, there were standing his mother and his mother's sister; Mary the wife of Clopas and Mary Magdalene.",
    "portugues": "Junto à estaca de Jesus estavam sua mãe e a irmã da sua mãe; também Maria, esposa de Clopas, e Maria Madalena."
  },
  {
    "ingles": "So when Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother: \"Woman, see! Your son!\"",
    "portugues": "Assim, ao ver que a sua mãe e o discípulo a quem amava estavam ali perto, Jesus disse à sua mãe: \"Este é o seu filho!\""
  },
  {
    "ingles": "Next he said to the disciple: \"See! Your mother!\" And from that hour on, the disciple took her into his own home.",
    "portugues": "A seguir disse ao discípulo: \"Esta é a sua mãe!\" E, dali em diante, o discípulo a levou para a casa dele."
  },
  {
    "ingles": "After this, when Jesus knew that by now all things had been accomplished, in order to fulfill the scripture he said: \"I am thirsty.\"",
    "portugues": "Depois disso, sabendo que todas as coisas já tinham se realizado, e para que se cumprisse uma passagem das Escrituras, Jesus disse: \"Estou com sede.\""
  },
  {
    "ingles": "A jar was sitting there full of sour wine. So they put a sponge full of the sour wine on a hyssop stalk and held it up to his mouth.",
    "portugues": "Havia ali um jarro cheio de vinho acre. Então puseram uma esponja cheia de vinho acre numa haste de hissopo e a ergueram à sua boca."
  },
  {
    "ingles": "When he had received the sour wine, Jesus said: \"It has been accomplished!\" and bowing his head, he gave up his spirit.",
    "portugues": "Depois de receber o vinho acre, Jesus disse: \"Está consumado!\" e, inclinando a cabeça, entregou o espírito."
  },
  {
    "ingles": "Since it was the day of Preparation, so that the bodies would not remain on the torture stakes on the Sabbath (for that Sabbath day was a great one), the Jews asked Pilate to have the legs broken and the bodies taken away.",
    "portugues": "Visto que era o dia da Preparação, para evitar que os corpos permanecessem nas estacas no sábado (pois aquele sábado seria um grande sábado), os judeus pediram que Pilatos mandasse quebrar as pernas dos homens e retirar os corpos."
  },
  {
    "ingles": "So the soldiers came and broke the legs of the first man and those of the other man who was on a stake alongside him.",
    "portugues": "Portanto, os soldados foram e quebraram as pernas do primeiro homem e as do outro homem que estava numa estaca ao lado dele."
  },
  {
    "ingles": "But on coming to Jesus, they saw that he was already dead, so they did not break his legs.",
    "portugues": "Mas, ao chegarem a Jesus, viram que ele já estava morto; por isso, não quebraram as pernas dele."
  },
  {
    "ingles": "But one of the soldiers jabbed his side with a spear, and immediately blood and water came out.",
    "portugues": "No entanto, um dos soldados lhe furou o lado com uma lança, e imediatamente saiu sangue e água."
  },
  {
    "ingles": "And the one who has seen it has given this witness, and his witness is true, and he knows that what he says is true, so that you also may believe.",
    "portugues": "E aquele que viu isso dá testemunho, e o seu testemunho é verdadeiro, e ele sabe que diz a verdade, para que vocês também acreditem."
  },
  {
    "ingles": "In fact, these things took place for the scripture to be fulfilled: \"Not a bone of his will be broken.\"",
    "portugues": "De fato, essas coisas ocorreram a fim de que se cumprisse a passagem das Escrituras: \"Nenhum osso seu será quebrado.\""
  },
  {
    "ingles": "And again, a different scripture says: \"They will look to the one whom they pierced.\"",
    "portugues": "E, também, outra passagem das Escrituras diz: \"Olharão para aquele que traspassaram.\""
  },
  {
    "ingles": "Now after these things, Joseph of Arimathea, who was a disciple of Jesus but a secret one because of his fear of the Jews, asked Pilate if he could take away the body of Jesus, and Pilate gave him permission. So he came and took the body away.",
    "portugues": "Depois dessas coisas, José de Arimateia (que era discípulo de Jesus, mas secretamente, pois tinha medo dos judeus) perguntou a Pilatos se podia retirar o corpo de Jesus, e Pilatos lhe deu permissão. Portanto, ele foi e retirou o corpo."
  },
  {
    "ingles": "Nicodemus, the man who had come to him in the night the first time, also came, bringing a mixture of myrrh and aloes weighing about a hundred pounds.",
    "portugues": "Nicodemos, o homem que tinha ido ao encontro dele pela primeira vez de noite, também foi, levando uma mistura de mirra e aloés, que pesava cerca de"
  },
  {
    "ingles": "So they took the body of Jesus and wrapped it in linen cloths with the spices, according to the burial custom of the Jews.",
    "portugues": "quilos."
  },
  {
    "ingles": "Incidentally, there was a garden at the place where he was executed, and in the garden was a new tomb in which no one had ever yet been laid.",
    "portugues": "Eles pegaram o corpo de Jesus e o envolveram em panos de linho, junto com os aromas, da maneira como os judeus costumam preparar o corpo para o sepultamento."
  },
  {
    "ingles": "Because it was the day of Preparation of the Jews and the tomb was nearby, they laid Jesus there.",
    "portugues": "A propósito, havia um jardim no lugar onde ele tinha sido executado e, no jardim, havia um túmulo novo, no qual ninguém ainda tinha sido colocado."
  }
]