[
  {
    "ingles": "On the first day of the week, Mary Magdalene came to the tomb early, while it was still dark, and she saw that the stone had already been taken away from the tomb.",
    "portugues": "No primeiro dia da semana, Maria Madalena chegou cedo ao túmulo, enquanto ainda estava escuro, e viu que a pedra já havia sido retirada do túmulo."
  },
  {
    "ingles": "So she came running to Simon Peter and to the other disciple, for whom Jesus had affection, and she said to them: \"They have taken away the Lord out of the tomb, and we do not know where they have laid him.\"",
    "portugues": "Assim, ela foi correndo ao encontro de Simão Pedro e do outro discípulo, a quem Jesus amava, e lhes disse: \"Retiraram o Senhor do túmulo, e não sabemos onde o colocaram.\""
  },
  {
    "ingles": "Then Peter and the other disciple set out for the tomb.",
    "portugues": "Então, Pedro e o outro discípulo saíram em direção ao túmulo."
  },
  {
    "ingles": "The two of them began running together, but the other disciple ran faster than Peter and reached the tomb first.",
    "portugues": "Os dois começaram a correr juntos, mas o outro discípulo correu mais rápido que Pedro e chegou ao túmulo primeiro."
  },
  {
    "ingles": "Stooping forward, he saw the linen cloths lying there, but he did not go in.",
    "portugues": "Inclinando-se para a frente, ele viu os panos de linho deixados ali, mas não entrou."
  },
  {
    "ingles": "Then Simon Peter also came, following him, and he went into the tomb. And he saw the linen cloths lying there.",
    "portugues": "Depois Simão Pedro, que o seguia, chegou também, entrou no túmulo e viu os panos de linho deixados ali."
  },
  {
    "ingles": "The cloth that had been on his head was not lying with the other cloth bands but was rolled up in a place by itself.",
    "portugues": "O pano que tinha sido posto na cabeça dele não estava mais ali junto com as outras faixas, mas estava enrolado num lugar à parte."
  },
  {
    "ingles": "Then the other disciple who had reached the tomb first also went in, and he saw and believed.",
    "portugues": "Então o outro discípulo, que tinha chegado primeiro ao túmulo, também entrou, viu e acreditou."
  },
  {
    "ingles": "For they did not yet understand the scripture that he must rise from the dead.",
    "portugues": "Porque eles ainda não entendiam a passagem das Escrituras que dizia que ele tinha de ser levantado dentre os mortos."
  },
  {
    "ingles": "So the disciples went back to their homes.",
    "portugues": "Assim, os discípulos voltaram para casa."
  },
  {
    "ingles": "Mary, however, kept standing outside near the tomb, weeping. While she was weeping, she stooped forward to look into the tomb,",
    "portugues": "Maria, porém, ficou chorando do lado de fora, perto do túmulo. Enquanto chorava, ela se inclinou para a frente a fim de olhar para dentro do túmulo"
  },
  {
    "ingles": "and she saw two angels in white sitting where the body of Jesus had been lying, one at the head and one at the feet.",
    "portugues": "e viu dois anjos de branco sentados no lugar onde o corpo de Jesus tinha sido colocado, um à cabeceira e outro aos pés."
  },
  {
    "ingles": "And they said to her: \"Woman, why are you weeping?\" She said to them: \"They have taken my Lord away, and I do not know where they have laid him.\"",
    "portugues": "Eles perguntaram a ela: \"Mulher, por que está chorando?\" Ela lhes respondeu: \"Levaram embora o meu Senhor, e não sei onde o colocaram.\""
  },
  {
    "ingles": "After saying this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus.",
    "portugues": "Depois de dizer isso, ela se virou e viu Jesus em pé ali, mas não percebeu que era Jesus."
  },
  {
    "ingles": "Jesus said to her: \"Woman, why are you weeping? Whom are you looking for?\" She, thinking it was the gardener, said to him: \"Sir, if you have carried him off, tell me where you have laid him, and I will take him away.\"",
    "portugues": "Jesus lhe perguntou: \"Mulher, por que está chorando? Quem você está procurando?\" Pensando que fosse o jardineiro, ela lhe disse: \"Se o senhor o tirou daqui, diga-me onde o colocou, e eu o levarei embora.\""
  },
  {
    "ingles": "Jesus said to her: \"Mary!\" On turning around, she said to him in Hebrew: \"Rabboni!\" (which means \"Teacher!\")",
    "portugues": "Jesus lhe disse: \"Maria!\" Voltando-se para ele, ela disse em hebraico: \"Rabôni!\" (que significa: \"Instrutor!\")."
  },
  {
    "ingles": "Jesus said to her: \"Stop clinging to me, for I have not yet ascended to the Father. But go to my brothers and say to them, 'I am ascending to my Father and your Father and to my God and your God.'\"",
    "portugues": "Jesus lhe disse: \"Pare de me segurar, porque ainda não subi para o Pai. Mas vá aos meus irmãos e diga-lhes: 'Eu vou subir para o meu Pai e Pai de vocês, para o meu Deus e Deus de vocês.'\""
  },
  {
    "ingles": "Mary Magdalene came and brought the news to the disciples: \"I have seen the Lord!\" And she told them what he had said to her.",
    "portugues": "Maria Madalena foi e levou a notícia aos discípulos: \"Eu vi o Senhor!\" E contou a eles o que ele tinha lhe dito."
  },
  {
    "ingles": "When it was late that day, the first day of the week, and the doors were locked where the disciples were for fear of the Jews, Jesus came and stood in their midst and said to them: \"May you have peace.\"",
    "portugues": "Já era tarde naquele dia, o primeiro dia da semana, e as portas do lugar onde os discípulos se encontravam estavam trancadas, por medo dos judeus. Jesus apareceu então no meio deles e lhes disse: \"Que a paz esteja com vocês.\""
  },
  {
    "ingles": "After saying this, he showed them his hands and his side. Then the disciples rejoiced at seeing the Lord.",
    "portugues": "Depois de dizer isso, ele lhes mostrou suas mãos e o seu lado. Então os discípulos se alegraram ao ver o Senhor."
  },
  {
    "ingles": "Jesus said to them again: \"May you have peace. Just as the Father has sent me, I also am sending you.\"",
    "portugues": "Jesus lhes disse novamente: \"Que a paz esteja com vocês. Assim como o Pai me enviou, eu também os envio.\""
  },
  {
    "ingles": "After saying this he blew on them and said to them: \"Receive holy spirit.",
    "portugues": "Depois de dizer isso, soprou sobre eles e lhes disse: \"Recebam espírito santo."
  },
  {
    "ingles": "If you forgive the sins of anyone, they are forgiven; if you retain those of anyone, they are retained.\"",
    "portugues": "Se vocês perdoarem os pecados de alguém, eles estão perdoados; se não perdoarem os pecados de alguém, eles não estão perdoados.\""
  },
  {
    "ingles": "But Thomas, one of the Twelve, who was called the Twin, was not with them when Jesus came.",
    "portugues": "Mas Tomé, um dos Doze, que era chamado Gêmeo, não estava com eles quando Jesus apareceu."
  },
  {
    "ingles": "So the other disciples were telling him: \"We have seen the Lord!\" But he said to them: \"Unless I see in his hands the print of the nails and stick my finger into the print of the nails and stick my hand into his side, I will never believe it.\"",
    "portugues": "Então os outros discípulos lhe disseram: \"Nós vimos o Senhor!\" Mas ele lhes disse: \"Se eu não vir nas mãos dele a marca dos pregos, não colocar o dedo na marca dos pregos e não colocar a mão no lado dele, de modo algum acreditarei.\""
  },
  {
    "ingles": "Well, eight days later his disciples were again indoors, and Thomas was with them. Jesus came, although the doors were locked, and he stood in their midst and said: \"May you have peace.\"",
    "portugues": "Oito dias depois, seus discípulos estavam novamente reunidos, e Tomé estava com eles. Embora as portas estivessem trancadas, Jesus apareceu no meio deles e disse: \"Que a paz esteja com vocês.\""
  },
  {
    "ingles": "Next he said to Thomas: \"Put your finger here, and see my hands, and take your hand and stick it into my side, and stop doubting but believe.\"",
    "portugues": "Depois, disse a Tomé: \"Coloque o dedo aqui e veja as minhas mãos; estenda a mão e coloque-a no meu lado. Pare de duvidar e acredite.\""
  },
  {
    "ingles": "In answer Thomas said to him: \"My Lord and my God!\"",
    "portugues": "Em resposta Tomé lhe disse: \"Meu Senhor e meu Deus!\""
  },
  {
    "ingles": "Jesus said to him: \"Because you have seen me, have you believed? Happy are those who have not seen and yet believe.\"",
    "portugues": "Jesus lhe disse: \"Você acreditou porque me viu? Felizes os que não viram, mas mesmo assim acreditam.\""
  },
  {
    "ingles": "To be sure, Jesus also performed many other signs before the disciples, which are not written down in this scroll.",
    "portugues": "Certamente, Jesus realizou muitos outros sinais diante dos discípulos, os quais não estão escritos neste rolo."
  },
  {
    "ingles": "But these have been written down so that you may believe that Jesus is the Christ, the Son of God, and because of believing, you may have life by means of his name.",
    "portugues": "Mas estes foram escritos para que vocês creiam que Jesus é o Cristo, o Filho de Deus, e para que, por crerem, tenham vida por meio do nome dele."
  }
]