[
  {
    "ingles": "There was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
    "portugues": "Entre os fariseus havia um homem chamado Nicodemos, que era um líder dos judeus."
  },
  {
    "ingles": "This one came to him in the night and said to him: \"Rabbi, we know that you have come from God as a teacher, for no one can perform these signs that you perform unless God is with him.\"",
    "portugues": "Ele veio a Jesus à noite e lhe disse: \"Rabi, sabemos que o senhor veio como instrutor da parte de Deus, pois ninguém pode realizar esses sinais que o senhor realiza a menos que Deus esteja com ele.\""
  },
  {
    "ingles": "In response Jesus said to him: \"Most truly I say to you, unless anyone is born again, he cannot see the Kingdom of God.\"",
    "portugues": "Em resposta, Jesus lhe disse: \"Digo-lhe com toda a certeza: A menos que alguém nasça de novo, não pode ver o Reino de Deus.\""
  },
  {
    "ingles": "Nicodemus said to him: \"How can a man be born when he is old? He cannot enter into the womb of his mother a second time and be born, can he?\"",
    "portugues": "Nicodemos lhe perguntou: \"Como um homem pode nascer quando já é velho? Será que pode entrar no ventre da sua mãe e nascer outra vez?\""
  },
  {
    "ingles": "Jesus answered: \"Most truly I say to you, unless anyone is born from water and spirit, he cannot enter into the Kingdom of God.",
    "portugues": "Jesus respondeu: \"Digo-lhe com toda a certeza: A menos que alguém nasça da água e do espírito, não pode entrar no Reino de Deus."
  },
  {
    "ingles": "What has been born from the flesh is flesh, and what has been born from the spirit is spirit.",
    "portugues": "O que nasceu da carne é carne, e o que nasceu do espírito é espírito."
  },
  {
    "ingles": "Do not be amazed because I told you: You people must be born again.",
    "portugues": "Não se espante porque eu lhe disse: Vocês têm de nascer de novo."
  },
  {
    "ingles": "The wind blows where it wants to, and you hear the sound of it, but you do not know where it comes from and where it is going. So it is with everyone who has been born from the spirit.\"",
    "portugues": "O vento sopra para onde quer, e ouve-se o som dele, mas não se sabe de onde ele vem nem para onde vai. Assim é com todo aquele que nasce do espírito.\""
  },
  {
    "ingles": "In answer Nicodemus said to him: \"How can these things be?\"",
    "portugues": "Então Nicodemos lhe perguntou: \"Como essas coisas são possíveis?\""
  },
  {
    "ingles": "Jesus replied: \"Are you a teacher of Israel and yet do not know these things?",
    "portugues": "Jesus respondeu: \"O senhor é instrutor de Israel e ainda assim não sabe essas coisas?"
  },
  {
    "ingles": "Most truly I say to you, what we know we speak, and what we have seen we bear witness to, but you do not receive the witness we give.",
    "portugues": "Digo-lhe com toda a certeza: Falamos do que sabemos e damos testemunho do que vimos, mas vocês não aceitam o testemunho que damos."
  },
  {
    "ingles": "If I have told you earthly things and you still do not believe, how will you believe if I tell you heavenly things?",
    "portugues": "Se eu lhes falei de coisas terrenas e mesmo assim vocês não acreditam, como acreditarão se eu lhes falar de coisas celestiais?"
  },
  {
    "ingles": "Moreover, no man has ascended into heaven but the one who descended from heaven, the Son of man.",
    "portugues": "Além disso, nenhum homem subiu ao céu, a não ser aquele que desceu do céu, o Filho do Homem."
  },
  {
    "ingles": "And just as Moses lifted up the serpent in the wilderness, so the Son of man must be lifted up,",
    "portugues": "E, assim como Moisés ergueu a serpente no deserto, assim será erguido o Filho do Homem"
  },
  {
    "ingles": "so that everyone believing in him may have everlasting life.",
    "portugues": "para que todo aquele que nele crer tenha vida eterna."
  },
  {
    "ingles": "\"For God loved the world so much that he gave his only-begotten Son, so that everyone exercising faith in him might not be destroyed but have everlasting life.",
    "portugues": "\"Porque Deus amou tanto o mundo, que deu o seu Filho unigênito, para que todo aquele que nele exercer fé não seja destruído, mas tenha vida eterna."
  },
  {
    "ingles": "For God did not send his Son into the world for him to judge the world, but for the world to be saved through him.",
    "portugues": "Pois Deus não enviou seu Filho ao mundo para que ele julgasse o mundo, mas para que o mundo fosse salvo por meio dele."
  },
  {
    "ingles": "Whoever exercises faith in him is not to be judged. Whoever does not exercise faith has been judged already, because he has not exercised faith in the name of the only-begotten Son of God.",
    "portugues": "Quem exerce fé nele não será julgado. Quem não exerce fé já foi julgado, porque não exerceu fé no nome do Filho unigênito de Deus."
  },
  {
    "ingles": "Now this is the basis for judgment: that the light has come into the world, but men have loved the darkness rather than the light, for their works were wicked.",
    "portugues": "Então, esta é a base para o julgamento: a luz veio ao mundo, mas os homens amaram a escuridão em vez da luz, porque as obras deles eram más."
  },
  {
    "ingles": "For whoever practices vile things hates the light and does not come to the light, so that his works may not be reproved.",
    "portugues": "Pois quem pratica coisas ruins odeia a luz e não se chega à luz, para que as suas obras não sejam reprovadas."
  },
  {
    "ingles": "But whoever does what is true comes to the light, so that his works may be made manifest as having been done in harmony with God.\"",
    "portugues": "Mas quem faz o que é verdadeiro se chega à luz, para que se veja claramente que as suas obras são feitas em harmonia com a vontade de Deus.\""
  },
  {
    "ingles": "After this Jesus and his disciples went into the Judean countryside, and there he spent some time with them and was baptizing.",
    "portugues": "Depois disso, Jesus e seus discípulos foram para a zona rural da Judeia; ali ele passou algum tempo com eles, e batizava."
  },
  {
    "ingles": "But John too was baptizing in Aenon near Salim, because there was a great quantity of water there, and people kept coming and were being baptized;",
    "portugues": "Mas João também estava batizando em Enom, perto de Salim, porque havia ali uma grande quantidade de água, e as pessoas iam a ele e eram batizadas."
  },
  {
    "ingles": "for John had not yet been thrown into prison.",
    "portugues": "Nessa época, João ainda não tinha sido lançado na prisão."
  },
  {
    "ingles": "Now the disciples of John had a dispute with a Jew concerning purification.",
    "portugues": "Então os discípulos de João tiveram uma discussão com um judeu sobre a purificação."
  },
  {
    "ingles": "So they came to John and said to him: \"Rabbi, the man who was with you across the Jordan, about whom you bore witness, see, this one is baptizing, and all are going to him.\"",
    "portugues": "E eles foram dizer a João: \"Veja, Rabi, o homem que estava com o senhor do outro lado do Jordão, de quem o senhor deu testemunho, está batizando, e todos vão a ele.\""
  },
  {
    "ingles": "In answer John said: \"A man cannot receive a single thing unless it has been given him from heaven.",
    "portugues": "Em resposta, João disse: \"Um homem não pode receber nem uma única coisa a menos que lhe seja dada do céu."
  },
  {
    "ingles": "You yourselves bear me witness that I said, 'I am not the Christ, but I have been sent ahead of that one.'",
    "portugues": "Vocês mesmos são testemunhas de que eu disse: 'Eu não sou o Cristo, mas fui enviado na frente dele.'"
  },
  {
    "ingles": "Whoever has the bride is the bridegroom. But the friend of the bridegroom, when he stands and hears him, has a great deal of joy on account of the voice of the bridegroom. So my joy has been made complete.",
    "portugues": "Quem tem a noiva é o noivo. Mas, quando o amigo do noivo está por perto e o ouve, tem muita alegria por causa da voz do noivo. Por isso a minha alegria ficou completa."
  },
  {
    "ingles": "That one must keep on increasing, but I must keep on decreasing.\"",
    "portugues": "Ele tem de continuar aumentando, mas eu tenho de continuar diminuindo.\""
  },
  {
    "ingles": "The one who comes from above is over all others. The one who is from the earth is from the earth and speaks of things of the earth. The one who comes from heaven is over all others.",
    "portugues": "Aquele que vem do alto está acima de todos os outros. Quem é da terra é da terra e fala as coisas da terra. Aquele que vem do céu está acima de todos os outros."
  },
  {
    "ingles": "He bears witness to what he has seen and heard, but no man accepts his witness.",
    "portugues": "Ele dá testemunho das coisas que viu e ouviu, mas ninguém aceita seu testemunho."
  },
  {
    "ingles": "Whoever has accepted his witness has put his seal to it that God is true.",
    "portugues": "Quem aceita seu testemunho confirma que Deus é verdadeiro."
  },
  {
    "ingles": "For the one whom God sent speaks the sayings of God, for He does not give the spirit sparingly.",
    "portugues": "Pois aquele que Deus enviou fala as declarações de Deus, porque Ele não dá o espírito de forma escassa."
  },
  {
    "ingles": "The Father loves the Son and has given all things into his hand.",
    "portugues": "O Pai ama o Filho e entregou todas as coisas em suas mãos."
  },
  {
    "ingles": "The one who exercises faith in the Son has everlasting life; the one who disobeys the Son will not see life, but the wrath of God remains upon him.",
    "portugues": "Quem exerce fé no Filho tem vida eterna; quem desobedece ao Filho não verá a vida, mas a ira de Deus permanece sobre ele."
  }
]