[
  {
    "ingles": "When the Lord became aware that the Pharisees had heard that Jesus was making and baptizing more disciples than John-",
    "portugues": "Quando o Senhor soube que os fariseus tinham ouvido falar que ele, Jesus, fazia e batizava mais discípulos do que João"
  },
  {
    "ingles": "although Jesus himself did no baptizing but his disciples did-",
    "portugues": "(embora o próprio Jesus não batizasse, mas sim os seus discípulos),"
  },
  {
    "ingles": "he left Judea and departed again for Galilee.",
    "portugues": "ele deixou a Judeia e partiu novamente para a Galileia."
  },
  {
    "ingles": "But it was necessary for him to go through Samaria.",
    "portugues": "Mas era necessário que passasse por Samaria."
  },
  {
    "ingles": "So he came to a city of Samaria called Sychar, near the field that Jacob had given to his son Joseph.",
    "portugues": "Assim, ele chegou a uma cidade de Samaria chamada Sicar, perto do campo que Jacó tinha dado ao seu filho José."
  },
  {
    "ingles": "In fact, Jacob's well was there. Now Jesus, tired out as he was from the journey, was sitting at the well. It was about the sixth hour.",
    "portugues": "De fato, ali ficava o poço de Jacó. E Jesus, cansado da viagem, estava sentado junto ao poço. Era por volta da sexta hora."
  },
  {
    "ingles": "A woman of Samaria came to draw water. Jesus said to her: \"Give me a drink.\"",
    "portugues": "Uma mulher de Samaria chegou para tirar água. Jesus lhe disse: \"Dê-me um pouco de água.\""
  },
  {
    "ingles": "(For his disciples had gone off into the city to buy food.)",
    "portugues": "(Os seus discípulos tinham ido à cidade para comprar alimento.)"
  },
  {
    "ingles": "So the Samaritan woman said to him: \"How is it that you, despite being a Jew, ask me for a drink even though I am a Samaritan woman?\" (For Jews have no dealings with Samaritans.)",
    "portugues": "Portanto, a samaritana lhe disse: \"Como é que o senhor, sendo judeu, pede água a mim, apesar de eu ser samaritana?\" (Porque os judeus não têm tratos com os samaritanos.)"
  },
  {
    "ingles": "In answer Jesus said to her: \"If you had known of the free gift of God and who it is who says to you, 'Give me a drink,' you would have asked him, and he would have given you living water.\"",
    "portugues": "Jesus lhe respondeu: \"Se você soubesse da dádiva de Deus e soubesse quem é que lhe diz: 'Dê-me um pouco de água', você lhe teria pedido, e ele lhe teria dado água viva.\""
  },
  {
    "ingles": "She said to him: \"Sir, you do not even have a bucket for drawing water, and the well is deep. From what source, then, do you have this living water?",
    "portugues": "Ela lhe disse: \"O senhor não tem nem mesmo um balde para tirar água, e o poço é fundo. De onde tira então essa água viva?"
  },
  {
    "ingles": "You are not greater than our forefather Jacob, who gave us the well and who together with his sons and his cattle drank out of it, are you?\"",
    "portugues": "Será que o senhor é maior do que o nosso antepassado Jacó, que nos deu o poço e bebeu dele junto com seus filhos e seus rebanhos?\""
  },
  {
    "ingles": "In answer Jesus said to her: \"Everyone drinking from this water will get thirsty again.",
    "portugues": "Em resposta, Jesus lhe disse: \"Todo aquele que beber desta água ficará novamente com sede."
  },
  {
    "ingles": "Whoever drinks from the water that I will give him will never get thirsty at all, but the water that I will give him will become in him a spring of water bubbling up to impart everlasting life.\"",
    "portugues": "Quem beber da água que eu lhe der nunca mais ficará com sede, mas a água que eu lhe der se tornará nele uma fonte de água que jorra para dar vida eterna.\""
  },
  {
    "ingles": "The woman said to him: \"Sir, give me this water, so that I may neither thirst nor keep coming over to this place to draw water.\"",
    "portugues": "A mulher lhe disse: \"Senhor, dê-me dessa água, para que eu não tenha sede nem venha mais aqui para tirar água.\""
  },
  {
    "ingles": "He said to her: \"Go, call your husband and come to this place.\"",
    "portugues": "Ele lhe disse: \"Vá, chame seu marido e volte para cá.\""
  },
  {
    "ingles": "The woman replied: \"I do not have a husband.\" Jesus said to her: \"You are right in saying, 'I do not have a husband.'",
    "portugues": "A mulher respondeu: \"Não tenho marido.\" Jesus lhe disse: \"Você está certa em dizer: 'Não tenho marido.'"
  },
  {
    "ingles": "For you have had five husbands, and the man you now have is not your husband. This you have said truthfully.\"",
    "portugues": "Pois você teve cinco maridos, e o homem que você tem agora não é seu marido. Você disse a verdade.\""
  },
  {
    "ingles": "The woman said to him: \"Sir, I see that you are a prophet.",
    "portugues": "A mulher lhe disse: \"Vejo que o senhor é um profeta."
  },
  {
    "ingles": "Our forefathers worshipped on this mountain, but you people say that in Jerusalem is the place where people must worship.\"",
    "portugues": "Nossos antepassados adoraram neste monte, mas vocês dizem que o lugar onde as pessoas devem adorar é em Jerusalém.\""
  },
  {
    "ingles": "Jesus said to her: \"Believe me, woman, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
    "portugues": "Jesus lhe disse: \"Acredite em mim, mulher: vem a hora em que nem neste monte, nem em Jerusalém, vocês adorarão o Pai."
  },
  {
    "ingles": "You worship what you do not know; we worship what we know, because salvation begins with the Jews.",
    "portugues": "Vocês adoram o que não conhecem; nós adoramos o que conhecemos, porque a salvação se origina dos judeus."
  },
  {
    "ingles": "Nevertheless, the hour is coming, and it is now, when the true worshippers will worship the Father with spirit and truth, for indeed, the Father is looking for ones like these to worship him.",
    "portugues": "Contudo, vem a hora, e agora é, quando os verdadeiros adoradores adorarão o Pai com espírito e verdade. Pois, realmente, o Pai está procurando a esses para o adorarem."
  },
  {
    "ingles": "God is a Spirit, and those worshipping him must worship with spirit and truth.\"",
    "portugues": "Deus é espírito, e os que o adoram têm de adorá-lo com espírito e verdade.\""
  },
  {
    "ingles": "The woman said to him: \"I know that Messiah is coming, who is called Christ. Whenever that one comes, he will declare all things to us openly.\"",
    "portugues": "A mulher lhe disse: \"Eu sei que vem o Messias, que é chamado Cristo. Quando ele vier, dirá abertamente todas as coisas a nós.\""
  },
  {
    "ingles": "Jesus said to her: \"I am he, the one speaking to you.\"",
    "portugues": "Jesus lhe disse: \"Eu, que estou falando com você, sou ele.\""
  },
  {
    "ingles": "Just then his disciples arrived, and they were surprised because he was speaking with a woman. Of course, no one said: \"What are you looking for?\" or \"Why are you talking to her?\"",
    "portugues": "Bem naquela hora, os seus discípulos chegaram e ficaram surpresos, porque ele estava falando com uma mulher. Naturalmente, ninguém lhe perguntou: \"O que o senhor está procurando?\" ou \"Por que está falando com ela?\""
  },
  {
    "ingles": "So the woman left her water jar and went off into the city and told the people:",
    "portugues": "Então a mulher deixou o seu jarro de água, foi à cidade e disse ao povo:"
  },
  {
    "ingles": "\"Come and see a man who told me everything I did. Could this not perhaps be the Christ?\"",
    "portugues": "\"Venham ver um homem que me disse tudo o que eu fiz. Será que ele não é o Cristo?\""
  },
  {
    "ingles": "They left the city and began coming to him.",
    "portugues": "Eles saíram da cidade e foram ao encontro dele."
  },
  {
    "ingles": "Meanwhile, the disciples were urging him: \"Rabbi, eat.\"",
    "portugues": "Enquanto isso, os discípulos insistiam com ele: \"Rabi, coma.\""
  },
  {
    "ingles": "But he said to them: \"I have food to eat that you do not know about.\"",
    "portugues": "Mas ele lhes disse: \"Tenho para comer um alimento que vocês não conhecem.\""
  },
  {
    "ingles": "So the disciples said to one another: \"No one brought him anything to eat, did he?\"",
    "portugues": "Assim, os discípulos disseram uns aos outros: \"Será que alguém trouxe algo para ele comer?\""
  },
  {
    "ingles": "Jesus said to them: \"My food is to do the will of him who sent me and to finish his work.",
    "portugues": "Jesus lhes disse: \"Meu alimento é fazer a vontade daquele que me enviou e terminar a sua obra."
  },
  {
    "ingles": "Do you not say that there are yet four months before the harvest comes? Look! I say to you: Lift up your eyes and view the fields, that they are white for harvesting. Already",
    "portugues": "Vocês não dizem que ainda faltam quatro meses para chegar a colheita? Escutem o que eu lhes digo: Ergam os olhos e observem os campos, que estão brancos para a colheita. Desde já"
  },
  {
    "ingles": "the reaper is receiving wages and gathering fruit for everlasting life, so that the sower and the reaper may rejoice together.",
    "portugues": "o ceifeiro está recebendo salário e ajuntando frutos para a vida eterna, para que o semeador e o ceifeiro se alegrem juntos."
  },
  {
    "ingles": "For in this respect the saying is true: One is the sower and another the reaper.",
    "portugues": "Pois, nesse respeito, é verdadeira a declaração: Um é o semeador e outro o ceifeiro."
  },
  {
    "ingles": "I sent you to reap what you did not labor on. Others have labored, and you have entered into the benefit of their labor.\"",
    "portugues": "Eu os enviei para colher aquilo em que vocês não trabalharam. Outros trabalharam arduamente, e vocês se beneficiaram do trabalho deles.\""
  },
  {
    "ingles": "Many of the Samaritans from that city put faith in him because of the word of the woman who bore witness, saying: \"He told me all the things I did.\"",
    "portugues": "Muitos samaritanos daquela cidade depositaram fé nele por causa do testemunho da mulher, que tinha dito: \"Ele me disse tudo o que eu fiz.\""
  },
  {
    "ingles": "So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days.",
    "portugues": "Portanto, quando os samaritanos chegaram a ele, pediram-lhe que ficasse com eles, e ele ficou ali dois dias."
  },
  {
    "ingles": "As a result, many more believed because of what he said,",
    "portugues": "Assim, muitos outros creram por causa do que ele disse,"
  },
  {
    "ingles": "and they said to the woman: \"We no longer believe just because of what you said; for we have heard for ourselves, and we know that this man really is the savior of the world.\"",
    "portugues": "e disseram à mulher: \"Não é mais só por causa do que você disse que nós cremos, pois nós mesmos ouvimos e sabemos que esse homem é realmente o salvador do mundo.\""
  },
  {
    "ingles": "After the two days, he left there for Galilee.",
    "portugues": "Depois desses dois dias, ele partiu dali para a Galileia."
  },
  {
    "ingles": "Jesus himself, however, bore witness that a prophet has no honor in his own homeland.",
    "portugues": "O próprio Jesus, porém, dizia que um profeta não recebe honra na sua própria terra."
  },
  {
    "ingles": "So when he arrived in Galilee, the Galileans welcomed him, because they had seen all the things he did in Jerusalem at the festival, for they too had gone to the festival.",
    "portugues": "Portanto, quando ele chegou à Galileia, os galileus o receberam bem, porque tinham visto tudo o que ele havia feito em Jerusalém, na festividade; pois eles também tinham ido à festividade."
  },
  {
    "ingles": "Then he came again to Cana of Galilee, where he had turned the water into wine. Now there was a royal official whose son was sick in Capernaum.",
    "portugues": "Então ele foi novamente a Caná da Galileia, onde havia transformado água em vinho. E havia ali um funcionário real, cujo filho estava doente em Cafarnaum."
  },
  {
    "ingles": "When this man heard that Jesus had come out of Judea into Galilee, he went to him and asked him to come down and heal his son, for he was at the point of dying.",
    "portugues": "Quando esse homem ouviu que Jesus tinha saído da Judeia para a Galileia, dirigiu-se a ele e lhe pediu que descesse para curar seu filho, pois ele estava morrendo."
  },
  {
    "ingles": "But Jesus said to him: \"Unless you people see signs and wonders, you will never believe.\"",
    "portugues": "Mas Jesus lhe disse: \"A menos que vocês vejam sinais e milagres, nunca acreditarão.\""
  },
  {
    "ingles": "The royal official said to him: \"Lord, come down before my young child dies.\"",
    "portugues": "O funcionário real lhe disse: \"Senhor, venha antes que meu filhinho morra.\""
  },
  {
    "ingles": "Jesus said to him: \"Go your way; your son lives.\" The man believed the word that Jesus spoke to him, and he left.",
    "portugues": "Jesus lhe disse: \"Pode ir; seu filho está vivo.\" O homem acreditou nas palavras que Jesus lhe disse e foi embora."
  },
  {
    "ingles": "But while he was on his way down, his slaves met him to say that his boy was alive.",
    "portugues": "Enquanto estava indo, seus escravos foram ao encontro dele para dizer que seu menino estava vivo."
  },
  {
    "ingles": "So he asked them at what hour he got better. They replied to him: \"The fever left him yesterday at the seventh hour.\"",
    "portugues": "Então ele lhes perguntou a que hora ele tinha melhorado. Eles lhe responderam: \"A febre o deixou ontem, à sétima hora.\""
  },
  {
    "ingles": "The father then knew that it was in the very hour that Jesus had said to him: \"Your son lives.\" So he and his whole household believed.",
    "portugues": "O pai percebeu então que havia sido naquela mesma hora que Jesus tinha lhe dito: \"Seu filho está vivo.\" E ele e todos os da sua casa creram."
  },
  {
    "ingles": "This was the second sign Jesus performed when he came from Judea into Galilee.",
    "portugues": "Essa foi a segunda vez que Jesus realizou um sinal depois de voltar da Judeia para a Galileia."
  }
]