[
  {
    "ingles": "After this there was a festival of the Jews, and Jesus went up to Jerusalem.",
    "portugues": "Depois disso houve uma festividade dos judeus, e Jesus subiu a Jerusalém."
  },
  {
    "ingles": "Now in Jerusalem at the Sheep Gate is a pool called in Hebrew Bethzatha, with five colonnades.",
    "portugues": "Em Jerusalém, junto ao Portão das Ovelhas, há um reservatório com cinco pórticos, chamado em hebraico de Betezata."
  },
  {
    "ingles": "Within these a multitude of the sick, blind, lame, and those with withered limbs were lying down.",
    "portugues": "Naquele lugar se deitava uma multidão de doentes, cegos, mancos e pessoas que tinham membros atrofiados. 4--"
  },
  {
    "ingles": "--",
    "portugues": "E ali havia um homem que já estava doente por"
  },
  {
    "ingles": "But one man was there who had been sick for",
    "portugues": "anos."
  },
  {
    "ingles": "years.",
    "portugues": "Vendo aquele homem deitado ali, e sabendo que ele já estava doente por muito tempo, Jesus lhe disse: \"Você quer ficar bom?\""
  },
  {
    "ingles": "Seeing this man lying there and being aware that he had already been sick for a long time, Jesus said to him: \"Do you want to get well?\"",
    "portugues": "O doente respondeu: \"Senhor, não tenho ninguém para me colocar no reservatório quando a água fica agitada; mas, quando eu estou indo, outro desce na minha frente.\""
  },
  {
    "ingles": "The sick man answered him: \"Sir, I do not have anyone to put me into the pool when the water is stirred up, but while I am on my way, another steps down ahead of me.\"",
    "portugues": "Jesus lhe disse: \"Levante-se! Pegue a sua esteira e ande.\""
  },
  {
    "ingles": "Jesus said to him: \"Get up! Pick up your mat and walk.\"",
    "portugues": "E o homem ficou imediatamente bom, pegou a sua esteira e começou a andar. Aquele dia era sábado."
  },
  {
    "ingles": "And the man immediately got well, and he picked up his mat and began to walk. That day was the Sabbath.",
    "portugues": "Por isso, os judeus começaram a dizer ao homem que havia sido curado: \"Hoje é sábado; não é permitido que você carregue a esteira.\""
  },
  {
    "ingles": "So the Jews began to say to the cured man: \"It is the Sabbath, and it is not lawful for you to carry the mat.\"",
    "portugues": "Mas ele lhes respondeu: \"O mesmo homem que me curou disse: 'Pegue a sua esteira e ande.'\""
  },
  {
    "ingles": "But he answered them: \"The same one who made me well said to me, 'Pick up your mat and walk.'\"",
    "portugues": "Eles lhe perguntaram: \"Quem é o homem que lhe disse: 'Pegue-a e ande'?\""
  },
  {
    "ingles": "They asked him: \"Who is the man who told you, 'Pick it up and walk'?\"",
    "portugues": "Mas o homem que havia sido curado não sabia quem ele era, pois Jesus tinha desaparecido no meio da multidão que estava ali."
  },
  {
    "ingles": "But the healed man did not know who he was, for Jesus had slipped away into the crowd that was there.",
    "portugues": "Depois disso, Jesus o encontrou no templo e lhe disse: \"Veja, você ficou bom. Não peque mais, para que não lhe aconteça algo pior.\""
  },
  {
    "ingles": "After this Jesus found him in the temple and said to him: \"See, you have become well. Do not sin anymore, so that something worse does not happen to you.\"",
    "portugues": "O homem foi embora e disse aos judeus que tinha sido Jesus quem o havia curado."
  },
  {
    "ingles": "The man went away and told the Jews that it was Jesus who had made him well.",
    "portugues": "Por isso os judeus perseguiam Jesus, porque ele fazia essas coisas durante o sábado."
  },
  {
    "ingles": "For this reason the Jews were persecuting Jesus, because he was doing these things during the Sabbath.",
    "portugues": "Ele lhes disse então: \"Meu Pai está trabalhando até agora, e eu estou trabalhando.\""
  },
  {
    "ingles": "But he answered them: \"My Father has kept working until now, and I keep working.\"",
    "portugues": "É por isso que os judeus procuravam ainda mais matá-lo, porque ele não somente violava o sábado, mas também chamava a Deus de seu próprio Pai, fazendo-se igual a Deus."
  },
  {
    "ingles": "This is why the Jews began seeking all the more to kill him, because not only was he breaking the Sabbath but he was also calling God his own Father, making himself equal to God.",
    "portugues": "Em vista disso, Jesus lhes disse: \"Digo-lhes com toda a certeza: O Filho não pode fazer nem uma única coisa de sua própria iniciativa, mas somente o que ele vê o Pai fazer. Pois as coisas que Ele faz, o Filho também faz da mesma maneira."
  },
  {
    "ingles": "Therefore, in response Jesus said to them: \"Most truly I say to you, the Son cannot do a single thing of his own initiative, but only what he sees the Father doing. For whatever things that One does, these things the Son does also in like manner.",
    "portugues": "Pois o Pai ama o Filho e lhe mostra todas as coisas que Ele mesmo faz, e lhe mostrará obras maiores do que essas, para que vocês fiquem maravilhados."
  },
  {
    "ingles": "For the Father has affection for the Son and shows him all the things he himself does, and he will show him works greater than these, so that you may marvel.",
    "portugues": "Pois, assim como o Pai levanta os mortos e lhes dá vida, assim também o Filho dá vida a quem ele quer."
  },
  {
    "ingles": "For just as the Father raises the dead up and makes them alive, so the Son also makes alive whomever he wants to.",
    "portugues": "Pois o Pai não julga a ninguém, mas confiou todo o julgamento ao Filho,"
  },
  {
    "ingles": "For the Father judges no one at all, but he has entrusted all the judging to the Son,",
    "portugues": "para que todos honrem o Filho, assim como honram o Pai. Quem não honra o Filho não honra o Pai, que o enviou."
  },
  {
    "ingles": "so that all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him.",
    "portugues": "Digo-lhes com toda a certeza: Quem ouve as minhas palavras e acredita naquele que me enviou tem vida eterna, e não será julgado, mas passou da morte para a vida."
  },
  {
    "ingles": "Most truly I say to you, whoever hears my word and believes the One who sent me has everlasting life, and he does not come into judgment but has passed over from death to life.",
    "portugues": "\"Digo-lhes com toda a certeza: Vem a hora, e agora é, em que os mortos ouvirão a voz do Filho de Deus, e os que tiverem dado atenção viverão."
  },
  {
    "ingles": "\"Most truly I say to you, the hour is coming, and it is now, when the dead will hear the voice of the Son of God, and those who have paid attention will live.",
    "portugues": "Pois assim como o Pai tem vida em si mesmo, assim concedeu também ao Filho ter vida em si mesmo."
  },
  {
    "ingles": "For just as the Father has life in himself, so he has granted also to the Son to have life in himself.",
    "portugues": "E deu a ele autoridade para julgar, porque ele é o Filho do Homem."
  },
  {
    "ingles": "And he has given him authority to do judging, because he is the Son of man.",
    "portugues": "Não fiquem admirados com isso, pois vem a hora em que todos os que estão nos túmulos memoriais ouvirão a voz dele"
  },
  {
    "ingles": "Do not be amazed at this, for the hour is coming in which all those in the memorial tombs will hear his voice",
    "portugues": "e sairão: os que fizeram coisas boas, para uma ressurreição de vida; e os que praticaram coisas ruins, para uma ressurreição de julgamento."
  },
  {
    "ingles": "and come out, those who did good things to a resurrection of life, and those who practiced vile things to a resurrection of judgment.",
    "portugues": "Não posso fazer nem uma única coisa de minha própria iniciativa. Assim como ouço, eu julgo, e o meu julgamento é justo, porque não procuro fazer a minha própria vontade, mas a vontade daquele que me enviou."
  },
  {
    "ingles": "I cannot do a single thing of my own initiative. Just as I hear, I judge, and my judgment is righteous because I seek, not my own will, but the will of him who sent me.",
    "portugues": "\"Se apenas eu der testemunho de mim, o meu testemunho não é verdadeiro."
  },
  {
    "ingles": "\"If I alone bear witness about myself, my witness is not true.",
    "portugues": "Há outro que dá testemunho de mim, e eu sei que o testemunho que ele dá de mim é verdadeiro."
  },
  {
    "ingles": "There is another who bears witness about me, and I know that the witness he bears about me is true.",
    "portugues": "Vocês enviaram homens a João, e ele deu testemunho da verdade."
  },
  {
    "ingles": "You have sent men to John, and he has borne witness to the truth.",
    "portugues": "No entanto, não aceito o testemunho de um homem, mas digo essas coisas para que vocês sejam salvos."
  },
  {
    "ingles": "However, I do not accept the witness from man, but I say these things so that you may be saved.",
    "portugues": "Aquele homem era uma lâmpada acesa e brilhante, e por pouco tempo vocês estavam dispostos a se alegrar muito na sua luz."
  },
  {
    "ingles": "That man was a burning and shining lamp, and for a short time you were willing to rejoice greatly in his light.",
    "portugues": "Mas eu tenho um testemunho maior do que o de João, porque as próprias obras que o meu Pai me designou para realizar, as obras que eu faço, dão testemunho de que o Pai me enviou."
  },
  {
    "ingles": "But I have the witness greater than that of John, for the very works that my Father assigned me to accomplish, these works that I am doing, bear witness that the Father sent me.",
    "portugues": "E o próprio Pai, que me enviou, deu testemunho de mim. Vocês jamais ouviram a voz dele nem viram a sua forma,"
  },
  {
    "ingles": "And the Father who sent me has himself borne witness about me. You have neither heard his voice at any time nor seen his form,",
    "portugues": "e a palavra dele não reside em vocês, porque vocês não acreditam naquele que ele enviou."
  },
  {
    "ingles": "and you do not have his word residing in you, because you do not believe the very one whom he sent.",
    "portugues": "\"Vocês pesquisam as Escrituras porque pensam que terão vida eterna por meio delas, e são elas mesmas que dão testemunho de mim."
  },
  {
    "ingles": "\"You are searching the Scriptures because you think that you will have everlasting life by means of them; and these are the very ones that bear witness about me.",
    "portugues": "Contudo, vocês não querem vir a mim para que possam ter vida."
  },
  {
    "ingles": "And yet you do not want to come to me so that you may have life.",
    "portugues": "Não aceito glória de homens,"
  },
  {
    "ingles": "I do not accept glory from men,",
    "portugues": "mas eu bem sei que vocês não têm dentro de si o amor de Deus."
  },
  {
    "ingles": "but I well know that you do not have the love of God in you.",
    "portugues": "Vim em nome do meu Pai, mas vocês não me receberam. Se outro viesse no seu próprio nome, vocês o receberiam."
  },
  {
    "ingles": "I have come in the name of my Father, but you do not receive me. If someone else came in his own name, you would receive that one.",
    "portugues": "Como vocês podem crer, se aceitam glória uns dos outros e não procuram a glória que vem do único Deus?"
  },
  {
    "ingles": "How can you believe, when you are accepting glory from one another and you are not seeking the glory that is from the only God?",
    "portugues": "Não pensem que eu os acusarei perante o Pai; há alguém que os acusa: Moisés, em quem vocês depositaram a sua esperança."
  },
  {
    "ingles": "Do not think that I will accuse you to the Father; there is one who accuses you, Moses, in whom you have put your hope.",
    "portugues": "De fato, se acreditassem em Moisés, vocês acreditariam em mim, porque ele escreveu a meu respeito."
  },
  {
    "ingles": "In fact, if you believed Moses, you would believe me, for he wrote about me.",
    "portugues": "Mas, se vocês não acreditam nos escritos dele, como acreditarão no que eu digo?\""
  }
]