[
  {
    "ingles": "After this Jesus continued traveling about in Galilee, for he did not want to do so in Judea because the Jews were seeking to kill him.",
    "portugues": "Depois disso, Jesus continuou a viajar pela Galileia, porque não queria andar pela Judeia, visto que os judeus procuravam matá-lo."
  },
  {
    "ingles": "However, the Jewish Festival of Tabernacles was near.",
    "portugues": "No entanto, estava próxima a festividade judaica das Tendas,"
  },
  {
    "ingles": "So his brothers said to him: \"Leave here and go into Judea, so that your disciples may also see the works you are doing.",
    "portugues": "e seus irmãos lhe disseram: \"Saia daqui e vá à Judeia para que os seus discípulos também possam ver as obras que você está fazendo."
  },
  {
    "ingles": "For no one does anything in secret when he seeks to be known publicly. If you are doing these things, show yourself to the world.\"",
    "portugues": "Pois ninguém faz as coisas em segredo quando procura ser conhecido publicamente. Se você está fazendo essas coisas, mostre-se ao mundo.\""
  },
  {
    "ingles": "His brothers were, in fact, not exercising faith in him.",
    "portugues": "Na verdade, seus irmãos não exerciam fé nele."
  },
  {
    "ingles": "So Jesus said to them: \"My time has not yet arrived, but your time is always at hand.",
    "portugues": "Portanto, Jesus lhes disse: \"A minha hora ainda não chegou, mas para vocês qualquer hora é boa."
  },
  {
    "ingles": "The world has no reason to hate you, but it hates me, because I bear witness about it that its works are wicked.",
    "portugues": "O mundo não tem razão para odiar vocês, mas odeia a mim, porque dou testemunho dele, de que as suas obras são más."
  },
  {
    "ingles": "You go up to the festival; I am not yet going up to this festival, because my time has not yet fully come.\"",
    "portugues": "Subam para a festividade; eu ainda não vou a essa festividade, porque o meu tempo ainda não se cumpriu.\""
  },
  {
    "ingles": "So after he told them these things, he remained in Galilee.",
    "portugues": "Assim, depois de lhes dizer essas coisas, ele permaneceu na Galileia."
  },
  {
    "ingles": "But when his brothers had gone up to the festival, then he also went up, not openly but in secret.",
    "portugues": "Mas, depois que os seus irmãos subiram para a festividade, ele também subiu, não abertamente, mas em segredo."
  },
  {
    "ingles": "So the Jews began looking for him at the festival and saying: \"Where is that man?\"",
    "portugues": "Por isso, os judeus começaram a procurá-lo na festividade e a dizer: \"Onde está aquele homem?\""
  },
  {
    "ingles": "And there was a lot of subdued talk about him among the crowds. Some would say: \"He is a good man.\" Others would say: \"He is not. He misleads the crowd.\"",
    "portugues": "E entre as multidões muitos cochichavam por causa dele. Alguns diziam: \"Ele é um homem bom.\" Outros diziam: \"Não é. Ele está enganando a multidão.\""
  },
  {
    "ingles": "Of course, no one would speak about him publicly because of fear of the Jews.",
    "portugues": "Naturalmente, ninguém falava dele em público, por medo dos judeus."
  },
  {
    "ingles": "When the festival was half over, Jesus went up into the temple and began teaching.",
    "portugues": "Quando a festividade já estava na metade, Jesus subiu ao templo e começou a ensinar."
  },
  {
    "ingles": "And the Jews were astonished, saying: \"How does this man have such a knowledge of the Scriptures when he has not studied at the schools?\"",
    "portugues": "Os judeus ficaram admirados, e diziam: \"Como é que este homem tem tanto conhecimento das Escrituras, se não estudou nas escolas?\""
  },
  {
    "ingles": "Jesus, in turn, answered them and said: \"What I teach is not mine, but belongs to him who sent me.",
    "portugues": "Então Jesus lhes respondeu: \"O que eu ensino não é meu, mas pertence àquele que me enviou."
  },
  {
    "ingles": "If anyone desires to do His will, he will know whether the teaching is from God or I speak of my own originality.",
    "portugues": "Se alguém desejar fazer a Sua vontade, saberá se os ensinamentos são de Deus ou se o que falo se origina de mim."
  },
  {
    "ingles": "Whoever speaks of his own originality is seeking his own glory; but whoever seeks the glory of the one who sent him, this one is true and there is no unrighteousness in him.",
    "portugues": "Quem fala as suas próprias ideias procura a sua própria glória; mas quem procura a glória daquele que o enviou é verdadeiro, e não há injustiça nele."
  },
  {
    "ingles": "Moses gave you the Law, did he not? But not one of you obeys the Law. Why are you seeking to kill me?\"",
    "portugues": "Moisés lhes deu a Lei, não deu? Mas nenhum de vocês obedece à Lei. Por que procuram me matar?\""
  },
  {
    "ingles": "The crowd answered: \"You have a demon. Who is seeking to kill you?\"",
    "portugues": "A multidão respondeu: \"Você tem demônio. Quem está procurando matá-lo?\""
  },
  {
    "ingles": "In answer Jesus said to them: \"One deed I performed, and you are all surprised.",
    "portugues": "Em resposta, Jesus lhes disse: \"Realizei uma só obra, e todos vocês estão surpresos."
  },
  {
    "ingles": "For this reason Moses has given you circumcision-not that it is from Moses, but it is from the forefathers-and you circumcise a man on a sabbath.",
    "portugues": "Então, considerem o seguinte: Moisés deu a vocês a circuncisão (não que ela tenha vindo de Moisés, mas sim dos antepassados), e vocês circuncidam um homem num sábado."
  },
  {
    "ingles": "If a man receives circumcision on a sabbath so that the Law of Moses may not be broken, are you violently angry at me because I made a man completely well on a sabbath?",
    "portugues": "Se um homem recebe a circuncisão num sábado para que a Lei de Moisés não seja violada, por que vocês estão tão irados comigo por eu ter curado completamente um homem num sábado?"
  },
  {
    "ingles": "Stop judging by the outward appearance, but judge with righteous judgment.\"",
    "portugues": "Parem de julgar pelas aparências, mas façam um julgamento justo.\""
  },
  {
    "ingles": "Then some of the inhabitants of Jerusalem began to say: \"This is the man they are seeking to kill, is it not?",
    "portugues": "Então alguns dos habitantes de Jerusalém começaram a dizer: \"Não é este o homem que procuram matar?"
  },
  {
    "ingles": "And yet see! he is speaking in public, and they say nothing to him. Have the rulers come to know for certain that this is the Christ?",
    "portugues": "No entanto, ele está aqui falando em público, e não lhe dizem nada. Será que os nossos líderes realmente acham que ele é o Cristo?"
  },
  {
    "ingles": "On the contrary, we know where this man is from; yet when the Christ comes, no one is to know where he is from.\"",
    "portugues": "Mas nós sabemos de onde é esse homem; ao passo que, quando o Cristo vier, ninguém saberá de onde ele é.\""
  },
  {
    "ingles": "Then as he was teaching in the temple, Jesus called out: \"You know me and you know where I am from. And I have not come of my own initiative, but the One who sent me is real, and you do not know him.",
    "portugues": "Então, enquanto ensinava no templo, Jesus disse bem alto: \"Vocês me conhecem e sabem de onde eu sou. E eu não vim de minha própria iniciativa, mas Aquele que me enviou é real, e vocês não o conhecem."
  },
  {
    "ingles": "I know him, because I am a representative from him, and that One sent me.\"",
    "portugues": "Eu o conheço, porque sou representante dele, e ele me enviou.\""
  },
  {
    "ingles": "So they began seeking to get hold of him, but no one laid a hand on him, for his hour had not yet come.",
    "portugues": "Por isso procuraram prendê-lo, mas ninguém conseguiu segurá-lo, pois a sua hora ainda não havia chegado."
  },
  {
    "ingles": "Still, many of the crowd put faith in him, and they were saying: \"When the Christ comes, he will not perform more signs than this man has done, will he?\"",
    "portugues": "Contudo, muitos da multidão depositaram fé nele, e diziam: \"Quando o Cristo vier, será que realizará mais sinais do que esse homem realizou?\""
  },
  {
    "ingles": "The Pharisees heard the crowd murmuring these things about him, and the chief priests and the Pharisees sent officers to seize him.",
    "portugues": "Os fariseus ouviram a multidão cochichando essas coisas a respeito dele, e os principais sacerdotes e os fariseus enviaram guardas para prendê-lo."
  },
  {
    "ingles": "Jesus then said: \"I will be with you a little while longer before I go to the One who sent me.",
    "portugues": "Então Jesus disse: \"Ficarei com vocês mais um pouco, antes de ir para Aquele que me enviou."
  },
  {
    "ingles": "You will look for me, but you will not find me, and where I am you cannot come.\"",
    "portugues": "Vocês me procurarão, mas não me acharão, e, para onde eu vou, vocês não podem ir.\""
  },
  {
    "ingles": "Therefore, the Jews said among themselves: \"Where does this man intend to go, so that we will not find him? He does not intend to go to the Jews dispersed among the Greeks and teach the Greeks, does he?",
    "portugues": "Portanto, os judeus disseram entre si: \"Para onde esse homem pretende ir, de modo que não poderemos achá-lo? Será que ele pretende ir aos judeus dispersos entre os gregos e ensinar os gregos?"
  },
  {
    "ingles": "What does he mean when he says, 'You will look for me, but you will not find me, and where I am you cannot come'?\"",
    "portugues": "O que ele quer dizer com as palavras: 'Vocês me procurarão, mas não me acharão, e, para onde eu vou, vocês não podem ir'?\""
  },
  {
    "ingles": "On the last day, the great day of the festival, Jesus stood up and he called out: \"If anyone is thirsty, let him come to me and drink.",
    "portugues": "No último dia, o grande dia da festividade, Jesus se levantou e disse bem alto: \"Se alguém tiver sede, venha a mim e beba."
  },
  {
    "ingles": "Whoever puts faith in me, just as the scripture has said: 'From deep within him streams of living water will flow.'\"",
    "portugues": "Quem depositar fé em mim, assim como disse uma passagem das Escrituras, 'do seu íntimo fluirão correntes de água viva'.\""
  },
  {
    "ingles": "However, he said this concerning the spirit, which those who put faith in him were about to receive; for as yet there was no spirit, because Jesus had not yet been glorified.",
    "portugues": "No entanto, ao dizer isso, ele falava sobre o espírito, que os que depositaram fé nele iam receber; pois até então não havia espírito, porque Jesus ainda não havia sido glorificado."
  },
  {
    "ingles": "Some in the crowd who heard these words began saying: \"This really is the Prophet.\"",
    "portugues": "Alguns da multidão que ouviram essas palavras começaram a dizer: \"Este é realmente o Profeta.\""
  },
  {
    "ingles": "Others were saying: \"This is the Christ.\" But some were saying: \"The Christ is not coming out of Galilee, is he?",
    "portugues": "Outros diziam: \"Este é o Cristo.\" Mas alguns diziam: \"Será que o Cristo vem da Galileia?"
  },
  {
    "ingles": "Does the scripture not say that the Christ is coming from the offspring of David and from Bethlehem, the village where David was?\"",
    "portugues": "Não dizem as Escrituras que o Cristo virá da descendência de Davi e de Belém, a aldeia de onde Davi era?\""
  },
  {
    "ingles": "So a division over him arose among the crowd.",
    "portugues": "Assim, surgiu uma divisão entre a multidão por causa dele."
  },
  {
    "ingles": "Some of them, though, wanted to seize him, but no one laid his hands on him.",
    "portugues": "Alguns deles, porém, queriam prendê-lo, mas ninguém conseguiu segurá-lo."
  },
  {
    "ingles": "Then the officers went back to the chief priests and Pharisees, and the latter said to them: \"Why did you not bring him in?\"",
    "portugues": "Os guardas voltaram então aos principais sacerdotes e aos fariseus, e estes lhes perguntaram: \"Por que vocês não o trouxeram para cá?\""
  },
  {
    "ingles": "The officers replied: \"Never has any man spoken like this.\"",
    "portugues": "Os guardas responderam: \"Nunca homem algum falou assim!\""
  },
  {
    "ingles": "In turn the Pharisees answered: \"You have not been misled also, have you?",
    "portugues": "Então os fariseus disseram: \"Será que vocês também foram enganados?"
  },
  {
    "ingles": "Not one of the rulers or of the Pharisees has put faith in him, has he?",
    "portugues": "Por acaso algum dos nossos líderes ou dos fariseus depositou fé nele?"
  },
  {
    "ingles": "But this crowd who do not know the Law are accursed people.\"",
    "portugues": "Mas essa multidão, que não conhece a Lei, são pessoas amaldiçoadas.\""
  },
  {
    "ingles": "Nicodemus, who had come to him previously and who was one of them, said to them:",
    "portugues": "Nicodemos, que tinha ido a ele antes e era um deles, lhes disse:"
  },
  {
    "ingles": "\"Our Law does not judge a man unless it first hears from him and learns what he is doing, does it?\"",
    "portugues": "\"Será que a nossa Lei julga um homem sem que primeiro o ouça e saiba o que ele está fazendo?\""
  },
  {
    "ingles": "In answer they said to him: \"You are not also out of Galilee, are you? Search and see that no prophet is to be raised up out of Galilee.\"",
    "portugues": "Em resposta, disseram-lhe: \"Será que você também é da Galileia? Pesquise e veja que nenhum profeta surgirá na Galileia.\""
  }
]