[
  {
    "ingles": "As he was passing along, he saw a man who had been blind from birth.",
    "portugues": "Enquanto ele ia passando, viu um homem que era cego de nascença."
  },
  {
    "ingles": "And his disciples asked him: \"Rabbi, who sinned, this man or his parents, so that he was born blind?\"",
    "portugues": "Então seus discípulos lhe perguntaram: \"Rabi, quem pecou, este homem ou os seus pais, para ele ter nascido cego?\""
  },
  {
    "ingles": "Jesus answered: \"Neither this man sinned nor his parents, but it was so that the works of God might be made manifest in his case.",
    "portugues": "Jesus respondeu: \"Nem este homem pecou, nem os seus pais, mas é para que se mostrem as obras de Deus no caso dele."
  },
  {
    "ingles": "We must do the works of the One who sent me while it is day; the night is coming when no man can work.",
    "portugues": "Temos de fazer as obras Daquele que me enviou enquanto é dia; está chegando a noite, quando ninguém poderá trabalhar."
  },
  {
    "ingles": "As long as I am in the world, I am the world's light.\"",
    "portugues": "Enquanto eu estou no mundo, sou a luz do mundo.\""
  },
  {
    "ingles": "After he said these things, he spat on the ground and made a paste with the saliva, and he smeared the paste on the man's eyes",
    "portugues": "Depois de dizer isso, ele cuspiu no chão, fez lama com a saliva e passou a lama nos olhos do homem;"
  },
  {
    "ingles": "and said to him: \"Go wash in the pool of Siloam\" (which is translated \"Sent Forth\"). And he went and washed, and came back seeing.",
    "portugues": "e lhe disse: \"Vá e lave-se no reservatório de Siloé\" (que é traduzido \"enviado\"). Assim, ele foi se lavar e voltou enxergando."
  },
  {
    "ingles": "Then the neighbors and those who formerly used to see that he was a beggar began to say: \"This is the man who used to sit and beg, is it not?\"",
    "portugues": "Então os vizinhos e os que antes o viam mendigando perguntavam: \"Este não é o homem que ficava sentado mendigando?\""
  },
  {
    "ingles": "Some were saying: \"This is he.\" Others were saying: \"No, but he looks like him.\" The man kept saying: \"I am he.\"",
    "portugues": "Alguns diziam: \"É ele.\" Outros afirmavam: \"Não é, mas se parece com ele.\" O homem dizia: \"Sou eu mesmo.\""
  },
  {
    "ingles": "So they asked him: \"How, then, were your eyes opened?\"",
    "portugues": "Assim, perguntaram-lhe: \"Então, como os seus olhos foram abertos?\""
  },
  {
    "ingles": "He answered: \"The man called Jesus made a paste and smeared it on my eyes and said to me, 'Go to Siloam and wash.' So I went and washed and gained sight.\"",
    "portugues": "Ele respondeu: \"O homem chamado Jesus fez lama, passou-a nos meus olhos e me disse: 'Vá a Siloé e lave-se.' Então eu fui, me lavei e comecei a enxergar.\""
  },
  {
    "ingles": "At this they said to him: \"Where is that man?\" He said: \"I do not know.\"",
    "portugues": "Em vista disso, eles lhe perguntaram: \"Onde está esse homem?\" Ele respondeu: \"Não sei.\""
  },
  {
    "ingles": "They led the formerly blind man to the Pharisees.",
    "portugues": "E eles levaram aos fariseus o homem que antes era cego."
  },
  {
    "ingles": "Incidentally, the day that Jesus made the paste and opened his eyes was the Sabbath.",
    "portugues": "A propósito, o dia em que Jesus fez a lama e abriu os olhos dele era sábado."
  },
  {
    "ingles": "So this time the Pharisees also began asking the man how he gained sight. He said to them: \"He put a paste on my eyes, and I washed, and I can see.\"",
    "portugues": "Portanto, os fariseus também começaram a perguntar ao homem como ele havia recebido visão. Ele lhes respondeu: \"Ele pôs lama nos meus olhos, eu me lavei e agora posso enxergar.\""
  },
  {
    "ingles": "Some of the Pharisees then began to say: \"This is not a man from God, for he does not observe the Sabbath.\" Others said: \"How can a man who is a sinner perform signs of that sort?\" So there was a division among them.",
    "portugues": "Então alguns dos fariseus disseram: \"Esse homem não é de Deus, pois não guarda o sábado.\" Outros disseram: \"Como pode um homem que é pecador realizar sinais desse tipo?\" De modo que houve uma divisão entre eles."
  },
  {
    "ingles": "And again they said to the blind man: \"What do you say about him, since it was your eyes that he opened?\" The man said: \"He is a prophet.\"",
    "portugues": "E perguntaram novamente ao cego: \"O que você diz a respeito dele, visto que foram os seus olhos que ele abriu?\" O homem respondeu: \"Ele é um profeta.\""
  },
  {
    "ingles": "However, the Jews did not believe that he had been blind and had gained sight, until they called the parents of the man who could now see.",
    "portugues": "No entanto, os judeus não acreditaram que ele havia sido cego e havia recebido visão, até que chamaram os pais do homem que agora podia enxergar."
  },
  {
    "ingles": "And they asked them: \"Is this your son who you say was born blind? How, then, does he now see?\"",
    "portugues": "Perguntaram-lhes: \"Este é o seu filho que vocês dizem que nasceu cego? Como é que agora ele está enxergando?\""
  },
  {
    "ingles": "His parents answered: \"We know that this is our son and that he was born blind.",
    "portugues": "Seus pais responderam: \"Sabemos que este é o nosso filho e que ele nasceu cego."
  },
  {
    "ingles": "But how it is that he now sees, we do not know; or who opened his eyes, we do not know. Ask him. He is of age. He must speak for himself.\"",
    "portugues": "Mas não sabemos como é que agora ele está enxergando, nem sabemos quem abriu os olhos dele. Perguntem a ele. Ele é maior de idade; pode falar por si mesmo.\""
  },
  {
    "ingles": "His parents said these things because they were in fear of the Jews, for the Jews had already come to an agreement that if anyone acknowledged him as Christ, that person should be expelled from the synagogue.",
    "portugues": "Seus pais disseram isso porque estavam com medo dos judeus, pois os judeus já tinham chegado a um acordo para expulsar da sinagoga qualquer pessoa que o reconhecesse como Cristo."
  },
  {
    "ingles": "This is why his parents said: \"He is of age. Question him.\"",
    "portugues": "É por isso que os pais dele disseram: \"Ele é maior de idade. Perguntem a ele.\""
  },
  {
    "ingles": "So a second time they called the man who had been blind and said to him: \"Give glory to God; we know that this man is a sinner.\"",
    "portugues": "Portanto, chamaram pela segunda vez o homem que tinha sido cego e lhe disseram: \"Dê glória a Deus! Sabemos que esse homem é pecador.\""
  },
  {
    "ingles": "He answered: \"Whether he is a sinner, I do not know. One thing I do know, that I was blind, but now I can see.\"",
    "portugues": "Ele disse: \"Se ele é pecador, não sei. O que eu sei é que eu era cego e agora posso enxergar.\""
  },
  {
    "ingles": "Then they said to him: \"What did he do to you? How did he open your eyes?\"",
    "portugues": "Então eles lhe disseram: \"O que ele lhe fez? Como abriu os seus olhos?\""
  },
  {
    "ingles": "He answered them: \"I told you already, and yet you did not listen. Why do you want to hear it again? You do not want to become his disciples also, do you?\"",
    "portugues": "Ele lhes respondeu: \"Eu já lhes disse, mas vocês não escutaram. Por que querem ouvir de novo? Será que vocês também querem se tornar discípulos dele?\""
  },
  {
    "ingles": "At this they scornfully told him: \"You are a disciple of that man, but we are disciples of Moses.",
    "portugues": "Em vista disso, disseram-lhe com desprezo: \"Você é discípulo daquele homem, mas nós somos discípulos de Moisés."
  },
  {
    "ingles": "We know that God has spoken to Moses, but as for this man, we do not know where he is from.\"",
    "portugues": "Sabemos que Deus falou a Moisés, mas, quanto a esse homem, não sabemos de onde ele vem.\""
  },
  {
    "ingles": "The man answered them: \"This is certainly amazing, that you do not know where he is from, and yet he opened my eyes.",
    "portugues": "O homem lhes respondeu: \"Certamente isso é de admirar! Vocês não sabem de onde ele vem e, contudo, ele abriu os meus olhos."
  },
  {
    "ingles": "We know that God does not listen to sinners, but if anyone is God-fearing and does his will, he listens to this one.",
    "portugues": "Sabemos que Deus não escuta pecadores, mas, se alguém teme a Deus e faz a sua vontade, ele escuta a essa pessoa."
  },
  {
    "ingles": "From of old it has never been heard that anyone opened the eyes of one born blind.",
    "portugues": "Desde a antiguidade, nunca se ouviu falar que alguém tenha aberto os olhos de um cego de nascença."
  },
  {
    "ingles": "If this man were not from God, he could do nothing at all.\"",
    "portugues": "Se esse homem não fosse de Deus, não poderia fazer absolutamente nada.\""
  },
  {
    "ingles": "In answer they said to him: \"You were altogether born in sin, and yet are you teaching us?\" And they threw him out!",
    "portugues": "Eles lhe responderam: \"Você nasceu inteiramente em pecado e mesmo assim ensina a nós?\" Então eles o expulsaram."
  },
  {
    "ingles": "Jesus heard that they had thrown him out, and on finding him, he said: \"Are you putting faith in the Son of man?\"",
    "portugues": "Jesus ouviu dizer que eles o tinham expulsado e, ao encontrá-lo, perguntou: \"Você tem fé no Filho do Homem?\""
  },
  {
    "ingles": "The man answered: \"And who is he, sir, so that I may put faith in him?\"",
    "portugues": "O homem respondeu: \"Quem é ele, senhor, para que eu possa ter fé nele?\""
  },
  {
    "ingles": "Jesus said to him: \"You have seen him, and in fact, he is the one speaking with you.\"",
    "portugues": "Jesus lhe disse: \"Você o viu e, na verdade, é ele quem está falando com você.\""
  },
  {
    "ingles": "He said: \"I do put faith in him, Lord.\" And he did obeisance to him.",
    "portugues": "O homem disse: \"Eu tenho fé nele, Senhor!\" E se curvou diante dele."
  },
  {
    "ingles": "Jesus then said: \"For this judgment I came into this world, that those not seeing might see and those seeing might become blind.\"",
    "portugues": "Jesus disse então: \"Vim ao mundo para um julgamento, para que os que não veem possam ver e os que veem se tornem cegos.\""
  },
  {
    "ingles": "Those of the Pharisees who were with him heard these things, and they said to him: \"We are not blind also, are we?\"",
    "portugues": "Alguns fariseus que estavam com ele ouviram essas coisas e lhe disseram: \"Será que nós também somos cegos?\""
  },
  {
    "ingles": "Jesus said to them: \"If you were blind, you would have no sin. But now you say, 'We see.' Your sin remains.\"",
    "portugues": "Jesus lhes disse: \"Se vocês fossem cegos, não seriam culpados de pecado. Mas, como vocês dizem: 'Nós vemos', seu pecado permanece.\""
  }
]