[
  {
    "ingles": "Seeing that many have undertaken to compile an account of the facts that are given full credence among us,",
    "portugues": "Muitos se empenharam em compilar um relato dos fatos que recebem pleno crédito entre nós,"
  },
  {
    "ingles": "just as these were handed down to us by those who from the beginning were eyewitnesses and attendants of the message,",
    "portugues": "assim como esses fatos nos foram transmitidos por aqueles que desde o princípio foram testemunhas oculares e proclamadores da mensagem."
  },
  {
    "ingles": "I resolved also, because I have traced all things from the start with accuracy, to write them to you in logical order, most excellent Theophilus,",
    "portugues": "Assim, eu também, depois de pesquisar todas as coisas com exatidão desde o início, resolvi escrevê-las para o senhor em ordem lógica, Excelentíssimo Teófilo,"
  },
  {
    "ingles": "so that you may know fully the certainty of the things that you have been taught orally.",
    "portugues": "para que tenha plena certeza das coisas que lhe foram ensinadas oralmente."
  },
  {
    "ingles": "In the days of Herod, king of Judea, there was a priest named Zechariah of the division of Abijah. His wife was from the daughters of Aaron, and her name was Elizabeth.",
    "portugues": "Nos dias de Herodes, rei da Judeia, havia um sacerdote chamado Zacarias, da turma de Abias. Sua esposa era uma das filhas de Arão, e o nome dela era Elisabete."
  },
  {
    "ingles": "They both were righteous before God, walking blamelessly in accord with all the commandments and legal requirements of Jehovah.",
    "portugues": "Ambos eram justos diante de Deus e andavam de modo irrepreensível de acordo com todos os mandamentos e exigências legais de Jeová."
  },
  {
    "ingles": "But they had no child, because Elizabeth was barren, and they both were well along in years.",
    "portugues": "Mas não tinham filhos, porque Elisabete era estéril, e ambos já eram de idade bem avançada."
  },
  {
    "ingles": "Now as he was serving as priest in the assignment of his division before God,",
    "portugues": "Zacarias estava servindo perante Deus como sacerdote na designação da sua turma."
  },
  {
    "ingles": "according to the established practice of the priesthood it became his turn to offer incense when he entered into the sanctuary of Jehovah.",
    "portugues": "Segundo o costume estabelecido do sacerdócio, chegou a sua vez de oferecer incenso ao entrar no santuário de Jeová."
  },
  {
    "ingles": "And the entire multitude of the people were praying outside at the hour of offering incense.",
    "portugues": "E toda a multidão do povo estava orando do lado de fora, na hora de oferecer incenso."
  },
  {
    "ingles": "Jehovah's angel appeared to him, standing at the right side of the incense altar.",
    "portugues": "Então, apareceu-lhe o anjo de Jeová, em pé à direita do altar do incenso."
  },
  {
    "ingles": "But Zechariah became troubled at the sight, and he was overcome with fear.",
    "portugues": "Zacarias, porém, ficou aflito ao vê-lo e foi tomado de medo."
  },
  {
    "ingles": "However, the angel said to him: \"Do not be afraid, Zechariah, because your supplication has been favorably heard, and your wife Elizabeth will bear you a son, and you are to name him John.",
    "portugues": "No entanto, o anjo lhe disse: \"Não tenha medo, Zacarias, porque as suas súplicas foram ouvidas, e sua esposa, Elisabete, lhe dará um filho, e você deve pôr nele o nome de João."
  },
  {
    "ingles": "You will have joy and great gladness, and many will rejoice over his birth,",
    "portugues": "Você terá alegria e grande felicidade, e muitos se alegrarão com o nascimento dele,"
  },
  {
    "ingles": "for he will be great in the sight of Jehovah. But he must drink no wine or any alcoholic drink at all, and he will be filled with holy spirit even from before birth,",
    "portugues": "pois ele será grande aos olhos de Jeová. Mas ele não deve beber vinho nem outra bebida alcoólica, e ficará cheio de espírito santo mesmo antes do seu nascimento,"
  },
  {
    "ingles": "and he will turn back many of the sons of Israel to Jehovah their God.",
    "portugues": "e fará muitos dos filhos de Israel voltar para Jeová, o Deus deles."
  },
  {
    "ingles": "Also, he will go ahead of him with Elijah's spirit and power, to turn back the hearts of fathers to children and the disobedient ones to the practical wisdom of righteous ones, in order to get ready for Jehovah a prepared people.\"",
    "portugues": "Também, irá na frente Dele com o espírito e o poder de Elias, para fazer o coração dos pais se tornar como o de filhos, e fazer os desobedientes se voltar para a sabedoria prática dos justos, a fim de aprontar para Jeová um povo preparado.\""
  },
  {
    "ingles": "Zechariah said to the angel: \"How can I be sure of this? For I am old, and my wife is well along in years.\"",
    "portugues": "Zacarias disse ao anjo: \"Como posso ter certeza disso? Pois sou idoso e minha esposa já é de idade bem avançada.\""
  },
  {
    "ingles": "In reply the angel said to him: \"I am Gabriel, who stands near before God, and I was sent to speak with you and to declare this good news to you.",
    "portugues": "Em resposta, o anjo lhe disse: \"Eu sou Gabriel e estou diante de Deus; fui enviado para falar com você e lhe declarar estas boas novas."
  },
  {
    "ingles": "But look! you will be silent and unable to speak until the day these things take place, because you did not believe my words, which will be fulfilled in their appointed time.\"",
    "portugues": "Mas agora você ficará mudo e não poderá falar até o dia em que essas coisas ocorrerem, porque não acreditou nas minhas palavras, que se cumprirão no seu tempo determinado.\""
  },
  {
    "ingles": "Meanwhile, the people continued waiting for Zechariah, and they were surprised that he delayed so long in the sanctuary.",
    "portugues": "Enquanto isso, o povo continuava à espera de Zacarias, e ficaram surpresos porque ele estava demorando muito no santuário."
  },
  {
    "ingles": "When he came out, he was unable to speak to them, and they perceived that he had just seen a supernatural sight in the sanctuary. He kept making signs to them but remained speechless.",
    "portugues": "Quando saiu, ele não conseguia falar com eles, e perceberam que ele havia acabado de ver algo sobrenatural no santuário. Ele lhes fazia sinais, mas permanecia mudo."
  },
  {
    "ingles": "When the days of his holy service were completed, he went off to his home.",
    "portugues": "Quando se completaram os dias do seu serviço sagrado, ele foi para casa."
  },
  {
    "ingles": "Some days later Elizabeth his wife became pregnant, and she kept herself secluded for five months, saying:",
    "portugues": "Alguns dias depois, Elisabete, sua esposa, ficou grávida, e se manteve isolada por cinco meses; ela dizia:"
  },
  {
    "ingles": "\"This is how Jehovah has dealt with me in these days. He has turned his attention to me to take away my reproach among men.\"",
    "portugues": "\"É assim que Jeová agiu comigo nestes dias. Ele voltou sua atenção para mim, para tirar a minha desonra entre as pessoas.\""
  },
  {
    "ingles": "In her sixth month, the angel Gabriel was sent from God to a city of Galilee named Nazareth,",
    "portugues": "No sexto mês dela, o anjo Gabriel foi enviado por Deus a uma cidade da Galileia, chamada Nazaré,"
  },
  {
    "ingles": "to a virgin promised in marriage to a man named Joseph of David's house, and the name of the virgin was Mary.",
    "portugues": "a uma virgem prometida em casamento a um homem chamado José, da casa de Davi; e o nome da virgem era Maria."
  },
  {
    "ingles": "And coming in, the angel said to her: \"Greetings, you highly favored one, Jehovah is with you.\"",
    "portugues": "Entrando onde ela estava, o anjo lhe disse: \"Olá, altamente favorecida, Jeová está com você!\""
  },
  {
    "ingles": "But she was deeply disturbed at his words and tried to understand what kind of greeting this might be.",
    "portugues": "Mas ela ficou profundamente perturbada com as palavras dele e tentava entender o que poderia significar essa saudação."
  },
  {
    "ingles": "So the angel said to her: \"Do not be afraid, Mary, for you have found favor with God.",
    "portugues": "De modo que o anjo lhe disse: \"Não tenha medo, Maria, pois você achou favor diante de Deus."
  },
  {
    "ingles": "And look! you will become pregnant and give birth to a son, and you are to name him Jesus.",
    "portugues": "E agora você ficará grávida e dará à luz um filho, e deve lhe dar o nome de Jesus."
  },
  {
    "ingles": "This one will be great and will be called Son of the Most High, and Jehovah God will give him the throne of David his father,",
    "portugues": "Ele será grande e será chamado Filho do Altíssimo, e Jeová Deus lhe dará o trono de Davi, seu pai,"
  },
  {
    "ingles": "and he will rule as King over the house of Jacob forever, and there will be no end to his Kingdom.\"",
    "portugues": "e ele será Rei sobre a casa de Jacó para sempre, e não haverá fim do seu Reino.\""
  },
  {
    "ingles": "But Mary said to the angel: \"How is this to be, since I am not having sexual relations with a man?\"",
    "portugues": "Maria, porém, disse ao anjo: \"Como isso vai acontecer, visto que não tenho relações com nenhum homem?\""
  },
  {
    "ingles": "In answer the angel said to her: \"Holy spirit will come upon you, and power of the Most High will overshadow you. And for that reason the one who is born will be called holy, God's Son.",
    "portugues": "O anjo lhe disse em resposta: \"Espírito santo virá sobre você e poder do Altíssimo a cobrirá com a sua sombra. E, por essa razão, aquele que nascer será chamado santo, Filho de Deus."
  },
  {
    "ingles": "And look! Elizabeth your relative has also conceived a son, in her old age, and this is the sixth month for her, the so-called barren woman;",
    "portugues": "E saiba que Elisabete, sua parenta, também vai ter um filho, na sua velhice, e este é o sexto mês para ela, a chamada estéril;"
  },
  {
    "ingles": "for no declaration will be impossible for God.\"",
    "portugues": "pois não há nenhuma declaração de Deus que ele não possa cumprir.\""
  },
  {
    "ingles": "Then Mary said: \"Look! Jehovah's slave girl! May it happen to me according to your declaration.\" At that the angel departed from her.",
    "portugues": "Maria disse então: \"Eu sou a escrava de Jeová! Aconteça comigo segundo a sua declaração.\" Com isso, o anjo saiu da presença dela."
  },
  {
    "ingles": "So Mary set out in those days and traveled with haste into the mountainous country, to a city of Judah,",
    "portugues": "Naqueles dias, Maria partiu apressadamente para a região montanhosa, a uma cidade de Judá,"
  },
  {
    "ingles": "and she entered the home of Zechariah and greeted Elizabeth.",
    "portugues": "e entrou na casa de Zacarias e cumprimentou Elisabete."
  },
  {
    "ingles": "Well, as Elizabeth heard the greeting of Mary, the infant in her womb leaped, and Elizabeth was filled with holy spirit",
    "portugues": "Pois bem, quando Elisabete ouviu o cumprimento de Maria, o bebê no seu ventre pulou, e Elisabete ficou cheia de espírito santo"
  },
  {
    "ingles": "and loudly cried out: \"Blessed are you among women, and blessed is the fruitage of your womb!",
    "portugues": "e exclamou bem alto: \"Abençoada é você entre as mulheres, e abençoado é o fruto do seu ventre!"
  },
  {
    "ingles": "So how is it that this privilege is mine, to have the mother of my Lord come to me?",
    "portugues": "Então, como é que eu tenho este privilégio, de que a mãe do meu Senhor venha ao meu encontro?"
  },
  {
    "ingles": "For look! as the sound of your greeting reached my ears, the infant in my womb leaped for joy.",
    "portugues": "Pois, assim que o som do seu cumprimento chegou aos meus ouvidos, o bebê no meu ventre pulou de alegria."
  },
  {
    "ingles": "Happy too is she who believed, for there will be a complete fulfillment of those things spoken to her from Jehovah.\"",
    "portugues": "E feliz é aquela que acreditou, porque as coisas que lhe foram faladas por Jeová se cumprirão plenamente.\""
  },
  {
    "ingles": "And Mary said: \"My soul magnifies Jehovah,",
    "portugues": "Maria disse: \"Minha alma magnifica a Jeová"
  },
  {
    "ingles": "and my spirit cannot keep from being overjoyed at God my Savior,",
    "portugues": "e meu espírito não pode deixar de estar cheio de alegria por Deus, meu Salvador,"
  },
  {
    "ingles": "because he has looked upon the low position of his slave girl. For look! from now on all generations will declare me happy,",
    "portugues": "porque ele olhou para a condição humilde da sua escrava. Sim, de agora em diante todas as gerações me proclamarão feliz,"
  },
  {
    "ingles": "because the powerful One has done great deeds for me, and holy is his name,",
    "portugues": "porque o Poderoso fez grandes ações por mim, e santo é o seu nome,"
  },
  {
    "ingles": "and for generation after generation his mercy is upon those who fear him.",
    "portugues": "e de geração em geração sua misericórdia está sobre os que o temem."
  },
  {
    "ingles": "He has acted mightily with his arm; he has scattered those who are haughty in the intention of their hearts.",
    "portugues": "Ele agiu poderosamente com o seu braço; dispersou os que têm planos arrogantes no coração."
  },
  {
    "ingles": "He has brought down powerful men from thrones and has exalted lowly ones;",
    "portugues": "Derrubou de tronos homens poderosos e enalteceu humildes;"
  },
  {
    "ingles": "he has fully satisfied hungry ones with good things and has sent away empty-handed those who had wealth.",
    "portugues": "saciou plenamente de coisas boas os famintos e mandou embora, de mãos vazias, os que tinham riqueza."
  },
  {
    "ingles": "He has come to the aid of Israel his servant, remembering his mercy,",
    "portugues": "Ele veio em socorro de Israel, seu servo, lembrando-se da sua misericórdia eterna"
  },
  {
    "ingles": "just as he spoke to our forefathers, to Abraham and to his offspring, forever.\"",
    "portugues": "a favor de Abraão e da sua descendência, assim como tinha prometido aos nossos antepassados.\""
  },
  {
    "ingles": "Mary stayed with her about three months and then returned to her own home.",
    "portugues": "Maria ficou com ela cerca de três meses e depois voltou para a sua própria casa."
  },
  {
    "ingles": "The time now came for Elizabeth to give birth, and she gave birth to a son.",
    "portugues": "Chegou então o tempo para Elisabete dar à luz, e ela teve um filho."
  },
  {
    "ingles": "And the neighbors and her relatives heard that Jehovah had magnified his mercy to her, and they rejoiced with her.",
    "portugues": "E os vizinhos e os parentes dela ouviram que Jeová tinha lhe mostrado muita misericórdia, e eles se alegraram com ela."
  },
  {
    "ingles": "On the eighth day they came to circumcise the young child, and they were going to name him after his father, Zechariah.",
    "portugues": "No oitavo dia, foram circuncidar o menino, e iam dar a ele o nome do pai, Zacarias."
  },
  {
    "ingles": "But his mother said in reply: \"No! but he will be called John.\"",
    "portugues": "Mas a mãe dele disse: \"Não! Ele se chamará João.\""
  },
  {
    "ingles": "At this they said to her: \"Not one of your relatives is called by this name.\"",
    "portugues": "Em vista disso, disseram-lhe: \"Nenhum dos seus parentes tem esse nome.\""
  },
  {
    "ingles": "Then they asked his father by signs what he wanted him to be called.",
    "portugues": "Perguntaram então ao pai dele, por sinais, como queria que o menino se chamasse."
  },
  {
    "ingles": "So he asked for a tablet and wrote: \"John is his name.\" At this they were all amazed.",
    "portugues": "Ele pediu uma tabuinha e escreveu: \"O nome dele é João.\" Em vista disso, todos ficaram admirados."
  },
  {
    "ingles": "Instantly his mouth was opened and his tongue was set free and he began to speak, praising God.",
    "portugues": "No mesmo instante, sua boca foi aberta e sua língua foi solta, e ele começou a falar, louvando a Deus."
  },
  {
    "ingles": "And fear fell upon all those living in their neighborhood, and all these things began to be talked about in the whole mountainous country of Judea.",
    "portugues": "E todos os que moravam na vizinhança deles ficaram com medo, e começou-se a falar sobre essas coisas em toda a região montanhosa da Judeia."
  },
  {
    "ingles": "And all who heard noted it in their hearts, saying: \"What will this young child turn out to be?\" For the hand of Jehovah was indeed with him.",
    "portugues": "Todos os que ouviram guardaram isso no coração, dizendo: \"O que será que esse menino vai ser?\" Pois, de fato, a mão de Jeová estava com ele."
  },
  {
    "ingles": "Then Zechariah his father was filled with holy spirit, and he prophesied, saying:",
    "portugues": "Então Zacarias, seu pai, ficou cheio de espírito santo e profetizou, dizendo:"
  },
  {
    "ingles": "\"Let Jehovah be praised, the God of Israel, because he has turned his attention to his people and has brought them deliverance.",
    "portugues": "\"Louvado seja Jeová, o Deus de Israel, porque voltou a sua atenção para o seu povo e lhe trouxe livramento."
  },
  {
    "ingles": "And he has raised up a horn of salvation for us in the house of David his servant,",
    "portugues": "E ele fez surgir para nós um poderoso salvador na casa de Davi, seu servo,"
  },
  {
    "ingles": "just as he has spoken through the mouth of his holy prophets from of old,",
    "portugues": "assim como tinha falado pela boca dos seus santos profetas da antiguidade,"
  },
  {
    "ingles": "of a salvation from our enemies and from the hand of all those hating us;",
    "portugues": "para nos salvar dos nossos inimigos e das mãos de todos os que nos odeiam,"
  },
  {
    "ingles": "to show mercy in connection with our forefathers and to call to mind his holy covenant,",
    "portugues": "para mostrar misericórdia com relação aos nossos antepassados e para lembrar o Seu santo pacto,"
  },
  {
    "ingles": "the oath that he swore to Abraham our forefather,",
    "portugues": "o juramento que Ele fez a Abraão, nosso antepassado,"
  },
  {
    "ingles": "to grant us, after we have been rescued from the hands of enemies, the privilege of fearlessly rendering sacred service to him",
    "portugues": "de nos conceder, depois de termos sido resgatados das mãos dos inimigos, o privilégio de lhe prestar destemidamente serviço sagrado"
  },
  {
    "ingles": "with loyalty and righteousness before him all our days.",
    "portugues": "com lealdade e justiça, diante dele, todos os nossos dias."
  },
  {
    "ingles": "But as for you, young child, you will be called a prophet of the Most High, for you will go ahead of Jehovah to prepare his ways,",
    "portugues": "Mas, quanto a você, menino, será chamado profeta do Altíssimo, pois irá na frente de Jeová para preparar os caminhos dele,"
  },
  {
    "ingles": "to give knowledge of salvation to his people by forgiveness of their sins,",
    "portugues": "para dar ao Seu povo conhecimento da salvação por meio do perdão dos pecados deles,"
  },
  {
    "ingles": "because of the tender compassion of our God. With this compassion a daybreak will visit us from on high,",
    "portugues": "por causa da terna compaixão do nosso Deus. Por causa dessa compaixão, um amanhecer nos visitará do alto,"
  },
  {
    "ingles": "to give light to those sitting in darkness and death's shadow and to guide our feet in the way of peace.\"",
    "portugues": "para dar luz aos sentados na escuridão e na sombra da morte e para guiar nossos pés no caminho da paz.\""
  },
  {
    "ingles": "And the young child grew up and became strong in spirit, and he continued in the desert until the day he showed himself openly to Israel.",
    "portugues": "E o menino cresceu e se tornou forte em espírito. E ele continuou no deserto até o dia em que se mostrou abertamente a Israel."
  }
]