[
  {
    "ingles": "Now in those days a decree went out from Caesar Augustus for all the inhabited earth to be registered.",
    "portugues": "Naqueles dias César Augusto emitiu um decreto para que toda a população se registrasse."
  },
  {
    "ingles": "(This first registration took place when Quirinius was governor of Syria.)",
    "portugues": "(Esse primeiro recenseamento ocorreu quando Quirino era governador da Síria.)"
  },
  {
    "ingles": "And all the people went to be registered, each one to his own city.",
    "portugues": "E todos foram se registrar, cada um na sua própria cidade."
  },
  {
    "ingles": "Of course, Joseph also went up from Galilee, from the city of Nazareth, into Judea, to David's city, which is called Bethlehem, because of his being a member of the house and family of David.",
    "portugues": "Naturalmente, José também subiu da Galileia, da cidade de Nazaré, para a Judeia, à cidade de Davi, que se chama Belém, visto que era membro da casa e família de Davi."
  },
  {
    "ingles": "He went to get registered with Mary, who had been given him in marriage as promised and who was soon to give birth.",
    "portugues": "Foi se registrar com Maria, que lhe havia sido dada em casamento, conforme prometido, e que já estava perto de dar à luz."
  },
  {
    "ingles": "While they were there, the time came for her to give birth.",
    "portugues": "Enquanto estavam lá, chegou o tempo de ela dar à luz."
  },
  {
    "ingles": "And she gave birth to her son, the firstborn, and she wrapped him in strips of cloth and laid him in a manger, because there was no room for them in the lodging place.",
    "portugues": "E ela deu à luz seu filho primogênito, enrolou-o em panos e o deitou numa manjedoura, porque não havia lugar para eles no alojamento."
  },
  {
    "ingles": "There were also in the same region shepherds living out of doors and keeping watch in the night over their flocks.",
    "portugues": "Havia também na mesma região pastores vivendo ao ar livre e vigiando seus rebanhos à noite."
  },
  {
    "ingles": "Suddenly Jehovah's angel stood before them, and Jehovah's glory gleamed around them, and they became very fearful.",
    "portugues": "De repente o anjo de Jeová apareceu diante deles, e a glória de Jeová brilhou em volta deles, e eles ficaram com muito medo."
  },
  {
    "ingles": "But the angel said to them: \"Do not be afraid, for look! I am declaring to you good news of a great joy that all the people will have.",
    "portugues": "Mas o anjo lhes disse: \"Não tenham medo, pois estou aqui para lhes declarar boas novas de uma grande alegria que todo o povo terá."
  },
  {
    "ingles": "For today there was born to you in David's city a savior, who is Christ the Lord.",
    "portugues": "Pois hoje lhes nasceu na cidade de Davi um salvador, que é Cristo, o Senhor."
  },
  {
    "ingles": "And this is a sign for you: You will find an infant wrapped in strips of cloth and lying in a manger.\"",
    "portugues": "E este será o sinal para vocês: acharão um bebê enrolado em panos e deitado numa manjedoura.\""
  },
  {
    "ingles": "Suddenly there was with the angel a multitude of the heavenly army, praising God and saying:",
    "portugues": "De repente, apareceu junto ao anjo uma multidão do exército celestial, louvando a Deus e dizendo:"
  },
  {
    "ingles": "\"Glory in the heights above to God, and on earth peace among men of goodwill.\"",
    "portugues": "\"Glória a Deus nas maiores alturas, e na terra paz entre os homens a quem ele concede o seu favor.\""
  },
  {
    "ingles": "So when the angels had departed from them into heaven, the shepherds began saying to one another: \"Let us by all means go over to Bethlehem and see what has taken place, which Jehovah has made known to us.\"",
    "portugues": "Assim, depois que os anjos se afastaram deles para o céu, os pastores começaram a dizer uns aos outros: \"Vamos sem falta a Belém e vejamos o que ocorreu, aquilo que Jeová nos fez saber.\""
  },
  {
    "ingles": "And they went quickly and found Mary as well as Joseph, and the infant lying in the manger.",
    "portugues": "E foram depressa e acharam Maria, bem como José, e o bebê deitado na manjedoura."
  },
  {
    "ingles": "When they saw this, they made known the message that they had been told concerning this young child.",
    "portugues": "Quando viram isso, contaram o que lhes havia sido dito a respeito da criancinha."
  },
  {
    "ingles": "And all who heard were astonished at what the shepherds told them,",
    "portugues": "E todos os que ouviram ficaram muito admirados com as coisas que os pastores lhes contaram."
  },
  {
    "ingles": "but Mary began to preserve all these sayings, drawing conclusions in her heart.",
    "portugues": "Maria, porém, começou a guardar todas essas declarações, tirando conclusões no coração."
  },
  {
    "ingles": "Then the shepherds went back, glorifying and praising God for all they had heard and seen, just as it had been told to them.",
    "portugues": "Os pastores voltaram então, glorificando e louvando a Deus por tudo que tinham ouvido e visto, exatamente como lhes havia sido dito."
  },
  {
    "ingles": "After eight days, when it was time to circumcise him, he was named Jesus, the name given by the angel before he was conceived.",
    "portugues": "Depois de oito dias, quando chegou a ocasião de circuncidá-lo, deram-lhe o nome de Jesus, nome dado pelo anjo antes de ele ser concebido."
  },
  {
    "ingles": "Also, when the time came for purifying them according to the Law of Moses, they brought him up to Jerusalem to present him to Jehovah,",
    "portugues": "Também, quando chegou o tempo para a purificação deles, segundo a Lei de Moisés, eles o levaram a Jerusalém para apresentá-lo a Jeová,"
  },
  {
    "ingles": "just as it is written in Jehovah's Law: \"Every firstborn male must be called holy to Jehovah.\"",
    "portugues": "assim como está escrito na Lei de Jeová: \"Todo primogênito do sexo masculino tem de ser chamado santo para Jeová.\""
  },
  {
    "ingles": "And they offered a sacrifice according to what is said in the Law of Jehovah: \"a pair of turtledoves or two young pigeons.\"",
    "portugues": "E ofereceram um sacrifício segundo o que se diz na Lei de Jeová: \"Um par de rolas ou dois pombos novos.\""
  },
  {
    "ingles": "And look! there was a man in Jerusalem named Simeon, and this man was righteous and devout, waiting for Israel's consolation, and holy spirit was upon him.",
    "portugues": "Havia em Jerusalém um homem chamado Simeão; esse homem era justo e devoto, e esperava o consolo de Israel, e o espírito santo estava sobre ele."
  },
  {
    "ingles": "Furthermore, it had been divinely revealed to him by the holy spirit that he would not see death before he had seen the Christ of Jehovah.",
    "portugues": "Além disso, ele havia recebido a revelação divina, pelo espírito santo, que ele não veria a morte antes de ver o Cristo de Jeová."
  },
  {
    "ingles": "Under the power of the spirit, he now came into the temple, and as the parents brought the young child Jesus in to do for him according to the customary practice of the Law,",
    "portugues": "Assim, sob o poder do espírito, ele foi ao templo; e quando os pais levaram o menino Jesus para dentro, a fim de lhe fazer o que era o costume segundo a Lei,"
  },
  {
    "ingles": "he took the child into his arms and praised God and said:",
    "portugues": "ele pegou a criança nos braços, louvou a Deus e disse:"
  },
  {
    "ingles": "\"Now, Sovereign Lord, you are letting your slave go in peace according to your declaration,",
    "portugues": "\"Agora, Soberano Senhor, estás deixando o teu escravo ir em paz, segundo a tua declaração,"
  },
  {
    "ingles": "because my eyes have seen your means of salvation",
    "portugues": "porque meus olhos viram teu meio de salvação,"
  },
  {
    "ingles": "that you have prepared in the sight of all the peoples,",
    "portugues": "que preparaste à vista de todos os povos,"
  },
  {
    "ingles": "a light for removing the veil from the nations and a glory of your people Israel.\"",
    "portugues": "uma luz para remover o véu das nações e uma glória para o teu povo, Israel.\""
  },
  {
    "ingles": "And the child's father and mother continued wondering at the things being spoken about him.",
    "portugues": "E o pai e a mãe do menino se admiravam das coisas que se falavam dele."
  },
  {
    "ingles": "Also, Simeon blessed them and said to Mary, the child's mother: \"Look! This child is appointed for the falling and the rising again of many in Israel and for a sign to be spoken against",
    "portugues": "Também, Simeão os abençoou e disse a Maria, a mãe do menino: \"Escute, este menino será motivo para a queda e para o levantamento de muitos em Israel, e será um sinal contra o qual falar"
  },
  {
    "ingles": "(yes, a long sword will be run through you), in order that the reasonings of many hearts may be revealed.\"",
    "portugues": "- e, quanto a você, uma longa espada a atravessará -, a fim de que os raciocínios de muitos corações sejam revelados.\""
  },
  {
    "ingles": "Now there was a prophetess, Anna the daughter of Phanuel, of Asher's tribe. This woman was well along in years and had lived with her husband for seven years after they were married,",
    "portugues": "Havia também uma profetisa, Ana, filha de Fanuel, da tribo de Aser. Essa mulher era de idade bem avançada e tinha vivido com seu marido por sete anos, desde o seu casamento."
  },
  {
    "ingles": "and she was a widow now",
    "portugues": "Ela era viúva e já tinha"
  },
  {
    "ingles": "years old. She was never missing from the temple, rendering sacred service night and day with fasting and supplications.",
    "portugues": "anos de idade. Nunca estava ausente do templo, prestando serviço sagrado noite e dia, fazendo jejum e súplicas."
  },
  {
    "ingles": "In that very hour she came near and began giving thanks to God and speaking about the child to all who were waiting for Jerusalem's deliverance.",
    "portugues": "Ela se aproximou naquela mesma hora e começou a dar graças a Deus e a falar sobre a criança a todos os que estavam aguardando o livramento de Jerusalém."
  },
  {
    "ingles": "So when they had carried out all the things according to the Law of Jehovah, they went back into Galilee to their own city, Nazareth.",
    "portugues": "Assim, quando eles haviam cumprido todas as coisas segundo a Lei de Jeová, voltaram para a Galileia, para sua cidade, Nazaré."
  },
  {
    "ingles": "And the young child continued growing and getting strong, being filled with wisdom, and God's favor continued upon him.",
    "portugues": "E o menino continuou a crescer, ficando forte e cheio de sabedoria; e o favor de Deus continuou sobre ele."
  },
  {
    "ingles": "Now his parents were accustomed to go from year to year to Jerusalem for the festival of the Passover.",
    "portugues": "De ano em ano, seus pais costumavam ir a Jerusalém para a Festividade da Páscoa."
  },
  {
    "ingles": "And when he was",
    "portugues": "E, quando ele tinha"
  },
  {
    "ingles": "years old, they went up according to the custom of the festival.",
    "portugues": "anos de idade, subiram segundo o costume da festividade."
  },
  {
    "ingles": "When the days of the festival were over and they were returning, the boy Jesus remained behind in Jerusalem, and his parents did not notice it.",
    "portugues": "Quando a festividade terminou e eles começaram a viagem de volta, o menino Jesus ficou em Jerusalém, mas seus pais não perceberam."
  },
  {
    "ingles": "Assuming that he was in the group traveling together, they went a day's journey and then began to search for him among the relatives and acquaintances.",
    "portugues": "Pensando que ele estivesse no grupo que viajava junto, percorreram a distância de um dia e então começaram a procurá-lo entre os parentes e conhecidos."
  },
  {
    "ingles": "But not finding him, they returned to Jerusalem and made a diligent search for him.",
    "portugues": "Mas, visto que não o acharam, voltaram a Jerusalém e o procuraram cuidadosamente."
  },
  {
    "ingles": "Well, after three days they found him in the temple, sitting in the midst of the teachers and listening to them and asking them questions.",
    "portugues": "Pois bem, depois de três dias, eles o acharam no templo, sentado no meio dos instrutores, escutando-os e fazendo-lhes perguntas."
  },
  {
    "ingles": "But all those listening to him were in constant amazement at his understanding and his answers.",
    "portugues": "Mas todos os que o escutavam ficavam admirados com o seu entendimento e suas respostas."
  },
  {
    "ingles": "Now when his parents saw him, they were astounded, and his mother said to him: \"Child, why did you treat us this way? Here your father and I have been frantically looking for you.\"",
    "portugues": "Assim, seus pais ficaram espantados quando o viram, e sua mãe lhe disse: \"Filho, por que você fez isso conosco? Olhe, seu pai e eu estávamos desesperados procurando você.\""
  },
  {
    "ingles": "But he said to them: \"Why were you looking for me? Did you not know that I must be in the house of my Father?\"",
    "portugues": "Mas ele lhes disse: \"Por que estavam procurando por mim? Não sabiam que eu devia estar na casa do meu Pai?\""
  },
  {
    "ingles": "However, they did not understand what he was saying to them.",
    "portugues": "No entanto, não compreenderam o que ele estava lhes dizendo."
  },
  {
    "ingles": "Then he went down with them and returned to Nazareth, and he continued subject to them. Also, his mother carefully kept all these sayings in her heart.",
    "portugues": "Então ele desceu com eles e voltou a Nazaré, e continuou a estar sujeito a eles. Também, sua mãe guardava cuidadosamente todas essas declarações no coração."
  },
  {
    "ingles": "And Jesus went on progressing in wisdom and in physical growth and in favor with God and men.",
    "portugues": "E Jesus progredia em sabedoria e em desenvolvimento físico, e no favor de Deus e dos homens."
  }
]