[
  {
    "ingles": "Then Jesus, full of holy spirit, turned away from the Jordan, and he was led about by the spirit in the wilderness",
    "portugues": "Então Jesus, cheio de espírito santo, se afastou do Jordão e foi conduzido pelo espírito, no deserto,"
  },
  {
    "ingles": "for",
    "portugues": "por"
  },
  {
    "ingles": "days, being tempted by the Devil. And he ate nothing in those days, so when they had ended, he felt hungry.",
    "portugues": "dias, e foi tentado pelo Diabo. Ele não comeu nada naqueles dias; assim, quando terminaram, ele sentiu fome."
  },
  {
    "ingles": "At this the Devil said to him: \"If you are a son of God, tell this stone to become a loaf of bread.\"",
    "portugues": "O Diabo lhe disse então: \"Se você é filho de Deus, diga a esta pedra que se transforme em pão.\""
  },
  {
    "ingles": "But Jesus answered him: \"It is written, 'Man must not live on bread alone.'\"",
    "portugues": "Mas Jesus lhe respondeu: \"Está escrito: 'O homem não deve viver somente de pão.'\""
  },
  {
    "ingles": "So he brought him up and showed him all the kingdoms of the inhabited earth in an instant of time.",
    "portugues": "Assim ele o levou para cima e lhe mostrou todos os reinos da terra habitada, num instante."
  },
  {
    "ingles": "Then the Devil said to him: \"I will give you all this authority and their glory, because it has been handed over to me, and I give it to whomever I wish.",
    "portugues": "Então, o Diabo lhe disse: \"Eu lhe darei toda esta autoridade, bem como a glória destes reinos, porque ela me foi entregue e a dou a quem eu quiser."
  },
  {
    "ingles": "If you, therefore, do an act of worship before me, it will all be yours.\"",
    "portugues": "Portanto, se você fizer um ato de adoração diante de mim, tudo será seu.\""
  },
  {
    "ingles": "In reply Jesus said to him: \"It is written, 'It is Jehovah your God you must worship, and it is to him alone you must render sacred service.'\"",
    "portugues": "Em resposta, Jesus lhe disse: \"Está escrito: 'Adore a Jeová, seu Deus, e preste serviço sagrado apenas a ele.'\""
  },
  {
    "ingles": "He then led him into Jerusalem and stationed him on the battlement of the temple and said to him: \"If you are a son of God, throw yourself down from here,",
    "portugues": "Ele o levou então a Jerusalém, colocou-o sobre o parapeito do templo e lhe disse: \"Se você é filho de Deus, jogue-se daqui para baixo,"
  },
  {
    "ingles": "for it is written, 'He will give his angels a command concerning you, to preserve you,'",
    "portugues": "pois está escrito: 'Ele dará aos seus anjos uma ordem referente a você, para protegê-lo',"
  },
  {
    "ingles": "and, 'They will carry you on their hands, so that you may not strike your foot against a stone.'\"",
    "portugues": "e: 'Eles o carregarão nas mãos, para que não bata com o pé numa pedra.'\""
  },
  {
    "ingles": "In answer Jesus said to him: \"It is said, 'You must not put Jehovah your God to the test.'\"",
    "portugues": "Em resposta, Jesus lhe disse: \"Foi dito: 'Não ponha Jeová, seu Deus, à prova.'\""
  },
  {
    "ingles": "So the Devil, having finished all the temptation, departed from him until another convenient time.",
    "portugues": "Assim, depois de terminar toda a tentação, o Diabo o deixou até outra ocasião conveniente."
  },
  {
    "ingles": "Now Jesus returned in the power of the spirit into Galilee. And good reports about him spread throughout all the surrounding country.",
    "portugues": "Jesus voltou então no poder do espírito para a Galileia. E boas notícias sobre ele se espalharam por toda a região ao redor."
  },
  {
    "ingles": "Also, he began to teach in their synagogues, and he was held in honor by all.",
    "portugues": "Também, ele começou a ensinar nas sinagogas deles, e era honrado por todos."
  },
  {
    "ingles": "He then went to Nazareth, where he had been brought up, and according to his custom on the Sabbath day, he entered the synagogue and stood up to read.",
    "portugues": "Então ele foi para Nazaré, onde tinha sido criado, e, segundo o seu costume no dia de sábado, entrou na sinagoga e se levantou para ler."
  },
  {
    "ingles": "So the scroll of the prophet Isaiah was handed to him, and he opened the scroll and found the place where it was written:",
    "portugues": "Assim, foi-lhe entregue o rolo do profeta Isaías, e ele abriu o rolo e achou o lugar onde estava escrito:"
  },
  {
    "ingles": "\"Jehovah's spirit is upon me, because he anointed me to declare good news to the poor. He sent me to proclaim liberty to the captives and a recovery of sight to the blind, to send the crushed ones away free,",
    "portugues": "\"O espírito de Jeová está sobre mim, porque Ele me ungiu para declarar boas novas aos pobres. Enviou-me para proclamar liberdade aos cativos e recuperação da visão aos cegos, para dar livramento aos esmagados,"
  },
  {
    "ingles": "to preach Jehovah's acceptable year.\"",
    "portugues": "para pregar o ano aceitável de Jeová.\""
  },
  {
    "ingles": "With that he rolled up the scroll, handed it back to the attendant, and sat down; and the eyes of all in the synagogue were intently fixed on him.",
    "portugues": "Com isso, enrolou o rolo, entregou-o de volta ao assistente e se sentou; e os olhos de todos na sinagoga estavam atentamente fixos nele."
  },
  {
    "ingles": "Then he began to say to them: \"Today this scripture that you just heard is fulfilled.\"",
    "portugues": "Então ele começou a lhes dizer: \"Hoje se cumpriu essa passagem das Escrituras que vocês acabam de ouvir.\""
  },
  {
    "ingles": "And they all began to give favorable witness about him and to be amazed at the gracious words coming out of his mouth, and they were saying: \"This is a son of Joseph, is it not?\"",
    "portugues": "E todos começaram a falar bem dele e a se maravilhar com as palavras cativantes que saíam da sua boca, e diziam: \"Não é este o filho de José?\""
  },
  {
    "ingles": "At this he said to them: \"No doubt you will apply this saying to me, 'Physician, cure yourself. Do also here in your home territory the things we have heard were done in Capernaum.'\"",
    "portugues": "Em vista disso, ele lhes disse: \"Sem dúvida vocês aplicarão a mim o seguinte ditado: 'Médico, cure a si mesmo', e dirão: 'Faça também aqui na sua própria cidade as coisas que ouvimos dizer que foram feitas em Cafarnaum.'\""
  },
  {
    "ingles": "So he said: \"Truly I tell you that no prophet is accepted in his home territory.",
    "portugues": "Então ele disse: \"Eu lhes digo a verdade: Nenhum profeta é aceito na sua própria terra."
  },
  {
    "ingles": "For instance, I tell you in truth: There were many widows in Israel in the days of Elijah when heaven was shut up for three years and six months, and a great famine came on all the land.",
    "portugues": "Garanto a vocês que havia muitas viúvas em Israel nos dias de Elias, quando o céu se fechou por três anos e seis meses e houve uma grande fome em toda aquela terra."
  },
  {
    "ingles": "Yet Elijah was sent to none of those women, but only to a widow in Zarephath in the land of Sidon.",
    "portugues": "Mesmo assim, Elias não foi enviado a nenhuma dessas mulheres, mas apenas a uma viúva de Sarefá, na terra de Sídon."
  },
  {
    "ingles": "Also, there were many lepers in Israel in the time of Elisha the prophet; yet not one of them was cleansed, only Naaman the Syrian.\"",
    "portugues": "Havia também muitos leprosos em Israel no tempo de Eliseu, o profeta; contudo, nenhum deles foi purificado, mas apenas Naamã, o sírio.\""
  },
  {
    "ingles": "Now all those hearing these things in the synagogue became filled with anger,",
    "portugues": "E todos os que ouviam essas coisas na sinagoga ficaram cheios de ira,"
  },
  {
    "ingles": "and they rose up and rushed him outside the city, and they led him to the brow of the mountain on which their city had been built, in order to throw him down headlong.",
    "portugues": "e se levantaram, o conduziram às pressas para fora da cidade e o levaram à beira da montanha em que a sua cidade se situava, a fim de lançá-lo para baixo."
  },
  {
    "ingles": "But he went right through their midst and continued on his way.",
    "portugues": "Mas ele passou pelo meio deles e seguiu caminho."
  },
  {
    "ingles": "He then went down to Capernaum, a city of Galilee. And he was teaching them on the Sabbath,",
    "portugues": "Ele desceu então a Cafarnaum, uma cidade da Galileia. Ele os estava ensinando no sábado,"
  },
  {
    "ingles": "and they were astounded at his way of teaching, because he spoke with authority.",
    "portugues": "e eles estavam maravilhados com o seu modo de ensinar, porque ele falava com autoridade."
  },
  {
    "ingles": "Now in the synagogue there was a man with a spirit, an unclean demon, and he shouted with a loud voice:",
    "portugues": "Havia na sinagoga um homem com um espírito, um demônio impuro, e ele gritou bem alto:"
  },
  {
    "ingles": "\"Ah! What have we to do with you, Jesus the Nazarene? Did you come to destroy us? I know exactly who you are, the Holy One of God.\"",
    "portugues": "\"Ah! o que você quer conosco, Jesus Nazareno? Veio nos destruir? Eu sei exatamente quem você é: o Santo de Deus.\""
  },
  {
    "ingles": "But Jesus rebuked it, saying: \"Be silent, and come out of him.\" So after throwing the man down in their midst, the demon came out of him without hurting him.",
    "portugues": "Mas Jesus o censurou, dizendo: \"Cale-se e saia dele.\" Assim, depois de lançar o homem no chão no meio deles, o demônio saiu dele sem feri-lo."
  },
  {
    "ingles": "At this they were all astonished and began to say to one another: \"What kind of speech is this? For with authority and power he orders the unclean spirits, and out they come!\"",
    "portugues": "Em vista disso, todos ficaram pasmados e começaram a dizer uns aos outros: \"Que palavras são essas? Pois ele dá ordens aos espíritos impuros, com autoridade e poder, e eles saem!\""
  },
  {
    "ingles": "So the news about him kept spreading into every corner of the surrounding country.",
    "portugues": "De modo que as notícias sobre ele se espalhavam por todos os lugares da região ao redor."
  },
  {
    "ingles": "After leaving the synagogue, he entered into Simon's home. Now Simon's mother-in-law was suffering with a high fever, and they asked him to help her.",
    "portugues": "Depois de sair da sinagoga, ele entrou na casa de Simão. A sogra de Simão estava sofrendo, com uma febre alta, e pediram a ele que a ajudasse."
  },
  {
    "ingles": "So he stood over her and rebuked the fever, and it left her. Instantly she got up and began ministering to them.",
    "portugues": "Então ele se inclinou sobre ela e censurou a febre, que a deixou. Ela se levantou no mesmo instante e começou a servi-los."
  },
  {
    "ingles": "But when the sun was setting, all those who had people sick with various diseases brought them to him. By laying his hands on each one of them, he cured them.",
    "portugues": "Mas, ao pôr do sol, todos os que tinham consigo doentes, com as mais variadas enfermidades, os levaram a ele. Ele punha as mãos sobre cada um deles e os curava."
  },
  {
    "ingles": "Demons also came out of many, crying out and saying: \"You are the Son of God.\" But rebuking them, he would not permit them to speak, for they knew him to be the Christ.",
    "portugues": "Demônios também saíam de muitos, gritando: \"Você é o Filho de Deus.\" Mas ele os censurava e não permitia que falassem, pois sabiam que ele era o Cristo."
  },
  {
    "ingles": "However, at daybreak he departed and went to an isolated place. But the crowds began searching for him and came to where he was, and they tried to keep him from going away from them.",
    "portugues": "No entanto, quando o dia amanheceu, ele saiu e foi para um lugar isolado. As multidões, porém, começaram a procurar por ele e chegaram até onde ele estava, e tentaram impedir que ele as deixasse."
  },
  {
    "ingles": "But he said to them: \"I must also declare the good news of the Kingdom of God to other cities, because for this I was sent.\"",
    "portugues": "Mas ele lhes disse: \"Tenho de declarar as boas novas do Reino de Deus também a outras cidades, porque fui enviado para isso.\""
  },
  {
    "ingles": "So he went on preaching in the synagogues of Judea.",
    "portugues": "Assim, ele seguiu pregando nas sinagogas da Judeia."
  }
]