[
  {
    "ingles": "After these things the Lord designated",
    "portugues": "Depois disso, o Senhor designou mais"
  },
  {
    "ingles": "others and sent them out by twos ahead of him into every city and place where he himself was to go.",
    "portugues": "e os enviou de dois em dois, na sua frente, a toda cidade e lugar aonde ele mesmo estava para ir."
  },
  {
    "ingles": "Then he said to them: \"Yes, the harvest is great, but the workers are few. Therefore, beg the Master of the harvest to send out workers into his harvest.",
    "portugues": "Ele lhes disse então: \"A colheita, realmente, é grande, mas os trabalhadores são poucos. Por isso, peçam ao Senhor da colheita que mande trabalhadores para a Sua colheita."
  },
  {
    "ingles": "Go! Look! I am sending you out as lambs in among wolves.",
    "portugues": "Vão! Eu os envio como cordeiros no meio de lobos."
  },
  {
    "ingles": "Do not carry a money bag or a food pouch or sandals, and do not greet anyone along the road.",
    "portugues": "Não levem bolsa de dinheiro, nem bolsa de provisões, nem sandálias, e não cumprimentem ninguém ao longo da estrada."
  },
  {
    "ingles": "Wherever you enter into a house, say first: 'May this house have peace.'",
    "portugues": "Em qualquer casa onde entrarem, digam primeiro: 'Haja paz nesta casa.'"
  },
  {
    "ingles": "And if a friend of peace is there, your peace will rest upon him. But if there is not, it will return to you.",
    "portugues": "E, se ali houver um amigo da paz, a paz de vocês descansará sobre ele. Mas, se não houver, ela voltará para vocês."
  },
  {
    "ingles": "So stay in that house, eating and drinking the things they provide, for the worker is worthy of his wages. Do not keep transferring from house to house.",
    "portugues": "Assim, fiquem naquela casa, comendo e bebendo as coisas que lhes oferecerem, porque o trabalhador é digno do seu salário. Não fiquem mudando de uma casa para outra."
  },
  {
    "ingles": "\"Also, wherever you enter into a city and they receive you, eat what is set before you",
    "portugues": "\"Também, onde quer que vocês entrarem numa cidade e as pessoas os receberem, comam o que for colocado diante de vocês,"
  },
  {
    "ingles": "and cure the sick ones in it and tell them: 'The Kingdom of God has come near to you.'",
    "portugues": "curem os doentes nela e digam-lhes: 'O Reino de Deus está próximo de vocês.'"
  },
  {
    "ingles": "But wherever you enter into a city and they do not receive you, go out into its main streets and say:",
    "portugues": "Mas, onde quer que entrarem numa cidade e as pessoas não os receberem, saiam para as suas ruas principais e digam:"
  },
  {
    "ingles": "'We wipe off against you even the dust that sticks to our feet from your city. Nevertheless, know this, that the Kingdom of God has come near.'",
    "portugues": "'Nós sacudiremos até mesmo o pó da sua cidade que grudou nos nossos pés, em testemunho contra vocês. Contudo, saibam do seguinte: o Reino de Deus está próximo.'"
  },
  {
    "ingles": "I tell you that it will be more endurable for Sodom in that day than for that city.",
    "portugues": "Eu lhes digo que naquele dia será mais suportável para Sodoma do que para essa cidade."
  },
  {
    "ingles": "\"Woe to you, Chorazin! Woe to you, Bethsaida! because if the powerful works that have taken place in you had taken place in Tyre and Sidon, they would long ago have repented, sitting in sackcloth and ashes.",
    "portugues": "\"Ai de você, Corazim! Ai de você, Betsaida! Porque, se as obras poderosas que ocorreram em vocês tivessem ocorrido em Tiro e Sídon, há muito tempo elas teriam se arrependido, sentadas em pano de saco e em cinzas."
  },
  {
    "ingles": "Consequently, it will be more endurable for Tyre and Sidon in the judgment than for you.",
    "portugues": "Por isso, no julgamento, será mais suportável para Tiro e Sídon do que para vocês."
  },
  {
    "ingles": "And you, Capernaum, will you perhaps be exalted to heaven? Down to the Grave you will come!",
    "portugues": "E você, Cafarnaum, será por acaso enaltecida ao céu? Até a Sepultura você descerá!"
  },
  {
    "ingles": "\"Whoever listens to you listens to me. And whoever disregards you disregards me also. Moreover, whoever disregards me disregards also Him who sent me.\"",
    "portugues": "\"Quem escuta vocês escuta a mim. E quem desconsidera vocês desconsidera também a mim. Além disso, quem desconsidera a mim desconsidera também Aquele que me enviou.\""
  },
  {
    "ingles": "Then the",
    "portugues": "Os"
  },
  {
    "ingles": "returned with joy, saying: \"Lord, even the demons are made subject to us by the use of your name.\"",
    "portugues": "voltaram então com alegria, dizendo: \"Senhor, até mesmo os demônios nos obedecem pelo uso do seu nome.\""
  },
  {
    "ingles": "At that he said to them: \"I see Satan already fallen like lightning from heaven.",
    "portugues": "Em vista disso, ele lhes disse: \"Vejo Satanás já caído como relâmpago do céu."
  },
  {
    "ingles": "Look! I have given you the authority to trample underfoot serpents and scorpions, and over all the power of the enemy, and nothing at all will harm you.",
    "portugues": "Escutem: Eu dei a vocês autoridade para pisar serpentes e escorpiões, e sobre todo o poder do inimigo, e absolutamente nada lhes fará mal."
  },
  {
    "ingles": "Nevertheless, do not rejoice because the spirits are made subject to you, but rejoice because your names have been written in the heavens.\"",
    "portugues": "Contudo, não se alegrem porque os espíritos estão sendo sujeitos a vocês, mas alegrem-se porque os nomes de vocês foram escritos nos céus.\""
  },
  {
    "ingles": "In that very hour he became overjoyed in the holy spirit and said: \"I publicly praise you, Father, Lord of heaven and earth, because you have carefully hidden these things from wise and intellectual ones and have revealed them to young children. Yes, O Father, because this is the way you approved.",
    "portugues": "Naquela mesma hora ele ficou cheio de alegria por meio do espírito santo e disse: \"Eu te louvo publicamente, Pai, Senhor do céu e da terra, porque escondeste cuidadosamente essas coisas dos sábios e dos intelectuais, e as revelaste aos pequeninos. Sim, ó Pai, porque tu te agradaste de fazer as coisas dessa maneira."
  },
  {
    "ingles": "All things have been handed over to me by my Father, and no one knows who the Son is except the Father, and no one knows who the Father is except the Son and anyone to whom the Son is willing to reveal him.\"",
    "portugues": "Tudo me foi entregue por meu Pai. E ninguém sabe quem o Filho é, exceto o Pai; e ninguém sabe quem o Pai é, exceto o Filho e aquele a quem o Filho quiser revelá-lo.\""
  },
  {
    "ingles": "With that he turned to the disciples and told them privately: \"Happy are the eyes that see the things you are seeing.",
    "portugues": "Com isso, ele se virou para os discípulos e lhes disse em particular: \"Felizes são os olhos que veem as coisas que vocês estão vendo."
  },
  {
    "ingles": "For I say to you, many prophets and kings desired to see the things you are observing but did not see them, and to hear the things you are hearing but did not hear them.\"",
    "portugues": "Pois eu lhes digo: Muitos profetas e reis desejaram ver as coisas que vocês estão observando, mas não as viram, e ouvir as coisas que vocês estão ouvindo, mas não as ouviram.\""
  },
  {
    "ingles": "Now look! a man versed in the Law stood up to test him and said: \"Teacher, what do I need to do to inherit everlasting life?\"",
    "portugues": "Então, um homem perito na Lei se levantou para prová-lo e perguntou: \"Instrutor, o que devo fazer para herdar a vida eterna?\""
  },
  {
    "ingles": "He said to him: \"What is written in the Law? How do you read?\"",
    "portugues": "Ele lhe disse: \"O que está escrito na Lei? Como você lê?\""
  },
  {
    "ingles": "In answer he said: \"'You must love Jehovah your God with your whole heart and with your whole soul and with your whole strength and with your whole mind' and 'your neighbor as yourself.'\"",
    "portugues": "Em resposta, ele disse: \"'Ame a Jeová, seu Deus, de todo o seu coração, de toda a sua alma, de toda a sua força e de toda a sua mente' e 'o seu próximo como a si mesmo'.\""
  },
  {
    "ingles": "He said to him: \"You answered correctly; keep doing this and you will get life.\"",
    "portugues": "Ele lhe disse: \"Você respondeu corretamente; persista em fazer isso e obterá a vida.\""
  },
  {
    "ingles": "But wanting to prove himself righteous, the man said to Jesus: \"Who really is my neighbor?\"",
    "portugues": "Mas, querendo se mostrar justo, o homem perguntou a Jesus: \"Quem é realmente o meu próximo?\""
  },
  {
    "ingles": "In reply Jesus said: \"A man was going down from Jerusalem to Jericho and fell victim to robbers, who stripped him, beat him, and went off, leaving him half-dead.",
    "portugues": "Em resposta, Jesus disse: \"Um homem descia de Jerusalém para Jericó e caiu nas mãos de assaltantes, que lhe arrancaram tudo, o espancaram e foram embora, deixando-o quase morto."
  },
  {
    "ingles": "Now by coincidence a priest was going down on that road, but when he saw him, he passed by on the opposite side.",
    "portugues": "Por coincidência, um sacerdote descia por aquela estrada, mas, quando o viu, passou pelo lado oposto."
  },
  {
    "ingles": "Likewise, a Levite, when he came to the place and saw him, passed by on the opposite side.",
    "portugues": "Do mesmo modo, um levita, quando chegou ao lugar e o viu, passou pelo lado oposto."
  },
  {
    "ingles": "But a certain Samaritan traveling the road came upon him, and at seeing him, he was moved with pity.",
    "portugues": "Mas certo samaritano, viajando pela estrada, o encontrou e, ao vê-lo, teve pena."
  },
  {
    "ingles": "So he approached him and bandaged his wounds, pouring oil and wine on them. Then he mounted him on his own animal and brought him to an inn and took care of him.",
    "portugues": "De modo que se aproximou dele e enfaixou seus ferimentos, derramando neles azeite e vinho. Então o pôs no seu próprio animal, o levou a uma hospedaria e cuidou dele."
  },
  {
    "ingles": "The next day he took out two denarii, gave them to the innkeeper, and said: 'Take care of him, and whatever you spend besides this, I will repay you when I return.'",
    "portugues": "No dia seguinte tirou dois denários, deu-os ao hospedeiro e disse: 'Cuide dele e, tudo o que você gastar além disso, eu lhe pagarei quando voltar.'"
  },
  {
    "ingles": "Who of these three seems to you to have made himself neighbor to the man who fell victim to the robbers?\"",
    "portugues": "Qual desses três você acha que mostrou ser o próximo do homem que caiu nas mãos de assaltantes?\""
  },
  {
    "ingles": "He said: \"The one who acted mercifully toward him.\" Jesus then said to him: \"Go and do the same yourself.\"",
    "portugues": "Ele respondeu: \"Aquele que agiu misericordiosamente com ele.\" Jesus lhe disse então: \"Vá e faça você o mesmo.\""
  },
  {
    "ingles": "Now as they went on their way, he entered into a certain village. Here a woman named Martha received him as a guest in her house.",
    "portugues": "Ao prosseguirem, ele entrou em certa aldeia. Ali, uma mulher chamada Marta o recebeu como hóspede em sua casa."
  },
  {
    "ingles": "She also had a sister called Mary, who sat down at the feet of the Lord and kept listening to what he was saying.",
    "portugues": "Ela tinha também uma irmã, chamada Maria, que se sentou aos pés do Senhor e ficou escutando o que ele dizia."
  },
  {
    "ingles": "Martha, on the other hand, was distracted with attending to many duties. So she came to him and said: \"Lord, does it not matter to you that my sister has left me alone to attend to things? Tell her to come and help me.\"",
    "portugues": "Marta, por outro lado, estava distraída, cuidando de muitos afazeres. Assim, ela se aproximou dele e disse: \"Senhor, não se importa que minha irmã me deixou sozinha para cuidar das coisas? Diga a ela que venha me ajudar.\""
  },
  {
    "ingles": "In answer the Lord said to her: \"Martha, Martha, you are anxious and disturbed about many things.",
    "portugues": "Em resposta, o Senhor lhe disse: \"Marta, Marta, você está ansiosa e preocupada com muitas coisas."
  },
  {
    "ingles": "A few things, though, are needed, or just one. For her part, Mary chose the good portion, and it will not be taken away from her.\"",
    "portugues": "Mas poucas coisas são necessárias, ou apenas uma. Maria, por sua vez, escolheu a boa porção, e essa não será tirada dela.\""
  }
]