[
  {
    "ingles": "In the meantime, when a crowd of so many thousands had gathered together that they were stepping on one another, he started by saying first to his disciples: \"Watch out for the leaven of the Pharisees, which is hypocrisy.",
    "portugues": "Enquanto isso, quando uma multidão de muitos milhares havia se ajuntado a ponto de atropelarem uns aos outros, ele começou a falar, dirigindo-se primeiro aos discípulos: \"Tomem cuidado com o fermento dos fariseus, que é a hipocrisia."
  },
  {
    "ingles": "But there is nothing carefully concealed that will not be revealed, and nothing secret that will not become known.",
    "portugues": "Mas não há nada cuidadosamente oculto que não venha a ser revelado, e não há nada secreto que não se torne conhecido."
  },
  {
    "ingles": "Therefore, whatever you say in the darkness will be heard in the light, and what you whisper in private rooms will be preached from the housetops.",
    "portugues": "Portanto, tudo que vocês dizem na escuridão será ouvido na luz, e o que sussurram em aposentos reservados será pregado dos terraços das casas."
  },
  {
    "ingles": "Moreover, I say to you, my friends, do not fear those who kill the body and after this are not able to do anything more.",
    "portugues": "Além disso, eu lhes digo, meus amigos: Não temam os que matam o corpo e depois disso não podem fazer mais nada."
  },
  {
    "ingles": "But I will show you whom to fear: Fear the One who after killing has authority to throw into Gehenna. Yes, I tell you, fear this One.",
    "portugues": "Mas eu lhes mostrarei a quem vocês devem temer: temam Aquele que, depois de matar, tem autoridade para lançar na Geena. Sim, eu lhes digo, temam a esse."
  },
  {
    "ingles": "Five sparrows sell for two coins of small value, do they not? Yet not one of them is forgotten by God.",
    "portugues": "Não se vendem cinco pardais por duas moedas de pequeno valor? Contudo, nem mesmo um deles é esquecido por Deus."
  },
  {
    "ingles": "But even the hairs of your head are all numbered. Have no fear; you are worth more than many sparrows.",
    "portugues": "Mas até mesmo os cabelos da cabeça de vocês estão todos contados. Não tenham medo; vocês valem mais do que muitos pardais."
  },
  {
    "ingles": "\"I say to you, everyone who acknowledges me before men, the Son of man will also acknowledge him before the angels of God.",
    "portugues": "\"Eu lhes digo: Todo aquele que declarar diante dos homens que está em união comigo, o Filho do Homem também declarará, diante dos anjos de Deus, estar em união com ele."
  },
  {
    "ingles": "But whoever disowns me before men will be disowned before the angels of God.",
    "portugues": "Mas quem me negar diante dos homens será negado diante dos anjos de Deus."
  },
  {
    "ingles": "And everyone who says a word against the Son of man, it will be forgiven him, but whoever blasphemes against the holy spirit will not be forgiven.",
    "portugues": "E todo aquele que disser uma palavra contra o Filho do Homem será perdoado; mas quem blasfemar contra o espírito santo não será perdoado."
  },
  {
    "ingles": "When they bring you in before public assemblies, government officials, and authorities, do not become anxious about how or what you will speak in defense or what you will say,",
    "portugues": "Quando levarem vocês diante de assembleias públicas, funcionários do governo e autoridades, não fiquem preocupados com o que falar ou como falar em sua defesa, ou com o que vocês dirão,"
  },
  {
    "ingles": "for the holy spirit will teach you in that very hour the things you should say.\"",
    "portugues": "pois o espírito santo lhes ensinará naquela mesma hora o que devem dizer.\""
  },
  {
    "ingles": "Then someone in the crowd said to him: \"Teacher, tell my brother to divide the inheritance with me.\"",
    "portugues": "Então alguém na multidão lhe disse: \"Instrutor, diga a meu irmão que divida comigo a herança.\""
  },
  {
    "ingles": "He said to him: \"Man, who appointed me judge or arbitrator between you two?\"",
    "portugues": "Ele lhe respondeu: \"Homem, quem me designou como juiz ou me deu o direito de repartir os bens entre vocês dois?\""
  },
  {
    "ingles": "Then he said to them: \"Keep your eyes open and guard against every sort of greed, because even when a person has an abundance, his life does not result from the things he possesses.\"",
    "portugues": "Então lhes disse: \"Mantenham os olhos abertos e resguardem-se de todo tipo de ganância, porque, mesmo quando alguém tem abundância, sua vida não vem das coisas que possui.\""
  },
  {
    "ingles": "With that he told them an illustration, saying: \"The land of a rich man produced well.",
    "portugues": "Com isso, contou-lhes uma ilustração, dizendo: \"A terra de um homem rico produziu bem."
  },
  {
    "ingles": "So he began reasoning within himself, 'What should I do now that I have nowhere to gather my crops?'",
    "portugues": "Por isso, ele começou a raciocinar no íntimo: 'O que farei agora que não tenho onde ajuntar minhas safras?'"
  },
  {
    "ingles": "Then he said, 'I will do this: I will tear down my storehouses and build bigger ones, and there I will gather all my grain and all my goods,",
    "portugues": "E disse: 'Farei o seguinte: derrubarei os meus celeiros e construirei maiores, e ali ajuntarei todo o meu cereal e todos os meus bens;"
  },
  {
    "ingles": "and I will say to myself: \"You have many good things stored up for many years; take it easy, eat, drink, enjoy yourself.\"'",
    "portugues": "e direi a mim mesmo: \"Você tem muitas coisas boas armazenadas para muitos anos. Descanse, coma, beba, divirta-se.\"'"
  },
  {
    "ingles": "But God said to him, 'Unreasonable one, this night they are demanding your life from you. Who, then, is to have the things you stored up?'",
    "portugues": "Mas Deus lhe disse: 'Insensato, esta noite exigirão de você a sua vida. Quem terá então as coisas que você acumulou?'"
  },
  {
    "ingles": "So it goes with the man who stores up treasure for himself but is not rich toward God.\"",
    "portugues": "Isso é o que acontece com o homem que acumula tesouros para si, mas não é rico para com Deus.\""
  },
  {
    "ingles": "Then he said to his disciples: \"That is why I say to you, stop being anxious about your lives as to what you will eat or about your bodies as to what you will wear.",
    "portugues": "Ele disse então aos seus discípulos: \"É por isso que eu lhes digo: Parem de se preocupar tanto com a sua vida, quanto ao que comer, e com o seu corpo, quanto ao que vestir."
  },
  {
    "ingles": "For the life is worth more than food and the body more than clothing.",
    "portugues": "Pois a vida vale mais do que o alimento, e o corpo mais do que a roupa."
  },
  {
    "ingles": "Consider the ravens: They neither sow seed nor reap; they have neither barn nor storehouse; yet God feeds them. Are you not worth much more than birds?",
    "portugues": "Vejam os corvos: eles não semeiam nem colhem, não têm nem celeiro nem depósito; contudo, Deus os alimenta. Será que vocês não valem muito mais do que as aves?"
  },
  {
    "ingles": "Who of you by being anxious can add a cubit to his life span?",
    "portugues": "Quem de vocês, por estar ansioso, pode acrescentar um côvado à duração da sua vida?"
  },
  {
    "ingles": "If, therefore, you cannot do such a small thing, why be anxious about the remaining things?",
    "portugues": "Portanto, se vocês não podem fazer uma coisa tão pequena, por que se preocupam tanto com as outras coisas?"
  },
  {
    "ingles": "Consider how the lilies grow: They neither toil nor spin; but I tell you that not even Solomon in all his glory was arrayed as one of these.",
    "portugues": "Vejam como os lírios crescem: eles não trabalham nem fiam; mas eu lhes digo que nem mesmo Salomão, em toda a sua glória, se vestia como um deles."
  },
  {
    "ingles": "Now if this is how God clothes the vegetation in the field that today exists and tomorrow is cast into an oven, how much more will he clothe you, you with little faith!",
    "portugues": "Então, se Deus veste assim a vegetação do campo, que hoje existe e amanhã é lançada no forno, quanto mais ele vestirá a vocês, homens de pouca fé!"
  },
  {
    "ingles": "So stop seeking what you will eat and what you will drink, and stop being in anxious suspense;",
    "portugues": "Assim, parem de procurar o que comer e o que beber, e parem de ficar excessivamente preocupados;"
  },
  {
    "ingles": "for all these are the things the nations of the world are eagerly pursuing, but your Father knows you need these things.",
    "portugues": "porque é por todas essas coisas que as nações do mundo se empenham ansiosamente, mas o seu Pai sabe que vocês necessitam dessas coisas."
  },
  {
    "ingles": "Instead, keep seeking his Kingdom, and these things will be added to you.",
    "portugues": "Em vez disso, continuem a buscar o Reino dele, e essas coisas lhes serão acrescentadas."
  },
  {
    "ingles": "\"Have no fear, little flock, for your Father has approved of giving you the Kingdom.",
    "portugues": "\"Não tema, pequeno rebanho, porque o seu Pai se agradou de dar o Reino a vocês."
  },
  {
    "ingles": "Sell your belongings and give gifts of mercy. Make money pouches that do not wear out, a never-failing treasure in the heavens, where no thief gets near and no moth consumes.",
    "portugues": "Vendam as suas coisas e deem aos pobres. Façam para vocês bolsas de dinheiro que não se gastem, um tesouro que nunca acabe, nos céus, onde o ladrão não chega perto nem a traça consome."
  },
  {
    "ingles": "For where your treasure is, there your hearts will be also.",
    "portugues": "Pois onde estiver o seu tesouro, ali estará também o seu coração."
  },
  {
    "ingles": "\"Be dressed and ready and have your lamps burning,",
    "portugues": "\"Estejam vestidos e preparados, estejam com as suas lâmpadas acesas,"
  },
  {
    "ingles": "and you should be like men waiting for their master to return from the marriage, so when he comes and knocks, they may at once open to him.",
    "portugues": "sejam como homens que esperam o seu senhor voltar do casamento, para que, quando ele vier e bater à porta, possam imediatamente abrir-lhe."
  },
  {
    "ingles": "Happy are those slaves whom the master on coming finds watching! Truly I say to you, he will dress himself for service and have them recline at the table and will come alongside and minister to them.",
    "portugues": "Felizes aqueles escravos cujo senhor, quando vier, os encontrar vigiando! Digo a verdade a vocês: Ele se vestirá para servir, fará que se recostem à mesa e virá servi-los."
  },
  {
    "ingles": "And if he comes in the second watch, even if in the third, and finds them ready, happy are they!",
    "portugues": "E, se ele vier na segunda vigília, ou mesmo na terceira, e os encontrar preparados, felizes são!"
  },
  {
    "ingles": "But know this, if the householder had known at what hour the thief would come, he would not have let his house be broken into.",
    "portugues": "Mas saibam que, se o dono da casa soubesse a que hora viria o ladrão, não deixaria que a sua casa fosse arrombada."
  },
  {
    "ingles": "You also, keep ready, because at an hour that you do not think likely, the Son of man is coming.\"",
    "portugues": "Vocês também, mantenham-se prontos, porque o Filho do Homem virá numa hora que vocês não acham provável.\" 4Primeira Pedro perguntou então: \"Senhor, essa ilustração é só para nós ou também para todos?\""
  },
  {
    "ingles": "Then Peter said: \"Lord, are you telling this illustration just to us or also to everyone?\"",
    "portugues": "E o Senhor disse: \"Quem é realmente o administrador fiel, o prudente, a quem o seu senhor encarregará do grupo de assistentes para sempre dar a eles a sua medida de mantimentos no tempo apropriado?"
  },
  {
    "ingles": "And the Lord said: \"Who really is the faithful steward, the discreet one, whom his master will appoint over his body of attendants to keep giving them their measure of food supplies at the proper time?",
    "portugues": "Feliz aquele escravo se o seu senhor, quando vier, o encontrar fazendo isso!"
  },
  {
    "ingles": "Happy is that slave if his master on coming finds him doing so!",
    "portugues": "Digo a verdade a vocês: Ele o encarregará de todos os seus bens."
  },
  {
    "ingles": "I tell you truthfully, he will appoint him over all his belongings.",
    "portugues": "Mas, se aquele escravo disser no coração: 'Meu senhor demora a vir', e começar a espancar os servos e as servas, e a comer, beber e se embriagar,"
  },
  {
    "ingles": "But if ever that slave should say in his heart, 'My master delays coming,' and starts to beat the male and female servants and to eat and drink and get drunk,",
    "portugues": "o senhor daquele escravo virá num dia em que ele não espera e numa hora que ele não sabe, e o punirá com a maior severidade e lhe designará um lugar entre os infiéis."
  },
  {
    "ingles": "the master of that slave will come on a day that he is not expecting him and at an hour that he does not know, and he will punish him with the greatest severity and assign him a part with the unfaithful ones.",
    "portugues": "Então aquele escravo que entendeu a vontade do seu senhor, mas não se aprontou nem fez o que ele lhe pediu, será espancado com muitos golpes."
  },
  {
    "ingles": "Then that slave who understood the will of his master but did not get ready or do what he asked will be beaten with many strokes.",
    "portugues": "Mas aquele que não entendeu e fez coisas que merecem punição será espancado com poucos golpes. Realmente, de todo aquele a quem muito foi dado, muito será exigido; e daquele que foi encarregado de muito, será exigido mais do que o normal."
  },
  {
    "ingles": "But the one who did not understand and yet did things deserving of strokes will be beaten with few. Indeed, everyone to whom much was given, much will be demanded of him, and the one who was put in charge of much will have more than usual demanded of him.",
    "portugues": "\"Eu vim para acender um fogo na terra, e o que mais posso desejar se ele já foi aceso?"
  },
  {
    "ingles": "\"I came to start a fire on the earth, and what more is there for me to wish if it has already been lit?",
    "portugues": "Realmente, tenho um batismo com que devo ser batizado, e como estou aflito até que ele termine!"
  },
  {
    "ingles": "Indeed, I have a baptism with which to be baptized, and how I am distressed until it is finished!",
    "portugues": "Vocês pensam que eu vim trazer paz à terra? Eu lhes digo que não! Em vez disso, vim trazer divisão."
  },
  {
    "ingles": "Do you think I came to give peace on the earth? No, I tell you, but rather division.",
    "portugues": "Pois de agora em diante haverá numa casa cinco divididos uns contra os outros: três contra dois e dois contra três."
  },
  {
    "ingles": "For from now on there will be five in one house divided, three against two and two against three.",
    "portugues": "Estarão divididos, pai contra filho e filho contra pai, mãe contra filha e filha contra mãe, sogra contra nora e nora contra sogra.\""
  },
  {
    "ingles": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\"",
    "portugues": "Então ele disse também às multidões: \"Quando vocês veem uma nuvem surgindo no ocidente, dizem imediatamente: 'Vem uma tempestade', e assim acontece."
  },
  {
    "ingles": "Then he also said to the crowds: \"When you see a cloud rising in the west, at once you say, 'A storm is coming,' and it happens.",
    "portugues": "E, quando vocês veem soprar um vento sul, dizem: 'Haverá uma onda de calor', e assim ocorre."
  },
  {
    "ingles": "And when you see that a south wind is blowing, you say, 'There will be a heat wave,' and it occurs.",
    "portugues": "Hipócritas! Vocês sabem examinar a aparência da terra e do céu, mas como é que não sabem examinar este tempo específico?"
  },
  {
    "ingles": "Hypocrites, you know how to examine the appearance of earth and sky, but why do you not know how to examine this particular time?",
    "portugues": "Por que não julgam também por si mesmos o que é justo?"
  },
  {
    "ingles": "Why do you not judge also for yourselves what is righteous?",
    "portugues": "Por exemplo, enquanto você e seu adversário estão indo a uma autoridade, empenhe-se, no caminho, em resolver a disputa com ele, para que ele não o leve perante o juiz, e o juiz o entregue ao oficial de justiça, e o oficial de justiça o lance na prisão."
  },
  {
    "ingles": "For example, when you are going with your legal opponent to a ruler, while on the way, get to work to settle the dispute with him so that he may not summon you before the judge, and the judge deliver you to the court officer, and the court officer throw you into prison.",
    "portugues": "Eu lhe digo: Você de modo algum sairá de lá até pagar sua última pequena moeda.\""
  }
]