[
  {
    "ingles": "At that time some who were present reported to him about the Galileans whose blood Pilate had mixed with their sacrifices.",
    "portugues": "Naquela ocasião, alguns que estavam presentes lhe contaram sobre os galileus cujo sangue Pilatos havia misturado com os sacrifícios deles."
  },
  {
    "ingles": "In reply he said to them: \"Do you think that those Galileans were worse sinners than all other Galileans because they have suffered these things?",
    "portugues": "Ele lhes disse em resposta: \"Vocês acham que esses galileus eram mais pecadores do que todos os outros galileus, porque sofreram essas coisas?"
  },
  {
    "ingles": "No, I tell you; but unless you repent, you will all likewise be destroyed.",
    "portugues": "Eu lhes digo que não; mas, a menos que se arrependam, todos vocês serão destruídos do mesmo modo."
  },
  {
    "ingles": "Or those",
    "portugues": "Ou aqueles"
  },
  {
    "ingles": "on whom the tower in Siloam fell, killing them-do you think that they had greater guilt than all other men who live in Jerusalem?",
    "portugues": "sobre os quais caiu a torre de Siloé, matando-os - vocês acham que eles eram mais culpados do que todos os outros homens que moram em Jerusalém?"
  },
  {
    "ingles": "No, I tell you; but unless you repent, you will all be destroyed, as they were.\"",
    "portugues": "Eu lhes digo que não; mas, a menos que se arrependam, todos vocês serão destruídos, como eles foram.\""
  },
  {
    "ingles": "Then he went on to tell this illustration: \"A man had a fig tree planted in his vineyard, and he came looking for fruit on it but found none.",
    "portugues": "Então, contou a seguinte ilustração: \"Um homem tinha uma figueira plantada no seu vinhedo e foi procurar fruto nela, mas não achou nenhum."
  },
  {
    "ingles": "Then he said to the vinedresser, 'Here it is three years that I have come looking for fruit on this fig tree, but have found none. Cut it down! Why should it keep the ground useless?'",
    "portugues": "Ele disse então ao homem que cuidava do vinhedo: 'Agora já faz três anos que venho procurar fruto nesta figueira, mas não achei nenhum. Corte-a! Por que ela devia ocupar o solo inutilmente?'"
  },
  {
    "ingles": "In reply he said to him, 'Master, leave it alone for one more year until I dig around it and put on manure.",
    "portugues": "Em resposta, o homem lhe disse: 'Senhor, deixe-a por mais um ano. Eu vou cavar em volta dela e pôr estrume;"
  },
  {
    "ingles": "If it produces fruit in the future, well and good; but if not, then cut it down.'\"",
    "portugues": "se no futuro ela produzir fruto, muito bem, mas, se não, pode cortá-la.'\""
  },
  {
    "ingles": "Now he was teaching in one of the synagogues on the Sabbath.",
    "portugues": "Ele estava ensinando numa das sinagogas, no sábado."
  },
  {
    "ingles": "And look! a woman was there who had had a spirit of weakness for",
    "portugues": "E havia ali uma mulher que tinha um espírito de fraqueza havia"
  },
  {
    "ingles": "years; and she was bent double and was unable to straighten up at all.",
    "portugues": "anos; ela estava encurvada e não conseguia de modo algum se endireitar."
  },
  {
    "ingles": "When he saw her, Jesus addressed her and said: \"Woman, you are released from your weakness.\"",
    "portugues": "Quando a viu, Jesus lhe dirigiu a palavra, dizendo: \"Mulher, você está livre da sua fraqueza.\""
  },
  {
    "ingles": "And he laid his hands on her, and instantly she straightened up and began to glorify God.",
    "portugues": "E ele pôs as mãos sobre ela, e ela se endireitou instantaneamente e começou a glorificar a Deus."
  },
  {
    "ingles": "But in response the presiding officer of the synagogue, indignant because Jesus did the cure on the Sabbath, said to the crowd: \"There are six days on which work ought to be done; so come and be cured on those days, and not on the Sabbath day.\"",
    "portugues": "Em vista disso, porém, o presidente da sinagoga, indignado porque Jesus havia feito a cura no sábado, disse à multidão: \"Há seis dias em que se deve trabalhar; portanto, venham nesses dias e sejam curados, e não no dia de sábado.\""
  },
  {
    "ingles": "However, the Lord answered him: \"Hypocrites, does not each one of you on the Sabbath untie his bull or his donkey from the stall and lead it away to give it something to drink?",
    "portugues": "O Senhor, porém, respondeu-lhe: \"Hipócritas! Cada um de vocês, no sábado, não desata o seu touro ou o seu jumento da baia e o leva para beber água?"
  },
  {
    "ingles": "Should not this woman, who is a daughter of Abraham and whom Satan held bound for",
    "portugues": "Não deveria esta mulher, que é filha de Abraão e a quem Satanás manteve presa por"
  },
  {
    "ingles": "years, be released from this bondage on the Sabbath day?\"",
    "portugues": "anos, ser libertada dessa prisão no dia de sábado?\""
  },
  {
    "ingles": "Well, when he said these things, all his opposers began to feel shame, but the entire crowd began to rejoice at all the glorious things he did.",
    "portugues": "Quando ele disse isso, todos os seus opositores ficaram envergonhados, mas toda a multidão se alegrava com todas as coisas gloriosas que ele fazia."
  },
  {
    "ingles": "So he went on to say: \"What is the Kingdom of God like, and with what can I compare it?",
    "portugues": "Assim, ele acrescentou: \"A que é semelhante o Reino de Deus, e com que posso compará-lo?"
  },
  {
    "ingles": "It is like a mustard grain that a man took and planted in his garden, and it grew and became a tree, and the birds of heaven nested in its branches.\"",
    "portugues": "Ele é semelhante a um grão de mostarda que um homem pegou e plantou na sua horta; o grão cresceu e se tornou uma árvore, e as aves do céu fizeram ninhos nos seus ramos.\""
  },
  {
    "ingles": "And again he said: \"With what can I compare the Kingdom of God?",
    "portugues": "E, novamente, ele disse: \"Com que posso comparar o Reino de Deus?"
  },
  {
    "ingles": "It is like leaven that a woman took and mixed with three large measures of flour until the whole mass was fermented.\"",
    "portugues": "Ele é semelhante ao fermento que uma mulher pegou e misturou com três grandes medidas de farinha, até que a massa inteira ficou fermentada.\""
  },
  {
    "ingles": "And he traveled from city to city and from village to village, teaching and continuing on his journey to Jerusalem.",
    "portugues": "E ele viajou de cidade em cidade e de aldeia em aldeia, ensinando e seguindo caminho para Jerusalém."
  },
  {
    "ingles": "Now a man said to him: \"Lord, are those being saved few?\" He said to them:",
    "portugues": "Então, um homem lhe disse: \"Senhor, são poucos os que estão sendo salvos?\" Ele lhes disse:"
  },
  {
    "ingles": "\"Exert yourselves vigorously to get in through the narrow door, because many, I tell you, will seek to get in but will not be able.",
    "portugues": "\"Esforcem-se vigorosamente para entrar pela porta estreita, pois eu lhes digo que muitos procurarão entrar, mas não poderão."
  },
  {
    "ingles": "When the householder gets up and locks the door, you will stand outside knocking at the door, saying, 'Lord, open to us.' But in answer he will say to you: 'I do not know where you are from.'",
    "portugues": "Depois que o dono da casa tiver se levantado e trancado a porta, vocês ficarão do lado de fora batendo na porta e dizendo: 'Senhor, abra para nós'; mas ele lhes responderá: 'Não sei de onde vocês são.'"
  },
  {
    "ingles": "Then you will start saying, 'We ate and drank in your presence, and you taught in our main streets.'",
    "portugues": "Então vocês começarão a dizer: 'Comemos e bebemos na sua presença, e o senhor ensinou nas nossas ruas principais.'"
  },
  {
    "ingles": "But he will say to you, 'I do not know where you are from. Get away from me, all you workers of unrighteousness!'",
    "portugues": "Mas ele lhes dirá: 'Não sei de onde vocês são. Afastem-se de mim, todos vocês que fazem o que é injusto!'"
  },
  {
    "ingles": "There is where your weeping and the gnashing of your teeth will be, when you see Abraham, Isaac, Jacob, and all the prophets in the Kingdom of God, but you yourselves thrown outside.",
    "portugues": "Ali é que haverá o seu choro e o ranger dos seus dentes, quando vocês virem Abraão, Isaque, Jacó e todos os profetas no Reino de Deus, mas vocês mesmos lançados fora."
  },
  {
    "ingles": "Furthermore, people will come from east and west and from north and south, and will recline at the table in the Kingdom of God.",
    "portugues": "Além disso, virão pessoas do leste e do oeste, do norte e do sul, e se recostarão à mesa no Reino de Deus."
  },
  {
    "ingles": "And look! there are those last who will be first, and there are those first who will be last.\"",
    "portugues": "Escutem: Há últimos que serão primeiros, e há primeiros que serão últimos.\""
  },
  {
    "ingles": "In that very hour some of the Pharisees came up and told him: \"Get out and go away from here, because Herod wants to kill you.\"",
    "portugues": "Naquela mesma hora, alguns fariseus se aproximaram e lhe disseram: \"Saia e vá embora daqui, porque Herodes quer matá-lo.\""
  },
  {
    "ingles": "And he said to them: \"Go and tell that fox, 'Look! I am casting out demons and healing people today and tomorrow, and on the third day I will be finished.'",
    "portugues": "E ele lhes disse: \"Vão dizer àquela raposa: 'Veja, estou expulsando demônios e curando pessoas hoje e amanhã, e no terceiro dia terei terminado.'"
  },
  {
    "ingles": "Nevertheless, I must go on today, tomorrow, and the following day, because it cannot be that a prophet should be put to death outside of Jerusalem.",
    "portugues": "Contudo, preciso continuar hoje, amanhã e no dia seguinte, porque é inadmissível que um profeta seja morto fora de Jerusalém."
  },
  {
    "ingles": "Jerusalem, Jerusalem, the killer of the prophets and stoner of those sent to her-how often I wanted to gather your children together the way a hen gathers her brood of chicks under her wings! But you did not want it.",
    "portugues": "Jerusalém, Jerusalém, que mata os profetas e apedreja os que lhe são enviados ... Quantas vezes eu quis ajuntar seus filhos, assim como a galinha ajunta sua ninhada de pintinhos debaixo das asas! Mas vocês não quiseram."
  },
  {
    "ingles": "Look! Your house is abandoned to you. I tell you, you will by no means see me until you say: 'Blessed is the one who comes in Jehovah's name!'\"",
    "portugues": "Agora a sua casa ficará abandonada. Eu lhes digo: Vocês de modo algum me verão, até que digam: 'Bendito é aquele que vem em nome de Jeová!'\""
  }
]