[
  {
    "ingles": "On another occasion he went to eat a meal in the house of one of the leaders of the Pharisees on the Sabbath, and they were closely watching him.",
    "portugues": "Em outra ocasião, ele foi tomar uma refeição na casa de um líder dos fariseus, no sábado, e eles o estavam observando atentamente."
  },
  {
    "ingles": "And look! a man who had dropsy was in front of him.",
    "portugues": "E na frente dele estava um homem que sofria de hidropisia."
  },
  {
    "ingles": "So in response Jesus asked those versed in the Law and the Pharisees: \"Is it lawful to cure on the Sabbath or not?\"",
    "portugues": "Em vista disso, Jesus perguntou aos peritos na Lei e aos fariseus: \"É permitido ou não curar no sábado?\""
  },
  {
    "ingles": "But they kept silent. With that he took hold of the man, healed him, and sent him away.",
    "portugues": "Mas eles ficaram calados. Assim, ele tocou no homem, o curou e o mandou embora."
  },
  {
    "ingles": "Then he said to them: \"Who of you, if his son or bull falls into a well, will not immediately pull him out on the Sabbath day?\"",
    "portugues": "Então ele lhes disse: \"Quem de vocês não puxará imediatamente para fora o seu filho ou o seu touro se ele cair num poço no dia de sábado?\""
  },
  {
    "ingles": "And they were not able to reply to this.",
    "portugues": "E eles ficaram sem resposta."
  },
  {
    "ingles": "He then told the invited men an illustration when he noticed how they were choosing the most prominent places for themselves. He said to them:",
    "portugues": "Ele contou então aos convidados uma ilustração, quando notou que eles escolhiam os lugares mais destacados. Ele lhes disse:"
  },
  {
    "ingles": "\"When you are invited by someone to a marriage feast, do not recline in the most prominent place. Perhaps someone more distinguished than you may also have been invited.",
    "portugues": "\"Quando você for convidado por alguém para uma festa de casamento, não se recoste no lugar mais destacado. Talvez uma pessoa de mais destaque do que você também tenha sido convidada."
  },
  {
    "ingles": "Then the one who invited you both will come and say to you, 'Let this man have your place.' Then you will proceed with shame to take the lowest place.",
    "portugues": "Então aquele que convidou a ambos chegará e dirá a você: 'Dê o seu lugar a este homem.' Então você irá, envergonhado, ocupar o último lugar."
  },
  {
    "ingles": "But when you are invited, go and recline in the lowest place, so that when the man who invited you comes, he will say to you, 'Friend, go on up higher.' Then you will have honor in front of all your fellow guests.",
    "portugues": "Mas, quando você for convidado, vá se recostar no último lugar, para que, quando chegar o homem que o convidou, ele lhe diga: 'Amigo, passe para um lugar mais importante.' Então você terá honra na frente de todos os outros convidados."
  },
  {
    "ingles": "For everyone who exalts himself will be humbled, and whoever humbles himself will be exalted.\"",
    "portugues": "Porque todo aquele que se enaltecer será humilhado, e aquele que se humilhar será enaltecido.\""
  },
  {
    "ingles": "Next he said also to the man who had invited him: \"When you spread a dinner or an evening meal, do not call your friends or your brothers or your relatives or your rich neighbors. Otherwise, they might also invite you in return, and it would become a repayment to you.",
    "portugues": "A seguir ele disse também ao homem que o havia convidado: \"Quando você oferecer um almoço ou um jantar, não chame seus amigos, nem seus irmãos, nem seus parentes, nem seus vizinhos ricos. Pois eles, por sua vez, poderiam convidá-lo também, e isso seria para você uma retribuição."
  },
  {
    "ingles": "But when you spread a feast, invite the poor, the crippled, the lame, the blind;",
    "portugues": "Mas, quando oferecer um banquete, convide os pobres, os aleijados, os mancos, os cegos;"
  },
  {
    "ingles": "and you will be happy, because they have nothing with which to repay you. For you will be repaid in the resurrection of the righteous ones.\"",
    "portugues": "e você será feliz, porque eles não têm nada com que recompensá-lo. Pois você será recompensado na ressurreição dos justos.\""
  },
  {
    "ingles": "On hearing these things, one of the fellow guests said to him: \"Happy is the one who dines in the Kingdom of God.\"",
    "portugues": "Ao ouvir essas coisas, um dos outros convidados lhe disse: \"Feliz é aquele que participa do banquete no Reino de Deus.\""
  },
  {
    "ingles": "Jesus said to him: \"A man was spreading a grand evening meal, and he invited many.",
    "portugues": "Jesus lhe disse: \"Um homem estava oferecendo um grande banquete, e convidou muitas pessoas."
  },
  {
    "ingles": "He sent his slave out at the hour of the evening meal to say to the invited ones, 'Come, because everything is now ready.'",
    "portugues": "Ele enviou seu escravo, na hora do banquete, para dizer aos convidados: 'Venham, porque já está tudo pronto.'"
  },
  {
    "ingles": "But they all alike began to make excuses. The first said to him, 'I bought a field and need to go out and see it; I ask you, have me excused.'",
    "portugues": "Mas todos, sem exceção, começaram a dar desculpas. O primeiro disse: 'Comprei um campo, e preciso sair e vê-lo. Peço-lhe que me desculpe.'"
  },
  {
    "ingles": "And another said, 'I bought five yoke of cattle and am going to examine them; I ask you, have me excused.'",
    "portugues": "E outro disse: 'Comprei cinco juntas de bois e vou examiná-las. Peço-lhe que me desculpe.'"
  },
  {
    "ingles": "Still another said, 'I just got married, and for this reason I cannot come.'",
    "portugues": "Ainda outro disse: 'Acabei de me casar e por isso não posso ir.'"
  },
  {
    "ingles": "So the slave came and reported these things to his master. Then the master of the house became angry and said to his slave, 'Go out quickly to the main streets and the alleys of the city, and bring in here the poor and crippled and blind and lame.'",
    "portugues": "Assim, o escravo voltou e contou essas coisas ao seu senhor. O dono da casa ficou então irado e disse ao seu escravo: 'Vá depressa às ruas principais e aos becos da cidade, e traga para cá os pobres, os aleijados, os cegos e os mancos.'"
  },
  {
    "ingles": "In time the slave said, 'Master, what you ordered has been done, and still there is room.'",
    "portugues": "Mais tarde, o escravo disse: 'Senhor, foi feito o que ordenou, mas ainda há lugar.'"
  },
  {
    "ingles": "So the master said to the slave, 'Go out to the roads and the lanes and compel them to come in, so that my house may be filled.",
    "portugues": "Então o senhor disse ao escravo: 'Vá para as estradas e os caminhos, e obrigue-os a vir para dentro, a fim de que a minha casa fique cheia."
  },
  {
    "ingles": "For I say to you, none of those men who were invited will taste my evening meal.'\"",
    "portugues": "Pois eu digo a vocês: Nenhum daqueles homens que foram convidados provará o meu banquete.'\""
  },
  {
    "ingles": "Now large crowds were traveling with him, and he turned and said to them:",
    "portugues": "Grandes multidões viajavam então com ele, e ele se virou e lhes disse:"
  },
  {
    "ingles": "\"If anyone comes to me and does not hate his father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.",
    "portugues": "\"Se alguém vem a mim e não odeia o pai, a mãe, a esposa, os filhos, os irmãos, as irmãs, sim, e até mesmo a própria vida, não pode ser meu discípulo."
  },
  {
    "ingles": "Whoever does not carry his torture stake and come after me cannot be my disciple.",
    "portugues": "Quem não carrega sua estaca de tortura e não me segue, não pode ser meu discípulo."
  },
  {
    "ingles": "For example, who of you wanting to build a tower does not first sit down and calculate the expense to see if he has enough to complete it?",
    "portugues": "Por exemplo, quem de vocês, querendo construir uma torre, não se senta primeiro e calcula a despesa, para ver se tem o suficiente para completá-la?"
  },
  {
    "ingles": "Otherwise, he might lay its foundation but not be able to finish it, and all the onlookers would start to ridicule him,",
    "portugues": "Senão, ele lançará o alicerce dela, mas não conseguirá terminá-la, e todos os observadores começarão a zombar dele,"
  },
  {
    "ingles": "saying: 'This man started to build but was not able to finish.'",
    "portugues": "dizendo: 'Este homem começou a construir, mas não conseguiu terminar.'"
  },
  {
    "ingles": "Or what king marching out against another king in war does not first sit down and take counsel whether he is able with 10,000 troops to stand up to the one who comes against him with 20,000?",
    "portugues": "Ou que rei, antes de marchar para guerrear contra outro rei, não se senta e se aconselha para ver se consegue com 10.000 soldados enfrentar o que vem contra ele com 20.000?"
  },
  {
    "ingles": "If, in fact, he cannot do so, then while that one is yet far away, he sends out a body of ambassadors and sues for peace.",
    "portugues": "De fato, se ele vê que não consegue, envia um grupo de embaixadores e propõe um acordo de paz, enquanto o outro ainda está longe."
  },
  {
    "ingles": "In the same way, you may be sure that not one of you who does not say good-bye to all his belongings can be my disciple.",
    "portugues": "Da mesma forma, podem estar certos de que nenhum de vocês que não se despedir de todos os seus bens poderá ser meu discípulo."
  },
  {
    "ingles": "\"Salt, to be sure, is fine. But if the salt loses its strength, with what will it be seasoned?",
    "portugues": "\"O sal, certamente, é bom. Mas, se o sal perder a sua força, como se recuperará o seu sabor?"
  },
  {
    "ingles": "It is not suitable for soil or for manure. People throw it away. Let the one who has ears to listen, listen.\"",
    "portugues": "Não serve nem para o solo, nem para o estrume. As pessoas o jogam fora. Quem tem ouvidos para escutar, escute.\""
  }
]