[
  {
    "ingles": "Then he also said to the disciples: \"A rich man had a steward who was accused of handling his goods wastefully.",
    "portugues": "Então ele disse também aos discípulos: \"Um homem rico tinha um administrador que foi acusado de desperdiçar os bens do seu senhor."
  },
  {
    "ingles": "So he called him and said, 'What is this I hear about you? Hand in the account of your stewardship, for you can no longer manage the house.'",
    "portugues": "Assim, ele o chamou e disse: 'O que é isso que ouço a seu respeito? Preste contas da sua administração, pois você não pode mais administrar a casa.'"
  },
  {
    "ingles": "Then the steward said to himself, 'What am I to do, seeing that my master is taking the stewardship away from me? I am not strong enough to dig, and I am ashamed to beg.",
    "portugues": "Então, o administrador disse a si mesmo: 'O que eu vou fazer, visto que o meu senhor está me tirando a administração? Não sou bastante forte para cavar e tenho vergonha de mendigar."
  },
  {
    "ingles": "Ah! I know what I will do, so that when I am removed from the stewardship, people will welcome me into their homes.'",
    "portugues": "Ah! já sei o que vou fazer para que, quando eu for afastado da administração, as pessoas me recebam em suas casas.'"
  },
  {
    "ingles": "And calling to him each one of his master's debtors, he said to the first, 'How much do you owe my master?'",
    "portugues": "E, chamando cada um dos devedores do seu senhor, perguntou ao primeiro: 'Quanto você deve ao meu senhor?'"
  },
  {
    "ingles": "He replied, 'A hundred measures of olive oil.' He said to him, 'Take back your written agreement and sit down and quickly write 50.'",
    "portugues": "Ele respondeu: 'Cem medidas de azeite.' O administrador lhe disse: 'Pegue de volta o seu acordo escrito, sente-se e escreva rapidamente 50.'"
  },
  {
    "ingles": "Next, he said to another one, 'Now you, how much do you owe?' He said, 'A hundred large measures of wheat.' He said to him, 'Take back your written agreement and write 80.'",
    "portugues": "A seguir, perguntou a outro: 'Agora você, quanto deve?' Ele respondeu: 'Cem grandes medidas de trigo.' O administrador lhe disse: 'Pegue de volta o seu acordo escrito e escreva 80.'"
  },
  {
    "ingles": "And his master commended the steward, though unrighteous, because he acted with practical wisdom; for the sons of this system of things are wiser in a practical way toward their own generation than the sons of the light are.",
    "portugues": "E o senhor elogiou o administrador, embora este fosse injusto, porque agiu com sabedoria prática. Pois os filhos deste sistema de coisas são mais sábios em sentido prático, ao lidar com a sua própria geração, do que os filhos da luz."
  },
  {
    "ingles": "\"Also, I say to you: Make friends for yourselves by means of the unrighteous riches, so that when such fail, they may receive you into the everlasting dwelling places.",
    "portugues": "\"Eu lhes digo também: Façam amigos por meio das riquezas injustas, para que, quando essas faltarem, eles os recebam nas moradas eternas."
  },
  {
    "ingles": "The person faithful in what is least is faithful also in much, and the person unrighteous in what is least is unrighteous also in much.",
    "portugues": "Quem é fiel no mínimo é também fiel no muito, e quem é injusto no mínimo é também injusto no muito."
  },
  {
    "ingles": "Therefore, if you have not proved yourselves faithful in connection with the unrighteous riches, who will entrust you with what is true?",
    "portugues": "Portanto, se vocês não se mostrarem fiéis em usar as riquezas injustas, quem lhes confiará o que é verdadeiro?"
  },
  {
    "ingles": "And if you have not proved yourselves faithful in connection with what belongs to another, who will give you something for yourselves?",
    "portugues": "E, se vocês não se mostrarem fiéis em usar o que é de outro, quem lhes dará o que é para vocês?"
  },
  {
    "ingles": "No servant can be a slave to two masters, for either he will hate the one and love the other, or he will stick to the one and despise the other. You cannot be slaves to God and to Riches.\"",
    "portugues": "Nenhum servo pode ser escravo de dois senhores, pois ou odiará um e amará o outro, ou se apegará a um e desprezará o outro. Vocês não podem ser escravos de Deus e das Riquezas.\""
  },
  {
    "ingles": "Now the Pharisees, who were money lovers, were listening to all these things, and they began to sneer at him.",
    "portugues": "Os fariseus, que amavam o dinheiro, estavam escutando tudo isso, e começaram a zombar dele."
  },
  {
    "ingles": "So he said to them: \"You are those who declare yourselves righteous before men, but God knows your hearts. For what is considered exalted by men is a disgusting thing in God's sight.",
    "portugues": "Assim, ele lhes disse: \"Vocês são os que se declaram justos diante dos homens, mas Deus conhece o coração de vocês. Pois aquilo que tem muito valor para os homens é repugnante à vista de Deus."
  },
  {
    "ingles": "\"The Law and the Prophets were until John. From then on, the Kingdom of God is being declared as good news, and every sort of person is pressing forward toward it.",
    "portugues": "\"A Lei e os Profetas foram declarados até João. Desde então, o Reino de Deus está sendo declarado como boas novas, e todo tipo de pessoas avança vigorosamente em direção a ele."
  },
  {
    "ingles": "Indeed, it is easier for heaven and earth to pass away than for one stroke of a letter of the Law to go unfulfilled.",
    "portugues": "Realmente, é mais fácil passarem céu e terra do que ficar sem se cumprir um só traço de uma letra da Lei."
  },
  {
    "ingles": "\"Everyone who divorces his wife and marries another commits adultery, and whoever marries a woman divorced from her husband commits adultery.",
    "portugues": "\"Todo aquele que se divorcia da sua esposa e se casa com outra comete adultério, e quem se casa com uma mulher divorciada do marido comete adultério."
  },
  {
    "ingles": "\"There was a rich man who used to dress in purple and linen, enjoying himself day after day with magnificence.",
    "portugues": "\"Havia um homem rico que se vestia de púrpura e de linho, e levava uma vida de prazeres e luxo."
  },
  {
    "ingles": "But a beggar named Lazarus used to be put at his gate, covered with ulcers",
    "portugues": "Mas um mendigo, chamado Lázaro, costumava ser colocado junto ao portão dele, e estava coberto de feridas;"
  },
  {
    "ingles": "and desiring to be filled with the things dropping from the table of the rich man. Yes, even the dogs would come and lick his ulcers.",
    "portugues": "ele desejava matar a fome com as coisas que caíam da mesa do rico. Até os cães vinham lamber as suas feridas."
  },
  {
    "ingles": "Now in the course of time, the beggar died and was carried off by the angels to Abraham's side. \"Also, the rich man died and was buried.",
    "portugues": "Com o tempo, o mendigo morreu e foi carregado pelos anjos para junto de Abraão. \"O rico também morreu e foi enterrado."
  },
  {
    "ingles": "And in the Grave he lifted up his eyes, being in torment, and he saw Abraham from afar and Lazarus by his side.",
    "portugues": "Na Sepultura ele ergueu os olhos, em tormentos, e viu Abraão de longe, com Lázaro ao seu lado."
  },
  {
    "ingles": "So he called and said, 'Father Abraham, have mercy on me, and send Lazarus to dip the tip of his finger in water and cool my tongue, for I am in anguish in this blazing fire.'",
    "portugues": "Por isso ele o chamou, dizendo: 'Pai Abraão, tenha misericórdia de mim e envie Lázaro para mergulhar a ponta do dedo na água e refrescar a minha língua, porque estou sofrendo neste fogo intenso.'"
  },
  {
    "ingles": "But Abraham said, 'Child, remember that you had your fill of good things in your lifetime, but Lazarus for his part received bad things. Now, however, he is being comforted here, but you are in anguish.",
    "portugues": "Mas Abraão disse: 'Filho, lembre-se de que você teve a sua medida de coisas boas durante a vida, mas Lázaro, por sua vez, recebeu coisas ruins. Agora, porém, ele está tendo consolo aqui, mas você está sofrendo."
  },
  {
    "ingles": "And besides all these things, a great chasm has been fixed between us and you, so that those who want to go over from here to you cannot, neither may people cross over from there to us.'",
    "portugues": "E, além de tudo isso, estabeleceu-se um grande abismo entre nós e vocês, de modo que os que querem passar daqui para o lado de vocês não podem, nem podem pessoas passar daí para o nosso lado.'"
  },
  {
    "ingles": "Then he said, 'That being so, I ask you, father, to send him to the house of my father,",
    "portugues": "O rico disse então: 'Nesse caso, eu lhe peço, pai, que o envie à casa do meu pai,"
  },
  {
    "ingles": "for I have five brothers, in order that he may give them a thorough witness so that they will not also come into this place of torment.'",
    "portugues": "pois eu tenho cinco irmãos; deixe que ele os avise, para que eles não venham também para este lugar de tormento.'"
  },
  {
    "ingles": "But Abraham said, 'They have Moses and the Prophets; let them listen to these.'",
    "portugues": "Mas Abraão disse: 'Eles têm Moisés e os Profetas; que escutem a esses.'"
  },
  {
    "ingles": "Then he said, 'No, indeed, father Abraham, but if someone from the dead goes to them, they will repent.'",
    "portugues": "Ele respondeu então: 'Não, pai Abraão! Se alguém dentre os mortos for a eles, eles se arrependerão.'"
  },
  {
    "ingles": "But he said to him, 'If they do not listen to Moses and the Prophets, neither will they be persuaded if someone rises from the dead.'\"",
    "portugues": "Mas Abraão lhe disse: 'Se eles não escutam Moisés nem os Profetas, não serão persuadidos nem mesmo se alguém se levantar dentre os mortos.'\""
  }
]