[
  {
    "ingles": "Then he said to his disciples: \"It is unavoidable that causes for stumbling should come. Nevertheless, woe to the one through whom they come!",
    "portugues": "Então ele disse aos seus discípulos: \"É inevitável que surjam motivos para tropeço. Contudo, ai daquele por meio de quem eles surgem!"
  },
  {
    "ingles": "It would be more advantageous for him if a millstone were hung from his neck and he were thrown into the sea than for him to stumble one of these little ones.",
    "portugues": "Seria melhor para ele que pendurassem no seu pescoço uma pedra de moinho e que fosse lançado no mar, do que ele fazer tropeçar um destes pequenos."
  },
  {
    "ingles": "Pay attention to yourselves. If your brother commits a sin, rebuke him, and if he repents, forgive him.",
    "portugues": "Prestem atenção a si mesmos. Se o seu irmão cometer um pecado, censure-o e, se ele se arrepender, perdoe-lhe."
  },
  {
    "ingles": "Even if he sins seven times a day against you and he comes back to you seven times, saying, 'I repent,' you must forgive him.\"",
    "portugues": "Mesmo que ele peque contra você sete vezes por dia e volte a você sete vezes, dizendo: 'Eu me arrependo', você tem de lhe perdoar.\""
  },
  {
    "ingles": "Now the apostles said to the Lord: \"Give us more faith.\"",
    "portugues": "Os apóstolos disseram então ao Senhor: \"Dê-nos mais fé.\""
  },
  {
    "ingles": "Then the Lord said: \"If you had faith the size of a mustard grain, you would say to this black mulberry tree, 'Be uprooted and planted in the sea!' and it would obey you.",
    "portugues": "O Senhor disse então: \"Se vocês tivessem fé do tamanho de um grão de mostarda, diriam a esta amoreira-preta: 'Arranque-se daí e plante-se no mar!' e ela lhes obedeceria."
  },
  {
    "ingles": "\"Which one of you who has a slave plowing or shepherding would say to him when he comes in from the field, 'Come here at once and dine at the table'?",
    "portugues": "\"Quem de vocês, caso tenha um escravo que esteja arando ou cuidando do rebanho, lhe dirá quando ele chegar do campo: 'Venha imediatamente à mesa para comer'?"
  },
  {
    "ingles": "Rather, will he not say to him, 'Get something ready for me to have my evening meal, and put on an apron and serve me until I finish eating and drinking, and afterward you can eat and drink'?",
    "portugues": "Em vez disso, não lhe dirá: 'Prepare algo para o meu jantar, ponha o avental e sirva-me até eu acabar de comer e beber; depois você pode comer e beber'?"
  },
  {
    "ingles": "He will not feel gratitude to the slave because he did what was assigned, will he?",
    "portugues": "Será que ele sentirá gratidão pelo escravo porque este fez o que lhe foi designado?"
  },
  {
    "ingles": "Likewise, when you have done all the things assigned to you, say: 'We are good-for-nothing slaves. What we have done is what we ought to have done.'\"",
    "portugues": "Da mesma forma, quando vocês tiverem feito todas as coisas que lhes foram designadas, digam: 'Somos escravos imprestáveis. O que fizemos é o que devíamos fazer.'\""
  },
  {
    "ingles": "While he was going to Jerusalem, he was passing between Samaria and Galilee.",
    "portugues": "A caminho de Jerusalém, ele passou entre Samaria e a Galileia."
  },
  {
    "ingles": "And as he was entering a village, ten men with leprosy met him, but they stood at a distance.",
    "portugues": "Ao entrar numa aldeia, dez homens com lepra foram ao encontro dele, mas ficaram à distância."
  },
  {
    "ingles": "And they raised their voices and said: \"Jesus, Instructor, have mercy on us!\"",
    "portugues": "E levantaram a voz, dizendo: \"Jesus, Instrutor, tenha misericórdia de nós!\""
  },
  {
    "ingles": "When he saw them, he said to them: \"Go and show yourselves to the priests.\" Then as they were going off, they were cleansed.",
    "portugues": "Quando os viu, disse-lhes: \"Vão se mostrar aos sacerdotes.\" Então, enquanto se afastavam, eles foram purificados."
  },
  {
    "ingles": "One of them, when he saw that he was healed, turned back, glorifying God with a loud voice.",
    "portugues": "Um deles, quando viu que estava curado, voltou, glorificando a Deus em alta voz."
  },
  {
    "ingles": "And he fell facedown at Jesus' feet, thanking him. Furthermore, he was a Samaritan.",
    "portugues": "E se prostrou com o rosto por terra aos pés de Jesus, agradecendo-lhe. E ele era samaritano."
  },
  {
    "ingles": "In reply Jesus said: \"All ten were cleansed, were they not? Where, then, are the other nine?",
    "portugues": "Jesus disse em resposta: \"Todos os dez foram purificados, não foram? Então, onde estão os outros nove?"
  },
  {
    "ingles": "Did no one else turn back to give glory to God except this man of another nation?\"",
    "portugues": "Nenhum deles voltou para dar glória a Deus, a não ser este homem de outra nação?\""
  },
  {
    "ingles": "Then he said to him: \"Get up and be on your way; your faith has made you well.\"",
    "portugues": "Então ele lhe disse: \"Levante-se e vá. A sua fé fez você ficar bom.\""
  },
  {
    "ingles": "On being asked by the Pharisees when the Kingdom of God was coming, he answered them: \"The Kingdom of God is not coming with striking observableness;",
    "portugues": "Os fariseus lhe perguntaram quando viria o Reino de Deus, e ele lhes respondeu: \"O Reino de Deus não vem de modo claramente observável,"
  },
  {
    "ingles": "nor will people say, 'See here!' or, 'There!' For look! the Kingdom of God is in your midst.\"",
    "portugues": "nem as pessoas dirão: 'Vejam, está aqui!' ou: 'Está ali!' Pois saibam que o Reino de Deus está no meio de vocês.\""
  },
  {
    "ingles": "Then he said to the disciples: \"Days will come when you will desire to see one of the days of the Son of man, but you will not see it.",
    "portugues": "Ele disse então aos discípulos: \"Virá o tempo em que vocês desejarão ver um dos dias do Filho do Homem, mas não verão."
  },
  {
    "ingles": "And people will say to you, 'See there!' or, 'See here!' Do not go out or chase after them.",
    "portugues": "E as pessoas lhes dirão: 'Vejam, está ali!' ou: 'Vejam, está aqui!' Não saiam nem corram atrás delas."
  },
  {
    "ingles": "For just as lightning flashes from one part of heaven to another part of heaven, so the Son of man will be in his day.",
    "portugues": "Pois, assim como o relâmpago ilumina o céu de um lado a outro, assim será o Filho do Homem no seu dia."
  },
  {
    "ingles": "First, however, he must undergo many sufferings and be rejected by this generation.",
    "portugues": "Primeiro, porém, ele tem de sofrer muitas coisas e ser rejeitado por esta geração."
  },
  {
    "ingles": "Moreover, just as it occurred in the days of Noah, so it will be in the days of the Son of man:",
    "portugues": "Além disso, assim como ocorreu nos dias de Noé, assim será nos dias do Filho do Homem:"
  },
  {
    "ingles": "they were eating, they were drinking, men were marrying, women were being given in marriage until that day when Noah entered into the ark, and the Flood came and destroyed them all.",
    "portugues": "as pessoas comiam, bebiam, os homens se casavam, as mulheres eram dadas em casamento, até aquele dia em que Noé entrou na arca, e veio o dilúvio e destruiu a todos."
  },
  {
    "ingles": "Likewise, just as it occurred in the days of Lot: they were eating, they were drinking, they were buying, they were selling, they were planting, they were building.",
    "portugues": "Do mesmo modo, será como ocorreu nos dias de Ló: as pessoas comiam, bebiam, compravam, vendiam, plantavam, construíam."
  },
  {
    "ingles": "But on the day that Lot went out of Sodom, it rained fire and sulfur from heaven and destroyed them all.",
    "portugues": "Mas, no dia em que Ló saiu de Sodoma, choveu do céu fogo e enxofre, e destruiu a todos."
  },
  {
    "ingles": "It will be the same on that day when the Son of man is revealed.",
    "portugues": "Acontecerá o mesmo naquele dia em que o Filho do Homem for revelado."
  },
  {
    "ingles": "\"On that day let the person who is on the housetop but whose belongings are in the house not come down to pick these up, and likewise, the person out in the field must not return to the things behind.",
    "portugues": "\"Naquele dia, quem estiver no terraço, mas cujas coisas estiverem na casa, não desça para apanhá-las, e, do mesmo modo, quem estiver no campo não deve voltar para as coisas deixadas atrás."
  },
  {
    "ingles": "Remember the wife of Lot.",
    "portugues": "Lembrem-se da mulher de Ló."
  },
  {
    "ingles": "Whoever seeks to keep his life safe will lose it, but whoever loses it will preserve it alive.",
    "portugues": "Quem procurar salvar a sua vida a perderá, mas quem perder a sua vida a preservará."
  },
  {
    "ingles": "I tell you, in that night two people will be in one bed; the one will be taken along, but the other will be abandoned.",
    "portugues": "Eu lhes digo: Naquela noite, duas pessoas estarão numa cama; uma será levada, mas a outra será abandonada."
  },
  {
    "ingles": "There will be two women grinding at the same mill; the one will be taken along, but the other will be abandoned.\"",
    "portugues": "Haverá duas mulheres moendo no mesmo moinho: uma será levada, mas a outra será abandonada.\" 36--"
  },
  {
    "ingles": "--",
    "portugues": "Em vista disso, disseram-lhe: \"Onde, Senhor?\" Ele lhes disse: \"Onde estiver o corpo, ali também se ajuntarão as águias.\""
  }
]