[
  {
    "ingles": "Then he went on to tell them an illustration about the need for them always to pray and not to give up,",
    "portugues": "Depois lhes contou uma ilustração a respeito da necessidade de sempre orarem e de nunca desistirem,"
  },
  {
    "ingles": "saying: \"In a certain city there was a judge who had no fear of God and no respect for man.",
    "portugues": "dizendo: \"Em certa cidade havia um juiz que não temia a Deus nem respeitava homem algum."
  },
  {
    "ingles": "There was also a widow in that city who kept going to him and saying, 'See that I get justice from my legal opponent.'",
    "portugues": "Havia também naquela cidade uma viúva, e ela persistia em ir a ele e a dizer: 'Faça-me justiça contra o meu adversário.'"
  },
  {
    "ingles": "Well, for a while he was unwilling, but afterward he said to himself, 'Although I do not fear God or respect any man,",
    "portugues": "Pois bem, por um tempo ele não estava disposto a fazer isso, mas depois disse para si mesmo: 'Eu não temo a Deus nem respeito nenhum homem,"
  },
  {
    "ingles": "because this widow keeps making me trouble, I will see that she gets justice so that she will not keep coming and wearing me out with her demand.'\"",
    "portugues": "mas, visto que essa viúva fica me incomodando, farei justiça a ela para que não continue vindo me importunar com seu pedido até eu não suportar mais.'\""
  },
  {
    "ingles": "Then the Lord said: \"Hear what the judge, although unrighteous, said!",
    "portugues": "O Senhor disse então: \"Ouçam o que o juiz, embora injusto, disse!"
  },
  {
    "ingles": "Certainly, then, will not God cause justice to be done for his chosen ones who cry out to him day and night, while he is patient toward them?",
    "portugues": "Certamente, então, será que Deus não providenciará que seja feita justiça aos seus escolhidos, que clamam a ele dia e noite, ao passo que é paciente com eles?"
  },
  {
    "ingles": "I tell you, he will cause justice to be done to them speedily. Nevertheless, when the Son of man arrives, will he really find this faith on the earth?\"",
    "portugues": "Eu lhes digo: Ele providenciará que seja feita justiça a eles rapidamente. Contudo, quando o Filho do Homem chegar, achará realmente essa fé na terra?\""
  },
  {
    "ingles": "He also told this illustration to some who trusted in their own righteousness and who considered others as nothing:",
    "portugues": "Ele também contou a seguinte ilustração a alguns que confiavam na sua própria justiça e consideravam os outros como nada:"
  },
  {
    "ingles": "\"Two men went up into the temple to pray, the one a Pharisee and the other a tax collector.",
    "portugues": "\"Dois homens subiram ao templo para orar: um era fariseu, o outro era cobrador de impostos."
  },
  {
    "ingles": "The Pharisee stood and began to pray these things to himself, 'O God, I thank you that I am not like everyone else-extortioners, unrighteous, adulterers-or even like this tax collector.",
    "portugues": "O fariseu ficou em pé e começou a orar o seguinte no íntimo: 'Ó Deus, eu te agradeço que não sou como todos os outros: extorsores, injustos, adúlteros; nem mesmo como este cobrador de impostos."
  },
  {
    "ingles": "I fast twice a week; I give the tenth of all things I acquire.'",
    "portugues": "Jejuo duas vezes por semana, dou o décimo de tudo que adquiro.'"
  },
  {
    "ingles": "But the tax collector, standing at a distance, was not willing even to raise his eyes heavenward but kept beating his chest, saying, 'O God, be gracious to me, a sinner.'",
    "portugues": "Mas o cobrador de impostos, parado à distância, não queria nem levantar os olhos para o céu, mas batia no peito, dizendo: 'Ó Deus, tem misericórdia de mim, um pecador.'"
  },
  {
    "ingles": "I tell you, this man went down to his home and was proved more righteous than that Pharisee. Because everyone who exalts himself will be humiliated, but whoever humbles himself will be exalted.\"",
    "portugues": "Eu lhes digo: Este homem desceu para casa mais justo do que aquele fariseu. Porque todo aquele que se enaltecer será humilhado, mas quem se humilhar será enaltecido.\""
  },
  {
    "ingles": "Now people were also bringing him their infants for him to touch them, but on seeing this, the disciples began to reprimand them.",
    "portugues": "As pessoas também lhe traziam suas crianças de colo, para que ele tocasse nelas; mas, quando viram isso, os discípulos começaram a repreender as pessoas."
  },
  {
    "ingles": "However, Jesus called the infants to him, saying: \"Let the young children come to me, and do not try to stop them, for the Kingdom of God belongs to such ones.",
    "portugues": "No entanto, Jesus mandou trazer a si as crianças de colo, dizendo: \"Deixem as criancinhas vir a mim e não tentem impedi-las, pois o Reino de Deus pertence aos que são como elas."
  },
  {
    "ingles": "Truly I say to you, whoever does not receive the Kingdom of God like a young child will by no means enter into it.\"",
    "portugues": "Eu lhes digo a verdade: Quem não receber o Reino de Deus como uma criancinha, de modo algum entrará nele.\""
  },
  {
    "ingles": "And one of the rulers questioned him, saying: \"Good Teacher, what must I do to inherit everlasting life?\"",
    "portugues": "E um dos líderes dos judeus lhe perguntou: \"Bom Instrutor, o que devo fazer para herdar a vida eterna?\""
  },
  {
    "ingles": "Jesus said to him: \"Why do you call me good? Nobody is good except one, God.",
    "portugues": "Jesus lhe disse: \"Por que você me chama de bom? Ninguém é bom, a não ser um só, Deus."
  },
  {
    "ingles": "You know the commandments: 'Do not commit adultery, do not murder, do not steal, do not bear false witness, honor your father and your mother.'\"",
    "portugues": "Você conhece os mandamentos: 'Não cometa adultério, não assassine, não furte, não dê falso testemunho, honre seu pai e sua mãe.'\""
  },
  {
    "ingles": "Then he said: \"All of these I have kept from youth on.\"",
    "portugues": "O homem disse então: \"Tenho cumprido todos esses desde bem jovem.\""
  },
  {
    "ingles": "After hearing that, Jesus said to him, \"There is still one thing lacking about you: Sell all the things you have and distribute the proceeds to the poor, and you will have treasure in the heavens; and come be my follower.\"",
    "portugues": "Ao ouvir isso, Jesus lhe disse: \"Ainda há uma coisa que falta a seu respeito: venda tudo o que você tem e distribua o dinheiro aos pobres, e você terá um tesouro nos céus; e venha ser meu seguidor.\""
  },
  {
    "ingles": "When he heard this, he became deeply grieved, for he was very rich.",
    "portugues": "Quando ouviu isso, ele ficou profundamente triste, porque era muito rico."
  },
  {
    "ingles": "Jesus looked at him and said: \"How difficult it will be for those having money to make their way into the Kingdom of God!",
    "portugues": "Jesus olhou para ele e disse: \"Como será difícil para os que têm dinheiro entrar no Reino de Deus!"
  },
  {
    "ingles": "It is easier, in fact, for a camel to get through the eye of a sewing needle than for a rich man to enter the Kingdom of God.\"",
    "portugues": "De fato, é mais fácil um camelo passar pelo buraco de uma agulha de costura, do que um rico entrar no Reino de Deus.\""
  },
  {
    "ingles": "Those who heard this said: \"Who possibly can be saved?\"",
    "portugues": "Os que ouviram isso disseram: \"Quem é que pode ser salvo?\""
  },
  {
    "ingles": "He said: \"The things impossible with men are possible with God.\"",
    "portugues": "Ele disse: \"As coisas impossíveis para os homens são possíveis para Deus.\""
  },
  {
    "ingles": "But Peter said: \"Look! We have left what was ours and followed you.\"",
    "portugues": "Mas Pedro disse: \"Veja, deixamos tudo que tínhamos e seguimos o senhor.\""
  },
  {
    "ingles": "He said to them: \"Truly I say to you, there is no one who has left house or wife or brothers or parents or children for the sake of the Kingdom of God",
    "portugues": "Ele lhes disse: \"Eu lhes garanto: Não há ninguém que tenha deixado casa, esposa, irmãos, pais ou filhos por causa do Reino de Deus"
  },
  {
    "ingles": "who will not get many times more in this period of time, and in the coming system of things, everlasting life.\"",
    "portugues": "que não receba muitas vezes mais neste tempo e, no futuro sistema de coisas, a vida eterna.\""
  },
  {
    "ingles": "Then he took the Twelve aside and said to them: \"Look! We are going up to Jerusalem, and all the things written by means of the prophets about the Son of man will be accomplished.",
    "portugues": "Então ele chamou os Doze à parte e lhes disse: \"Escutem, estamos subindo para Jerusalém, e se realizarão todas as coisas escritas por meio dos profetas a respeito do Filho do Homem."
  },
  {
    "ingles": "For instance, he will be handed over to men of the nations and will be mocked and treated insolently and spat on.",
    "portugues": "Por exemplo, ele será entregue a homens das nações, e zombarão dele, o maltratarão e cuspirão nele."
  },
  {
    "ingles": "And after scourging him, they will kill him, but on the third day he will rise.\"",
    "portugues": "E, depois de açoitá-lo, o matarão, mas no terceiro dia ele será levantado.\""
  },
  {
    "ingles": "However, they did not get the meaning of any of these things, for these words were hidden from them, and they did not understand the things said.",
    "portugues": "No entanto, eles não compreenderam o significado de nada disso, pois o sentido dessas palavras estava escondido deles, e eles não entenderam o que foi dito."
  },
  {
    "ingles": "Now as Jesus was getting near to Jericho, a blind man was sitting beside the road begging.",
    "portugues": "Quando Jesus estava chegando perto de Jericó, um cego estava sentado à beira da estrada, mendigando."
  },
  {
    "ingles": "Because he heard a crowd passing by, he began to inquire what was going on.",
    "portugues": "Visto que ouviu uma multidão passando, ele perguntou o que estava acontecendo."
  },
  {
    "ingles": "They reported to him: \"Jesus the Nazarene is passing by!\"",
    "portugues": "Disseram-lhe: \"Jesus, o Nazareno, está passando!\""
  },
  {
    "ingles": "At that he cried out: \"Jesus, Son of David, have mercy on me!\"",
    "portugues": "Em vista disso, ele gritou: \"Jesus, Filho de Davi, tenha misericórdia de mim!\""
  },
  {
    "ingles": "And those who were in front began rebuking him, telling him to keep quiet, but all the more he kept shouting: \"Son of David, have mercy on me!\"",
    "portugues": "E os que estavam na frente começaram a censurá-lo, mandando que ficasse calado, mas ele gritava ainda mais: \"Filho de Davi, tenha misericórdia de mim!\""
  },
  {
    "ingles": "Then Jesus stopped and commanded that the man be brought to him. After he came near, Jesus asked him:",
    "portugues": "Jesus parou, então, e ordenou que o homem lhe fosse trazido. Depois que ele se aproximou, Jesus lhe perguntou:"
  },
  {
    "ingles": "\"What do you want me to do for you?\" He said: \"Lord, let me recover my sight.\"",
    "portugues": "\"O que você quer que eu faça por você?\" Ele disse: \"Senhor, deixe-me recuperar a visão.\""
  },
  {
    "ingles": "So Jesus said to him: \"Recover your sight; your faith has made you well.\"",
    "portugues": "De modo que Jesus lhe disse: \"Recupere a visão. A sua fé fez você ficar bom.\""
  },
  {
    "ingles": "And instantly he recovered his sight, and he began to follow him, glorifying God. Also, at seeing it, all the people gave praise to God.",
    "portugues": "E ele recuperou instantaneamente a visão e começou a segui-lo, glorificando a Deus. Também todas as pessoas, ao verem isso, deram louvor a Deus."
  }
]