[
  {
    "ingles": "He then entered Jericho and was passing through.",
    "portugues": "Ele entrou então em Jericó e estava atravessando a cidade."
  },
  {
    "ingles": "Now a man named Zacchaeus was there; he was a chief tax collector, and he was rich.",
    "portugues": "Um homem chamado Zaqueu estava ali; ele era chefe de cobradores de impostos e era rico."
  },
  {
    "ingles": "Well, he was trying to see who this Jesus was, but he could not see because of the crowd, since he was short.",
    "portugues": "Pois bem, ele estava tentando ver quem era esse Jesus, mas não conseguia por causa da multidão, pois era baixo."
  },
  {
    "ingles": "So he ran ahead and climbed a sycamore tree in order to see him, for he was about to pass that way.",
    "portugues": "De modo que correu na frente e subiu num sicômoro a fim de vê-lo, pois ele estava para passar por ali."
  },
  {
    "ingles": "Now when Jesus got to the place, he looked up and said to him: \"Zacchaeus, hurry and get down, for today I must stay in your house.\"",
    "portugues": "Então, quando Jesus chegou ao lugar, olhou para cima e lhe disse: \"Zaqueu, desça depressa, pois hoje tenho de ficar na sua casa.\""
  },
  {
    "ingles": "With that he hurried down and joyfully welcomed him as a guest.",
    "portugues": "Com isso, ele desceu depressa e o recebeu alegremente como hóspede."
  },
  {
    "ingles": "When they saw this, they were all muttering: \"He went as a guest to the house of a man who is a sinner.\"",
    "portugues": "Quando viram isso, todos começaram a resmungar: \"Ele foi se hospedar na casa de um homem que é pecador.\""
  },
  {
    "ingles": "But Zacchaeus stood up and said to the Lord: \"Look! The half of my belongings, Lord, I am giving to the poor, and whatever I extorted from anyone, I am restoring four times over.\"",
    "portugues": "Mas Zaqueu se levantou e disse ao Senhor: \"Senhor, escute, vou dar aos pobres a metade dos meus bens e, o que quer que eu tenha extorquido de alguém, vou restituir quatro vezes mais.\""
  },
  {
    "ingles": "At this Jesus said to him: \"Today salvation has come to this house, because he too is a son of Abraham.",
    "portugues": "Então Jesus lhe disse: \"Hoje entrou a salvação nesta casa, porque ele também é filho de Abraão."
  },
  {
    "ingles": "For the Son of man came to seek and to save what was lost.\"",
    "portugues": "Pois o Filho do Homem veio procurar e salvar o que estava perdido.\""
  },
  {
    "ingles": "While they were listening to these things, he told another illustration, because he was near Jerusalem and they thought that the Kingdom of God was going to appear instantly.",
    "portugues": "Enquanto escutavam essas coisas, ele contou outra ilustração, porque estava perto de Jerusalém e eles achavam que o Reino de Deus ia aparecer instantaneamente."
  },
  {
    "ingles": "So he said: \"A man of noble birth traveled to a distant land to secure kingly power for himself and to return.",
    "portugues": "Assim ele disse: \"Um homem de origem nobre viajou para um país distante, a fim de se tornar rei e voltar."
  },
  {
    "ingles": "Calling ten of his slaves, he gave them ten minas and told them, 'Do business with these until I come.'",
    "portugues": "Chamando dez escravos seus, deu a eles dez minas e lhes disse: 'Façam negócios com essas minas até eu voltar.'"
  },
  {
    "ingles": "But his citizens hated him and sent out a body of ambassadors after him to say, 'We do not want this man to become king over us.'",
    "portugues": "Mas seus conterrâneos o odiavam e enviaram um grupo de embaixadores atrás dele, para dizer: 'Não queremos que este homem se torne rei sobre nós.'"
  },
  {
    "ingles": "\"When he eventually got back after having secured the kingly power, he summoned the slaves to whom he had given the money, in order to ascertain what they had gained by their business activity.",
    "portugues": "\"Por fim, quando ele voltou depois de se tornar rei, convocou esses escravos a quem tinha dado o dinheiro, a fim de saber o que tinham ganhado com sua atividade comercial."
  },
  {
    "ingles": "So the first one came forward and said, 'Lord, your mina gained ten minas.'",
    "portugues": "Então o primeiro se aproximou e disse: 'Senhor, a sua mina rendeu dez minas.'"
  },
  {
    "ingles": "He said to him, 'Well done, good slave! Because in a very small matter you have proved yourself faithful, hold authority over ten cities.'",
    "portugues": "Ele lhe disse: 'Muito bem, escravo bom! Visto que você se mostrou fiel num assunto muito pequeno, receba autoridade sobre dez cidades.'"
  },
  {
    "ingles": "Now the second came, saying, 'Your mina, Lord, made five minas.'",
    "portugues": "Então chegou o segundo, dizendo: 'Senhor, a sua mina produziu cinco minas.'"
  },
  {
    "ingles": "He said to this one as well, 'You too be in charge of five cities.'",
    "portugues": "Ele disse também a este: 'Você também, tome conta de cinco cidades.'"
  },
  {
    "ingles": "But another one came, saying, 'Lord, here is your mina that I kept hidden away in a cloth.",
    "portugues": "Mas outro chegou, dizendo: 'Senhor, aqui está a sua mina, que deixei escondida num pano."
  },
  {
    "ingles": "You see, I was in fear of you, because you are a harsh man; you take what you did not deposit, and you reap what you did not sow.'",
    "portugues": "Pois eu tive medo do senhor, visto que é homem severo; retira o que não depositou e colhe o que não semeou.'"
  },
  {
    "ingles": "He said to him, 'By your own words I judge you, wicked slave. You knew, did you, that I am a harsh man, taking what I did not deposit and reaping what I did not sow?",
    "portugues": "Ele lhe disse: 'Pelas suas próprias palavras eu o julgo, escravo mau. Quer dizer que você sabia que sou homem severo, que retiro o que não depositei e colho o que não semeei?"
  },
  {
    "ingles": "So why did you not put my money in a bank? Then on my coming, I would have collected it with interest.'",
    "portugues": "Então, por que você não pôs meu dinheiro num banco? Assim, na minha vinda, eu o teria cobrado com juros.'"
  },
  {
    "ingles": "\"With that he said to those standing by, 'Take the mina from him and give it to the one who has the ten minas.'",
    "portugues": "\"Com isso, ele disse aos que estavam ali: 'Tirem dele a mina e deem-na àquele que tem dez minas.'"
  },
  {
    "ingles": "But they said to him, 'Lord, he has ten minas!'-",
    "portugues": "Mas eles lhe disseram: 'Senhor, ele já tem dez minas!'"
  },
  {
    "ingles": "'I say to you, to everyone who has, more will be given, but from the one who does not have, even what he has will be taken away.",
    "portugues": "Ele respondeu: 'Eu lhes digo que a todo aquele que tem, mais será dado; mas daquele que não tem, até mesmo o que tem será tirado."
  },
  {
    "ingles": "Moreover, bring these enemies of mine here who did not want me to become king over them and execute them in front of me.'\"",
    "portugues": "Além disso, tragam para cá esses meus inimigos, que não quiseram que eu me tornasse rei sobre eles, e matem-nos na minha frente.'\""
  },
  {
    "ingles": "After he had said these things, he went on ahead, going up to Jerusalem.",
    "portugues": "Depois de dizer essas coisas, ele foi adiante, subindo para Jerusalém."
  },
  {
    "ingles": "And when he got near to Bethphage and Bethany at the mountain called Mount of Olives, he sent two of the disciples,",
    "portugues": "E, quando chegou perto de Betfagé e de Betânia, no chamado monte das Oliveiras, enviou dois dos discípulos,"
  },
  {
    "ingles": "saying: \"Go into the village that is within sight, and after you enter it, you will find a colt tied, on which no man has ever sat. Untie it and bring it here.",
    "portugues": "dizendo: \"Vão à aldeia que está ao alcance da vista e, depois de entrarem lá, acharão um jumentinho amarrado, no qual ninguém jamais montou. Desamarrem-no e tragam-no para cá."
  },
  {
    "ingles": "But if anyone asks you, 'Why are you untying it?' you must say, 'The Lord needs it.'\"",
    "portugues": "Mas, se alguém lhes perguntar: 'Por que vocês o estão desamarrando?', digam: 'O Senhor precisa dele.'\""
  },
  {
    "ingles": "So those who were sent went away and found it just as he had said to them.",
    "portugues": "Então os que tinham sido enviados partiram e o acharam exatamente como ele lhes tinha dito."
  },
  {
    "ingles": "But as they were untying the colt, its owners said to them: \"Why are you untying the colt?\"",
    "portugues": "Mas, quando estavam desamarrando o jumentinho, os donos dele lhes perguntaram: \"Por que vocês estão desamarrando o jumentinho?\""
  },
  {
    "ingles": "They said: \"The Lord needs it.\"",
    "portugues": "Responderam: \"O Senhor precisa dele.\""
  },
  {
    "ingles": "And they led it to Jesus, and they threw their outer garments on the colt and seated Jesus on it.",
    "portugues": "Então o levaram a Jesus, lançaram suas capas sobre o jumentinho e fizeram que Jesus montasse nele."
  },
  {
    "ingles": "As he moved along, they were spreading their outer garments on the road.",
    "portugues": "Enquanto ele prosseguia, estendiam suas capas na estrada."
  },
  {
    "ingles": "As soon as he got near the road down the Mount of Olives, the whole multitude of the disciples began to rejoice and to praise God with a loud voice because of all the powerful works they had seen,",
    "portugues": "Assim que chegou perto da estrada que desce do monte das Oliveiras, toda a multidão dos discípulos começou a se alegrar e a louvar a Deus em alta voz por todas as obras poderosas que tinham visto,"
  },
  {
    "ingles": "saying: \"Blessed is the one coming as the King in Jehovah's name! Peace in heaven, and glory in the heights above!\"",
    "portugues": "dizendo: \"Bendito é aquele que vem como Rei em nome de Jeová! Paz no céu e glória nas maiores alturas!\""
  },
  {
    "ingles": "However, some of the Pharisees from the crowd said to him: \"Teacher, rebuke your disciples.\"",
    "portugues": "No entanto, alguns dos fariseus que estavam no meio da multidão lhe disseram: \"Instrutor, censure os seus discípulos.\""
  },
  {
    "ingles": "But in reply he said: \"I tell you, if these remained silent, the stones would cry out.\"",
    "portugues": "Mas ele disse em resposta: \"Eu lhes digo que, se eles ficassem calados, as pedras clamariam.\""
  },
  {
    "ingles": "And when he got nearby, he viewed the city and wept over it,",
    "portugues": "E, quando chegou perto, observou a cidade e chorou por ela,"
  },
  {
    "ingles": "saying: \"If you, even you, had discerned on this day the things having to do with peace-but now they have been hidden from your eyes.",
    "portugues": "dizendo: \"Se você, sim, você, tivesse discernido neste dia as coisas que têm a ver com a paz ... Mas agora elas foram escondidas dos seus olhos."
  },
  {
    "ingles": "Because the days will come upon you when your enemies will build around you a fortification of pointed stakes and will encircle you and besiege you from every side.",
    "portugues": "Porque virão para você os dias em que os seus inimigos construirão em sua volta uma fortificação de estacas pontiagudas, cercarão você e a sitiarão, por todos os lados."
  },
  {
    "ingles": "They will dash you and your children within you to the ground, and they will not leave a stone upon a stone in you, because you did not discern the time of your being inspected.\"",
    "portugues": "Eles lançarão por terra você e seus filhos no seu meio, e não deixarão em você pedra sobre pedra, porque não discerniu o tempo de ser inspecionada.\""
  },
  {
    "ingles": "Then he entered the temple and started to throw out those who were selling,",
    "portugues": "Então ele entrou no templo e começou a expulsar os que vendiam,"
  },
  {
    "ingles": "saying to them: \"It is written, 'My house will be a house of prayer,' but you have made it a cave of robbers.\"",
    "portugues": "dizendo-lhes: \"Está escrito: 'Minha casa será casa de oração', mas vocês fizeram dela um abrigo de ladrões.\""
  },
  {
    "ingles": "He continued teaching daily in the temple. But the chief priests and the scribes and the principal ones of the people were seeking to kill him;",
    "portugues": "Ele continuava ensinando diariamente no templo. Mas os principais sacerdotes, os escribas e os líderes do povo procuravam matá-lo;"
  },
  {
    "ingles": "but they did not find any way to do this, for the people one and all kept hanging on to him to hear him.",
    "portugues": "contudo, não encontravam um meio de fazer isso, pois o povo todo o escutava com muita atenção."
  }
]