[
  {
    "ingles": "Now as he looked up, he saw the rich dropping their gifts into the treasury chests.",
    "portugues": "Então, erguendo os olhos, ele viu os ricos pondo suas dádivas nos cofres do tesouro."
  },
  {
    "ingles": "Then he saw a needy widow drop in two small coins of very little value,",
    "portugues": "Viu então uma viúva necessitada pôr neles duas pequenas moedas de pouquíssimo valor"
  },
  {
    "ingles": "and he said: \"Truly I say to you that this poor widow put in more than they all did.",
    "portugues": "e disse: \"Digo a verdade a vocês: Esta viúva pobre pôs nos cofres do tesouro mais do que todos eles."
  },
  {
    "ingles": "For all of these put in gifts out of their surplus, but she, out of her want, put in all the means of living she had.\"",
    "portugues": "Pois todos esses puseram dádivas do que lhes sobrava, mas ela, da sua carência, pôs tudo o que tinha para viver.\""
  },
  {
    "ingles": "Later, when some were speaking about the temple, how it was adorned with fine stones and dedicated things,",
    "portugues": "Mais tarde, quando alguns estavam falando sobre o templo, sobre como era adornado com belas pedras e com dádivas oferecidas a Deus,"
  },
  {
    "ingles": "he said: \"As for these things that you now see, the days will come when not a stone will be left upon a stone and not be thrown down.\"",
    "portugues": "ele disse: \"Quanto a estas coisas que vocês estão vendo, virão os dias em que não ficará pedra sobre pedra sem ser derrubada.\""
  },
  {
    "ingles": "Then they questioned him, saying: \"Teacher, when will these things actually be, and what will be the sign when these things are to occur?\"",
    "portugues": "Perguntaram-lhe então: \"Instrutor, quando acontecerão realmente essas coisas e qual será o sinal de que essas coisas estão prestes a ocorrer?\""
  },
  {
    "ingles": "He said: \"Look out that you are not misled, for many will come on the basis of my name, saying, 'I am he,' and, 'The due time is near.' Do not go after them.",
    "portugues": "Ele disse: \"Cuidado para não serem enganados, pois muitos virão em meu nome, dizendo: 'Sou eu', e: 'Está próximo o tempo devido.' Não vão atrás deles."
  },
  {
    "ingles": "Furthermore, when you hear of wars and disturbances, do not be terrified. For these things must take place first, but the end will not occur immediately.\"",
    "portugues": "Além disso, quando ouvirem falar de guerras e tumultos, não fiquem apavorados. Pois essas coisas têm de acontecer primeiro, mas o fim não ocorrerá imediatamente.\""
  },
  {
    "ingles": "Then he said to them: \"Nation will rise against nation, and kingdom against kingdom.",
    "portugues": "Então lhes disse: \"Nação se levantará contra nação e reino contra reino."
  },
  {
    "ingles": "There will be great earthquakes, and in one place after another food shortages and pestilences; and there will be fearful sights and from heaven great signs.",
    "portugues": "Haverá grandes terremotos e, num lugar após outro, falta de alimentos e pestilências; e as pessoas verão coisas atemorizantes e grandes sinais do céu."
  },
  {
    "ingles": "\"But before all these things happen, people will lay their hands on you and persecute you, handing you over to the synagogues and prisons. You will be brought before kings and governors for the sake of my name.",
    "portugues": "\"Mas, antes que tudo isso aconteça, prenderão e perseguirão vocês, entregando-os às sinagogas e às prisões, e vocês serão levados diante de reis e governadores por causa do meu nome."
  },
  {
    "ingles": "It will result in your giving a witness.",
    "portugues": "Isso resultará numa oportunidade para vocês darem testemunho."
  },
  {
    "ingles": "Therefore, resolve in your hearts not to rehearse beforehand how to make your defense,",
    "portugues": "Portanto, resolvam no coração não ensaiar antecipadamente como fazer a sua defesa,"
  },
  {
    "ingles": "for I will give you words and wisdom that all your opposers together will not be able to resist or dispute.",
    "portugues": "porque eu lhes darei palavras e sabedoria, às quais todos os seus opositores juntos não poderão resistir, nem contestar."
  },
  {
    "ingles": "Moreover, you will be handed over even by parents and brothers and relatives and friends, and they will put some of you to death,",
    "portugues": "Além disso, vocês serão entregues até mesmo por pais, irmãos, parentes e amigos, e eles entregarão alguns de vocês à morte,"
  },
  {
    "ingles": "and you will be hated by all people because of my name.",
    "portugues": "e vocês serão odiados por todos, por causa do meu nome."
  },
  {
    "ingles": "But not even a hair of your heads will perish.",
    "portugues": "Mas nem um único fio de cabelo da sua cabeça se perderá."
  },
  {
    "ingles": "By your endurance you will preserve your lives.",
    "portugues": "Pela sua perseverança, vocês preservarão a sua vida."
  },
  {
    "ingles": "\"However, when you see Jerusalem surrounded by encamped armies, then know that the desolating of her has drawn near.",
    "portugues": "\"No entanto, quando virem Jerusalém cercada por exércitos acampados, então saibam que está próxima a desolação dela."
  },
  {
    "ingles": "Then let those in Judea begin fleeing to the mountains, let those in the midst of her leave, and let those in the countryside not enter into her,",
    "portugues": "Então, os que estiverem na Judeia fujam para os montes, os que estiverem no meio dela saiam, e os que estiverem nos campos não entrem nela,"
  },
  {
    "ingles": "because these are days for meting out justice in order that all the things written may be fulfilled.",
    "portugues": "porque esses são dias para se executar a justiça a fim de que se cumpram todas as coisas escritas."
  },
  {
    "ingles": "Woe to the pregnant women and those nursing a baby in those days! For there will be great distress on the land and wrath against this people.",
    "portugues": "Ai das mulheres grávidas e das que amamentarem naqueles dias! Porque haverá grande aflição nesta terra e ira contra este povo."
  },
  {
    "ingles": "And they will fall by the edge of the sword and be led captive into all the nations; and Jerusalem will be trampled on by the nations until the appointed times of the nations are fulfilled.",
    "portugues": "E eles cairão pelo fio da espada e serão levados cativos para todas as nações; e Jerusalém será pisada pelas nações até se cumprirem os tempos determinados das nações."
  },
  {
    "ingles": "\"Also, there will be signs in the sun and moon and stars, and on the earth anguish of nations not knowing the way out because of the roaring of the sea and its agitation.",
    "portugues": "\"Também, haverá sinais no sol, na lua e nas estrelas; e, na terra, angústia de nações, que não saberão o que fazer por causa do rugido do mar e da sua agitação."
  },
  {
    "ingles": "People will become faint out of fear and expectation of the things coming upon the inhabited earth, for the powers of the heavens will be shaken.",
    "portugues": "Pessoas desfalecerão de medo, na expectativa das coisas que vêm sobre a terra habitada, pois os poderes dos céus serão abalados."
  },
  {
    "ingles": "And then they will see the Son of man coming in a cloud with power and great glory.",
    "portugues": "E então verão o Filho do Homem vir numa nuvem, com poder e grande glória."
  },
  {
    "ingles": "But as these things start to occur, stand up straight and lift up your heads, because your deliverance is getting near.\"",
    "portugues": "Mas, quando essas coisas começarem a ocorrer, ponham-se de pé e levantem a cabeça, porque o seu livramento está se aproximando.\""
  },
  {
    "ingles": "With that he told them an illustration: \"Notice the fig tree and all the other trees.",
    "portugues": "Então lhes contou uma ilustração: \"Reparem na figueira e em todas as outras árvores."
  },
  {
    "ingles": "When they are budding, you see it for yourselves and know that now the summer is near.",
    "portugues": "Quando elas estão brotando, vocês veem e sabem por si mesmos que o verão já está próximo."
  },
  {
    "ingles": "Likewise also you, when you see these things happening, know that the Kingdom of God is near.",
    "portugues": "Do mesmo modo, quando virem essas coisas acontecer, saibam que o Reino de Deus está próximo."
  },
  {
    "ingles": "Truly I say to you that this generation will by no means pass away until all things happen.",
    "portugues": "Eu lhes garanto que esta geração de modo algum passará até que todas as coisas aconteçam."
  },
  {
    "ingles": "Heaven and earth will pass away, but my words will by no means pass away.",
    "portugues": "Céu e terra passarão, mas as minhas palavras de modo algum passarão."
  },
  {
    "ingles": "\"But pay attention to yourselves that your hearts never become weighed down with overeating and heavy drinking and anxieties of life, and suddenly that day be instantly upon you",
    "portugues": "\"Mas prestem atenção a si mesmos, para que o seu coração nunca fique sobrecarregado com o excesso no comer e no beber e com as ansiedades da vida, e de repente aquele dia os apanhe de surpresa,"
  },
  {
    "ingles": "as a snare. For it will come upon all those dwelling on the face of the whole earth.",
    "portugues": "como uma armadilha. Pois ele virá sobre todos os que moram na face de toda a terra."
  },
  {
    "ingles": "Keep awake, then, all the time making supplication that you may succeed in escaping all these things that must occur and in standing before the Son of man.\"",
    "portugues": "Portanto, mantenham-se despertos, fazendo todo o tempo súplicas para que consigam escapar de todas essas coisas que têm de ocorrer e consigam ficar em pé diante do Filho do Homem.\""
  },
  {
    "ingles": "So by day he would be teaching in the temple, but by night he would go out and lodge on the mountain called the Mount of Olives.",
    "portugues": "Assim, de dia ele ensinava no templo, mas, depois do anoitecer, saía e passava a noite no chamado monte das Oliveiras."
  },
  {
    "ingles": "And all the people would come to him early in the morning to hear him in the temple.",
    "portugues": "E todo o povo se dirigia a ele, de manhã cedo, para ouvi-lo no templo."
  }
]