[
  {
    "ingles": "Now the Festival of the Unleavened Bread, which is called Passover, was getting near.",
    "portugues": "Aproximava-se então a Festividade dos Pães sem Fermento, chamada Páscoa."
  },
  {
    "ingles": "And the chief priests and the scribes were looking for an effective way to get rid of him, because they were afraid of the people.",
    "portugues": "E os principais sacerdotes e os escribas estavam procurando o melhor modo de se livrar dele, porque tinham medo do povo."
  },
  {
    "ingles": "Then Satan entered into Judas, the one called Iscariot, who was numbered among the Twelve,",
    "portugues": "Então Satanás entrou em Judas, o chamado Iscariotes, que era contado entre os Doze,"
  },
  {
    "ingles": "and he went off and talked with the chief priests and temple captains about how to betray him to them.",
    "portugues": "e este se dirigiu aos principais sacerdotes e aos capitães do templo para falar sobre como poderia entregá-lo a eles."
  },
  {
    "ingles": "They were delighted at this and agreed to give him silver money.",
    "portugues": "Eles se alegraram com isso e concordaram em lhe dar dinheiro de prata."
  },
  {
    "ingles": "So he consented and began looking for a good opportunity to betray him to them without a crowd around.",
    "portugues": "De modo que ele aceitou e começou a procurar uma boa oportunidade para entregá-lo a eles sem que houvesse uma multidão em volta."
  },
  {
    "ingles": "The day of the Unleavened Bread now arrived, on which the Passover sacrifice must be offered;",
    "portugues": "Chegou o dia da Festividade dos Pães sem Fermento, em que se tem de oferecer o sacrifício pascoal;"
  },
  {
    "ingles": "so Jesus sent Peter and John, saying: \"Go and get the Passover ready for us to eat.\"",
    "portugues": "então Jesus enviou Pedro e João, dizendo: \"Vão e aprontem a refeição pascoal para que a comamos.\""
  },
  {
    "ingles": "They said to him: \"Where do you want us to get it ready?\"",
    "portugues": "Disseram-lhe: \"Onde o senhor quer que a aprontemos?\""
  },
  {
    "ingles": "He said to them: \"Look! When you enter into the city, a man carrying an earthenware water jar will meet you. Follow him into the house that he enters.",
    "portugues": "Ele lhes disse: \"Escutem: Ao entrarem na cidade, um homem levando um jarro de barro com água encontrará vocês. Sigam-no para dentro da casa em que ele entrar."
  },
  {
    "ingles": "And say to the landlord of the house, 'The Teacher says to you: \"Where is the guest room where I may eat the Passover with my disciples?\"'",
    "portugues": "E digam ao proprietário da casa: 'O Instrutor mandou lhe dizer: \"Onde está a sala dos hóspedes, em que eu possa tomar a refeição pascoal com os meus discípulos?\"'"
  },
  {
    "ingles": "And that man will show you a large, furnished upper room. Get it ready there.\"",
    "portugues": "E esse homem lhes mostrará uma grande sala mobiliada no andar de cima. Aprontem-na ali.\""
  },
  {
    "ingles": "So they left and found it just as he had told them, and they prepared for the Passover.",
    "portugues": "Eles foram então, e encontraram tudo assim como ele tinha lhes dito, e prepararam a refeição pascoal."
  },
  {
    "ingles": "So when the hour came, he reclined at the table along with the apostles.",
    "portugues": "Quando chegou a hora, ele se recostou à mesa junto com os apóstolos."
  },
  {
    "ingles": "And he said to them: \"I have greatly desired to eat this Passover with you before I suffer;",
    "portugues": "E ele lhes disse: \"Desejei muito comer esta refeição pascoal com vocês antes de sofrer,"
  },
  {
    "ingles": "for I tell you, I will not eat it again until it is fulfilled in the Kingdom of God.\"",
    "portugues": "pois eu lhes digo: Não a comerei de novo até que ela se cumpra no Reino de Deus.\""
  },
  {
    "ingles": "And accepting a cup, he gave thanks and said: \"Take this and pass it from one to the other among yourselves,",
    "portugues": "E ele recebeu um cálice, deu graças e disse: \"Peguem este cálice e passem-no de um para o outro,"
  },
  {
    "ingles": "for I tell you, from now on, I will not drink again from the product of the vine until the Kingdom of God comes.\"",
    "portugues": "pois eu lhes digo: De agora em diante não beberei de novo do produto da videira até que venha o Reino de Deus.\""
  },
  {
    "ingles": "Also, he took a loaf, gave thanks, broke it, and gave it to them, saying: \"This means my body, which is to be given in your behalf. Keep doing this in remembrance of me.\"",
    "portugues": "Ele pegou também um pão, deu graças, partiu-o e deu a eles, dizendo: \"Isto representa o meu corpo, que será dado em benefício de vocês. Persistam em fazer isso em memória de mim.\""
  },
  {
    "ingles": "Also, he did the same with the cup after they had the evening meal, saying: \"This cup means the new covenant by virtue of my blood, which is to be poured out in your behalf.",
    "portugues": "Ele fez o mesmo com respeito ao cálice, depois de terem tomado a refeição, dizendo: \"Este cálice representa o novo pacto com base no meu sangue, que será derramado em seu benefício."
  },
  {
    "ingles": "\"But look! the hand of my betrayer is with me at the table.",
    "portugues": "\"Mas saibam que a mão daquele que me trai está comigo à mesa."
  },
  {
    "ingles": "For, indeed, the Son of man is going his way according to what has been determined; all the same, woe to that man through whom he is betrayed!\"",
    "portugues": "De fato, o Filho do Homem vai embora, segundo o que foi determinado; porém, ai daquele que o trai!\""
  },
  {
    "ingles": "So they began to discuss among themselves which one of them could really be about to do this.",
    "portugues": "Assim, começaram a perguntar uns aos outros qual deles realmente estaria para fazer isso."
  },
  {
    "ingles": "However, there also arose a heated dispute among them over which one of them was considered to be the greatest.",
    "portugues": "No entanto, eles começaram também uma discussão acalorada sobre qual deles era o maior."
  },
  {
    "ingles": "But he said to them: \"The kings of the nations lord it over them, and those having authority over them are called Benefactors.",
    "portugues": "Mas ele lhes disse: \"Os reis das nações dominam sobre elas, e os que têm autoridade sobre elas são chamados de 'benfeitores'."
  },
  {
    "ingles": "You, though, are not to be that way. But let the one who is the greatest among you become as the youngest, and the one taking the lead as the one ministering.",
    "portugues": "Vocês, porém, não devem ser assim. Mas que o maior entre vocês se torne como o mais jovem, e o que está na liderança, como aquele que serve."
  },
  {
    "ingles": "For which one is greater, the one dining or the one serving? Is it not the one dining? But I am among you as the one serving.",
    "portugues": "Pois quem é maior: aquele que está à mesa ou aquele que serve? Não é quem está à mesa? Mas eu estou no meio de vocês como quem serve."
  },
  {
    "ingles": "\"However, you are the ones who have stuck with me in my trials;",
    "portugues": "\"No entanto, vocês são os que ficaram comigo nas minhas provações;"
  },
  {
    "ingles": "and I make a covenant with you, just as my Father has made a covenant with me, for a kingdom,",
    "portugues": "e eu faço com vocês um pacto para um reino, assim como o meu Pai fez um pacto comigo,"
  },
  {
    "ingles": "so that you may eat and drink at my table in my Kingdom, and sit on thrones to judge the",
    "portugues": "a fim de que vocês comam e bebam à minha mesa, no meu Reino, e se sentem em tronos para julgar as"
  },
  {
    "ingles": "tribes of Israel.",
    "portugues": "tribos de Israel."
  },
  {
    "ingles": "\"Simon, Simon, look! Satan has demanded to have all of you to sift you as wheat.",
    "portugues": "\"Simão, Simão, escute: Satanás exigiu que todos vocês fossem peneirados como trigo."
  },
  {
    "ingles": "But I have made supplication for you that your faith may not give out; and you, once you have returned, strengthen your brothers.\"",
    "portugues": "Mas tenho feito súplicas por você para que a sua fé não fraqueje; e você, quando tiver voltado, fortaleça os seus irmãos.\""
  },
  {
    "ingles": "Then he said to him: \"Lord, I am ready to go with you both to prison and to death.\"",
    "portugues": "Então ele lhe disse: \"Estou pronto para ir com o Senhor tanto para a prisão como para a morte.\""
  },
  {
    "ingles": "But he said: \"I tell you, Peter, a rooster will not crow today until you have denied knowing me three times.\"",
    "portugues": "Mas ele disse: \"Eu lhe digo, Pedro: O galo não cantará hoje até que você tenha negado três vezes que me conhece.\""
  },
  {
    "ingles": "He also said to them: \"When I sent you out without a money bag and a food pouch and sandals, you did not lack anything, did you?\" They said: \"No!\"",
    "portugues": "Ele lhes disse também: \"Quando os enviei sem bolsa de dinheiro, sem bolsa de provisões e sem sandálias, será que lhes faltou alguma coisa?\" Eles disseram: \"Não!\""
  },
  {
    "ingles": "Then he said to them: \"But now let the one who has a money bag take it, likewise a food pouch, and let the one who has no sword sell his outer garment and buy one.",
    "portugues": "Então ele lhes disse: \"Mas agora, quem tiver bolsa de dinheiro, leve-a consigo, e também uma bolsa de provisões; e quem não tiver espada, venda a sua capa e compre uma."
  },
  {
    "ingles": "For I tell you that what is written must be accomplished in me, namely, 'He was counted with lawless ones.' For this is being fulfilled concerning me.\"",
    "portugues": "Pois eu lhes digo que tem de se cumprir em mim aquilo que foi escrito: 'Ele foi contado entre os transgressores.' Sim, isso está se cumprindo em mim.\""
  },
  {
    "ingles": "Then they said: \"Lord, look! here are two swords.\" He said to them: \"It is enough.\"",
    "portugues": "Disseram então: \"Senhor, temos aqui duas espadas.\" Ele lhes disse: \"É o suficiente.\""
  },
  {
    "ingles": "On leaving, he went as was his custom to the Mount of Olives, and the disciples also followed him.",
    "portugues": "Ao sair, ele foi, como de costume, para o monte das Oliveiras, e os discípulos também o seguiram."
  },
  {
    "ingles": "On arriving at the place, he said to them: \"Carry on prayer so that you do not enter into temptation.\"",
    "portugues": "Quando chegaram ao lugar, ele lhes disse: \"Persistam em orar, para que não caiam em tentação.\""
  },
  {
    "ingles": "And he withdrew from them about a stone's throw away, and he bent his knees and began to pray,",
    "portugues": "E ele se afastou deles à distância de um arremesso de pedra, ajoelhou-se e começou a orar,"
  },
  {
    "ingles": "saying: \"Father, if you want to, remove this cup from me. Nevertheless, let, not my will, but yours take place.\"",
    "portugues": "dizendo: \"Pai, se tu quiseres, afasta de mim este cálice. Contudo, ocorra não a minha vontade, mas a tua.\""
  },
  {
    "ingles": "Then an angel from heaven appeared to him and strengthened him.",
    "portugues": "Apareceu-lhe então um anjo do céu e o fortaleceu."
  },
  {
    "ingles": "But he was in such agony that he kept praying more earnestly; and his sweat became as drops of blood falling to the ground.",
    "portugues": "Mas ele ficou tão angustiado que orou ainda mais intensamente; e o seu suor se tornou como gotas de sangue que caíam no chão."
  },
  {
    "ingles": "When he rose from prayer and went to the disciples, he found them slumbering, exhausted from grief.",
    "portugues": "Quando ele se levantou depois de orar e se dirigiu aos discípulos, encontrou-os adormecidos, exaustos de tristeza."
  },
  {
    "ingles": "He said to them: \"Why are you sleeping? Get up and keep praying, so that you do not enter into temptation.\"",
    "portugues": "Ele lhes disse: \"Por que vocês estão dormindo? Levantem-se e continuem orando, para que não caiam em tentação.\""
  },
  {
    "ingles": "While he was still speaking, look! a crowd, and the man called Judas, one of the Twelve, was leading them, and he approached Jesus to kiss him.",
    "portugues": "Enquanto ele ainda falava, chegou uma multidão, e o homem chamado Judas, um dos Doze, os liderava, e ele se aproximou de Jesus para beijá-lo."
  },
  {
    "ingles": "But Jesus said to him: \"Judas, are you betraying the Son of man with a kiss?\"",
    "portugues": "Mas Jesus lhe disse: \"Judas, você está traindo o Filho do Homem com um beijo?\""
  },
  {
    "ingles": "When those around him saw what was going to happen, they said: \"Lord, should we strike with the sword?\"",
    "portugues": "Quando os que estavam em volta dele viram o que ia acontecer, disseram: \"Senhor, devemos atacá-los com a espada?\""
  },
  {
    "ingles": "One of them even struck the slave of the high priest, taking off his right ear.",
    "portugues": "Um deles até mesmo atacou o escravo do sumo sacerdote, decepando-lhe a orelha direita."
  },
  {
    "ingles": "But in reply Jesus said: \"That is enough.\" And he touched the ear and healed him.",
    "portugues": "Mas Jesus disse, em resposta: \"Basta!\" E tocou na orelha e o curou."
  },
  {
    "ingles": "Jesus then said to the chief priests and captains of the temple and elders who had come there for him: \"Did you come out with swords and clubs as against a robber?",
    "portugues": "Jesus disse então aos principais sacerdotes, aos capitães do templo e aos anciãos que tinham ido ali em busca dele: \"Vocês vieram com espadas e bastões, como se eu fosse um bandido?"
  },
  {
    "ingles": "While I was with you in the temple day after day, you did not lay your hands on me. But this is your hour and the authority of darkness.\"",
    "portugues": "Enquanto eu estava com vocês no templo, dia após dia, vocês não puseram as mãos em mim. Mas esta é a hora de vocês e a autoridade da escuridão.\""
  },
  {
    "ingles": "Then they arrested him and led him off, and they brought him into the house of the high priest; but Peter was following at a distance.",
    "portugues": "Então o prenderam e o levaram embora para a casa do sumo sacerdote. Mas Pedro seguia à distância."
  },
  {
    "ingles": "When they lit a fire in the middle of the courtyard and sat down together, Peter was sitting among them.",
    "portugues": "Quando acenderam um fogo no meio do pátio e se sentaram juntos, Pedro se sentou entre eles."
  },
  {
    "ingles": "But a servant girl, seeing him sitting in the light of the fire, looked closely at him and said: \"This man was also with him.\"",
    "portugues": "Mas uma serva, vendo-o sentado à luz do fogo, olhou atentamente para ele e disse: \"Este homem também estava com ele.\""
  },
  {
    "ingles": "But he denied it, saying: \"I do not know him, woman.\"",
    "portugues": "Mas ele negou, dizendo: \"Não o conheço, mulher.\""
  },
  {
    "ingles": "After a short time another person saw him and said: \"You too are one of them.\" But Peter said: \"Man, I am not.\"",
    "portugues": "Pouco tempo depois, outra pessoa o viu e disse: \"Você também é um deles.\" Mas Pedro disse: \"Homem, não sou.\""
  },
  {
    "ingles": "And after about an hour had passed, another man began insisting strongly: \"Certainly this man was also with him, for he is, in fact, a Galilean!\"",
    "portugues": "E, depois de passar cerca de uma hora, outro homem começou a insistir: \"Este homem certamente também estava com ele, pois, de fato, é galileu!\""
  },
  {
    "ingles": "But Peter said: \"Man, I do not know what you are saying.\" And instantly, while he was still speaking, a rooster crowed.",
    "portugues": "Mas Pedro disse: \"Homem, não sei do que você está falando.\" E, naquele instante, enquanto ainda falava, um galo cantou."
  },
  {
    "ingles": "At this the Lord turned and looked straight at Peter, and Peter recalled the statement of the Lord when he had said to him: \"Before a rooster crows today, you will disown me three times.\"",
    "portugues": "Com isso, o Senhor se virou e olhou diretamente para Pedro, e Pedro se lembrou da declaração do Senhor, que tinha lhe dito: \"Hoje, antes de o galo cantar, você me negará três vezes.\""
  },
  {
    "ingles": "And he went outside and wept bitterly.",
    "portugues": "Então ele saiu e chorou amargamente."
  },
  {
    "ingles": "Now the men who held Jesus in custody began to mock him, hitting him;",
    "portugues": "Os homens que tinham Jesus em detenção começaram então a zombar dele, batendo nele;"
  },
  {
    "ingles": "and after covering his face, they kept asking: \"Prophesy! Who is it that struck you?\"",
    "portugues": "e, depois de lhe cobrirem o rosto, diziam: \"Profetize! Quem foi que bateu em você?\""
  },
  {
    "ingles": "And they said many other blasphemous things against him.",
    "portugues": "E diziam muitas outras blasfêmias contra ele."
  },
  {
    "ingles": "And when it became day, the assembly of elders of the people, both chief priests and scribes, gathered together, and they led him into their Sanhedrin hall and said:",
    "portugues": "Quando o dia amanheceu, reuniu-se a assembleia dos anciãos do povo, tanto os principais sacerdotes como os escribas; eles o levaram para o Sinédrio e disseram:"
  },
  {
    "ingles": "\"If you are the Christ, tell us.\" But he said to them: \"Even if I told you, you would not believe it at all.",
    "portugues": "\"Se você é o Cristo, diga-nos.\" Mas ele lhes disse: \"Mesmo que eu lhes dissesse, vocês de modo algum acreditariam."
  },
  {
    "ingles": "Moreover, if I questioned you, you would not answer.",
    "portugues": "Além disso, se eu lhes fizesse perguntas, vocês não me responderiam."
  },
  {
    "ingles": "However, from now on the Son of man will be seated at the powerful right hand of God.\"",
    "portugues": "No entanto, de agora em diante o Filho do Homem estará sentado à direita poderosa de Deus.\""
  },
  {
    "ingles": "At this they all said: \"Are you, therefore, the Son of God?\" He said to them: \"You yourselves are saying that I am.\"",
    "portugues": "Em vista disso, todos perguntaram: \"Então, você é o Filho de Deus?\" Ele lhes respondeu: \"Vocês mesmos dizem que eu sou.\""
  },
  {
    "ingles": "They said: \"Why do we need further testimony? For we ourselves have heard it out of his own mouth.\"",
    "portugues": "Eles disseram: \"Por que precisamos de mais testemunho? Pois nós mesmos ouvimos isso da sua própria boca.\""
  }
]