[
  {
    "ingles": "So the multitude got up, one and all, and led him to Pilate.",
    "portugues": "Assim, toda a multidão se levantou, e o levaram a Pilatos."
  },
  {
    "ingles": "Then they began to accuse him, saying: \"We found this man subverting our nation, forbidding the paying of taxes to Caesar, and saying he himself is Christ a king.\"",
    "portugues": "Então começaram a acusá-lo, dizendo: \"Encontramos este homem subvertendo a nossa nação, proibindo o pagamento de impostos a César e dizendo que ele mesmo é Cristo, um rei.\""
  },
  {
    "ingles": "Now Pilate asked him the question: \"Are you the King of the Jews?\" In answer he said: \"You yourself are saying it.\"",
    "portugues": "Pilatos lhe perguntou então: \"Você é o Rei dos judeus?\" Em resposta ele disse: \"O senhor mesmo está dizendo isso.\""
  },
  {
    "ingles": "Then Pilate said to the chief priests and the crowds: \"I find no crime in this man.\"",
    "portugues": "Pilatos disse então aos principais sacerdotes e à multidão: \"Não acho motivo para condenar este homem.\""
  },
  {
    "ingles": "But they insisted, saying: \"He stirs up the people by teaching throughout all Judea, starting from Galilee even to here.\"",
    "portugues": "Mas eles insistiram, dizendo: \"Ele atiça o povo ensinando em toda a Judeia, começando da Galileia até aqui.\""
  },
  {
    "ingles": "On hearing that, Pilate asked whether the man was a Galilean.",
    "portugues": "Ao ouvir isso, Pilatos perguntou se o homem era galileu."
  },
  {
    "ingles": "After ascertaining that he was under the jurisdiction of Herod, he sent him on to Herod, who was also in Jerusalem in those days.",
    "portugues": "Ao saber que ele estava sob a jurisdição de Herodes, enviou-o a Herodes, que também estava em Jerusalém naqueles dias."
  },
  {
    "ingles": "When Herod saw Jesus, he rejoiced greatly. For a considerable time he had been wanting to see Jesus because he had heard much about him, and he was hoping to see some sign performed by him.",
    "portugues": "Quando Herodes viu Jesus, alegrou-se muito. Fazia bastante tempo que queria ver Jesus, porque tinha ouvido falar muito dele, e esperava ver algum sinal realizado por ele."
  },
  {
    "ingles": "So he began to question him at length, but he gave him no answer.",
    "portugues": "Começou então a lhe fazer muitas perguntas, mas ele não lhe deu nenhuma resposta."
  },
  {
    "ingles": "However, the chief priests and the scribes kept standing up and vehemently accusing him.",
    "portugues": "No entanto, os principais sacerdotes e os escribas se levantavam e o acusavam vigorosamente."
  },
  {
    "ingles": "Then Herod together with his soldiers treated him with contempt, and he mocked him by clothing him with a splendid garment and then sent him back to Pilate.",
    "portugues": "Então Herodes, junto com seus soldados, o tratou com desprezo e zombou dele, vestindo-o com uma roupa esplêndida, e depois o mandou de volta a Pilatos."
  },
  {
    "ingles": "Herod and Pilate became friends with each other on that very day, for before that they had been at enmity with each other.",
    "portugues": "Naquele mesmo dia, Herodes e Pilatos, que antes eram inimigos, tornaram-se amigos."
  },
  {
    "ingles": "Pilate then called together the chief priests, the rulers, and the people",
    "portugues": "Pilatos convocou então os principais sacerdotes, os líderes e o povo,"
  },
  {
    "ingles": "and said to them: \"You brought this man to me as one inciting the people to revolt. Now look! I examined him in front of you but found in this man no grounds for the charges you are bringing against him.",
    "portugues": "e lhes disse: \"Vocês me trouxeram este homem como se fosse alguém que incita o povo à revolta. Pois bem, eu o interroguei na frente de vocês, mas não achei neste homem base para as acusações que vocês levantam contra ele."
  },
  {
    "ingles": "In fact, neither did Herod, for he sent him back to us, and look! he has done nothing deserving of death.",
    "portugues": "De fato, nem Herodes achou, pois o mandou de volta para nós. Como podem ver, ele não fez nada que mereça a morte."
  },
  {
    "ingles": "I will therefore punish him and release him.\"",
    "portugues": "Portanto, eu o castigarei e o soltarei.\" 17--"
  },
  {
    "ingles": "--",
    "portugues": "Mas toda a multidão gritou: \"Mate este homem e solte Barrabás!\""
  },
  {
    "ingles": "But the whole crowd shouted out: \"Do away with this man, and release Barabbas to us!\"",
    "portugues": "(Esse homem tinha sido lançado na prisão por causa de uma sedição ocorrida na cidade e por assassinato.)"
  },
  {
    "ingles": "(This man had been thrown into prison for sedition that had occurred in the city and for murder.)",
    "portugues": "Pilatos falou com eles novamente, porque queria soltar Jesus."
  },
  {
    "ingles": "Again Pilate called out to them, because he wanted to release Jesus.",
    "portugues": "Começaram então a gritar: \"Para a estaca com ele! Para a estaca com ele!\""
  },
  {
    "ingles": "Then they began to yell, saying: \"To the stake with him! To the stake with him!\"",
    "portugues": "Ele lhes disse pela terceira vez: \"Por quê? O que este homem fez de mau? Não achei nele nada que mereça a morte. Portanto, eu o castigarei e o soltarei.\""
  },
  {
    "ingles": "The third time he said to them: \"Why? What bad thing did this man do? I found in him nothing deserving of death; I will therefore punish him and release him.\"",
    "portugues": "Em vista disso começaram a insistir, exigindo aos gritos que ele fosse executado, e a voz deles prevaleceu."
  },
  {
    "ingles": "At this they became insistent, demanding with loud voices that he be executed, and their voices prevailed.",
    "portugues": "De modo que Pilatos decidiu atender ao pedido deles."
  },
  {
    "ingles": "So Pilate made the decision that their demand be met.",
    "portugues": "Ele soltou o homem a quem pediam, que tinha sido lançado na prisão por sedição e assassinato, mas entregou Jesus à vontade deles."
  },
  {
    "ingles": "He released the man whom they were demanding, who had been thrown into prison for sedition and murder, but he surrendered Jesus to their will.",
    "portugues": "Enquanto o levavam embora, agarraram um certo Simão de Cirene, que vinha do campo, e puseram a estaca sobre ele para que a carregasse atrás de Jesus."
  },
  {
    "ingles": "Now as they led him away, they seized a certain Simon of Cyrene, who was coming from the countryside, and they placed the torture stake on him to carry it behind Jesus.",
    "portugues": "Um grande número de pessoas o seguiam, incluindo mulheres que batiam no peito de pesar e o lamentavam."
  },
  {
    "ingles": "A large number of people were following him, including women who kept beating themselves in grief and wailing for him.",
    "portugues": "Jesus se virou para as mulheres e disse: \"Filhas de Jerusalém, parem de chorar por mim. Em vez disso, chorem por vocês mesmas e pelos seus filhos;"
  },
  {
    "ingles": "Jesus turned to the women and said: \"Daughters of Jerusalem, stop weeping for me. Weep instead for yourselves and for your children;",
    "portugues": "pois saibam que virão dias em que as pessoas dirão: 'Felizes as mulheres estéreis, os ventres que não deram à luz e os peitos que não amamentaram!'"
  },
  {
    "ingles": "for look! days are coming when people will say, 'Happy are the barren women, the wombs that did not give birth and the breasts that did not nurse!'",
    "portugues": "Então começarão a dizer às montanhas: 'Caiam sobre nós!' e às colinas: 'Cubram-nos!'"
  },
  {
    "ingles": "Then they will start saying to the mountains, 'Fall over us!' and to the hills, 'Cover us over!'",
    "portugues": "Se eles fazem isso quando a árvore está verde, o que ocorrerá quando estiver seca?\""
  },
  {
    "ingles": "If they do these things when the tree is moist, what will occur when it is withered?\"",
    "portugues": "Dois outros homens, criminosos, também estavam sendo levados para ser executados com ele."
  },
  {
    "ingles": "Two other men, criminals, were also being led off to be executed with him.",
    "portugues": "E, quando chegaram ao lugar chamado Caveira, pregaram-no na estaca ao lado dos criminosos, um à sua direita e outro à sua esquerda."
  },
  {
    "ingles": "And when they got to the place called Skull, they nailed him to the stake there alongside the criminals, one on his right and one on his left.",
    "portugues": "Mas Jesus dizia: \"Pai, perdoa-lhes, pois não sabem o que estão fazendo.\" Além disso, lançaram sortes para repartir as roupas dele."
  },
  {
    "ingles": "But Jesus was saying: \"Father, forgive them, for they do not know what they are doing.\" Furthermore, they cast lots to distribute his garments.",
    "portugues": "E o povo ficou parado, olhando. Mas os líderes zombavam e diziam: \"A outros ele salvou; que ele salve a si mesmo, se é o Cristo de Deus, o Escolhido.\""
  },
  {
    "ingles": "And the people stood looking on. But the rulers were sneering and saying: \"Others he saved; let him save himself if he is the Christ of God, the Chosen One.\"",
    "portugues": "Até mesmo os soldados zombaram dele, chegando perto e oferecendo-lhe vinho acre,"
  },
  {
    "ingles": "Even the soldiers mocked him, coming up and offering him sour wine",
    "portugues": "e dizendo: \"Se você é o Rei dos judeus, salve a si mesmo.\""
  },
  {
    "ingles": "and saying: \"If you are the King of the Jews, save yourself.\"",
    "portugues": "Havia também uma inscrição acima dele: \"Este é o Rei dos judeus.\""
  },
  {
    "ingles": "There was also an inscription over him: \"This is the King of the Jews.\"",
    "portugues": "Então um dos criminosos que estavam pendurados começou a insultá-lo, dizendo: \"Você não é o Cristo? Salve a si mesmo e também a nós!\""
  },
  {
    "ingles": "Then one of the criminals hanging there began to speak abusively to him, saying: \"You are the Christ, are you not? Save yourself and us too!\"",
    "portugues": "Em resposta, o outro o censurou, dizendo: \"Você não tem nenhum temor de Deus, agora que recebeu o mesmo julgamento?"
  },
  {
    "ingles": "In response the other rebuked him, saying: \"Do you not fear God at all, now that you have received the same judgment?",
    "portugues": "E no nosso caso isso é justo, pois estamos recebendo o que merecemos pelas coisas que fizemos. Mas este homem não fez nada errado.\""
  },
  {
    "ingles": "And we rightly so, for we are getting back what we deserve for the things we did; but this man did nothing wrong.\"",
    "portugues": "Então ele disse: \"Jesus, lembre-se de mim quando entrar no seu Reino.\""
  },
  {
    "ingles": "Then he said: \"Jesus, remember me when you get into your Kingdom.\"",
    "portugues": "E ele lhe disse: \"Em verdade, eu lhe digo hoje: Você estará comigo no Paraíso.\""
  },
  {
    "ingles": "And he said to him: \"Truly I tell you today, you will be with me in Paradise.\"",
    "portugues": "Pois bem, já era por volta da sexta hora; contudo, caiu uma escuridão sobre toda aquela terra, até a nona hora,"
  },
  {
    "ingles": "Well, by now it was about the sixth hour, and yet a darkness fell over all the land until the ninth hour,",
    "portugues": "porque a luz do sol falhou. Então a cortina do santuário se rasgou ao meio."
  },
  {
    "ingles": "because the sunlight failed; then the curtain of the sanctuary was torn down the middle.",
    "portugues": "E Jesus clamou em alta voz e disse: \"Pai, às tuas mãos confio o meu espírito.\" Depois de dizer isso, ele morreu."
  },
  {
    "ingles": "And Jesus called out with a loud voice and said: \"Father, into your hands I entrust my spirit.\" After he said this, he expired.",
    "portugues": "Ao ver o que estava acontecendo, o oficial do exército começou a glorificar a Deus, dizendo: \"Realmente, este homem era justo.\""
  },
  {
    "ingles": "Because of seeing what occurred, the army officer began to glorify God, saying: \"Truly, this man was righteous.\"",
    "portugues": "E toda a multidão que tinha se reunido ali para esse espetáculo viu o que estava acontecendo; então voltaram para casa, batendo no peito."
  },
  {
    "ingles": "And when all the crowds that were gathered together there for this spectacle saw the things that occurred, they returned home, beating their chests.",
    "portugues": "Todos os conhecidos dele estavam parados à distância. Também mulheres que o tinham acompanhado desde a Galileia estavam lá e viram essas coisas."
  },
  {
    "ingles": "And all those acquainted with him were standing at a distance. Also, women who had accompanied him from Galilee were there and saw these things.",
    "portugues": "Havia um homem chamado José, membro do Conselho, que era um homem bom e justo."
  },
  {
    "ingles": "And look! there was a man named Joseph, a member of the Council, who was a good and righteous man.",
    "portugues": "(Esse homem não tinha votado em apoio da trama e da ação deles.) Ele era de Arimateia, uma cidade da Judeia, e aguardava o Reino de Deus."
  },
  {
    "ingles": "(This man had not voted in support of their scheme and action.) He was from Arimathea, a city of the Judeans, and was waiting for the Kingdom of God.",
    "portugues": "Esse homem compareceu perante Pilatos e pediu o corpo de Jesus."
  },
  {
    "ingles": "This man went in before Pilate and asked for the body of Jesus.",
    "portugues": "Então o tirou de lá, o enrolou em linho fino e o colocou num túmulo escavado na rocha, onde ninguém ainda tinha sido sepultado."
  },
  {
    "ingles": "And he took it down and wrapped it up in fine linen, and he laid it in a tomb carved in the rock, where no man had yet lain.",
    "portugues": "Era o dia da Preparação, e o sábado estava prestes a começar."
  },
  {
    "ingles": "Now it was the day of Preparation, and the Sabbath was about to begin.",
    "portugues": "Mas as mulheres que tinham vindo com ele desde a Galileia foram também até lá e viram o túmulo e como o corpo dele havia sido colocado ali;"
  },
  {
    "ingles": "But the women who had come with him from Galilee followed along and took a look at the tomb and saw how his body was laid,",
    "portugues": "e voltaram para preparar aromas e óleos perfumados. Mas, naturalmente, descansaram no sábado, segundo o mandamento."
  }
]