[
  {
    "ingles": "But on the first day of the week, they came very early to the tomb, bringing the spices they had prepared.",
    "portugues": "No primeiro dia da semana, porém, elas chegaram bem cedo ao túmulo, levando os aromas que tinham preparado."
  },
  {
    "ingles": "But they found the stone rolled away from the tomb,",
    "portugues": "Mas viram que a pedra da entrada do túmulo havia sido rolada"
  },
  {
    "ingles": "and when they entered, they did not find the body of the Lord Jesus.",
    "portugues": "e, quando entraram, não acharam o corpo do Senhor Jesus."
  },
  {
    "ingles": "While they were perplexed about this, look! two men in shining garments stood by them.",
    "portugues": "Enquanto estavam perplexas com isso, dois homens de roupa brilhante apareceram ao lado delas."
  },
  {
    "ingles": "The women became frightened and kept their faces turned toward the ground, so the men said to them: \"Why are you looking for the living one among the dead?",
    "portugues": "As mulheres ficaram com medo e mantiveram a cabeça voltada para o chão; então os homens lhes disseram: \"Por que estão procurando entre os mortos aquele que está vivo?"
  },
  {
    "ingles": "He is not here, but has been raised up. Recall how he spoke to you while he was yet in Galilee,",
    "portugues": "Ele não está aqui, mas foi levantado. Lembrem-se de que, enquanto ainda estava na Galileia, ele lhes disse"
  },
  {
    "ingles": "saying that the Son of man must be handed over to sinful men and be executed on the stake and on the third day rise.\"",
    "portugues": "que o Filho do Homem tinha de ser entregue a pecadores, ser morto na estaca e no terceiro dia ser levantado.\""
  },
  {
    "ingles": "Then they remembered his words,",
    "portugues": "E elas se lembraram das palavras dele;"
  },
  {
    "ingles": "and they returned from the tomb and reported all these things to the Eleven and to all the rest.",
    "portugues": "então voltaram do túmulo e contaram todas essas coisas aos Onze e a todos os demais."
  },
  {
    "ingles": "They were Mary Magdalene, Joanna, and Mary the mother of James. Also, the rest of the women with them were telling these things to the apostles.",
    "portugues": "Eram Maria Madalena, Joana e Maria, mãe de Tiago. Também as outras mulheres com elas contaram essas coisas aos apóstolos."
  },
  {
    "ingles": "However, these sayings seemed like nonsense to them, and they would not believe the women.",
    "portugues": "No entanto, essas declarações pareciam tolice para eles, e eles se recusavam a acreditar nas mulheres."
  },
  {
    "ingles": "But Peter got up and ran to the tomb, and stooping forward, he saw only the linen cloths. So he went off, wondering to himself what had occurred.",
    "portugues": "Mas Pedro se levantou e correu para o túmulo; e, inclinando-se para a frente, viu somente os panos de linho. Assim, ele foi embora, perguntando-se o que poderia ter ocorrido."
  },
  {
    "ingles": "But look! on that very day, two of them were traveling to a village named Emmaus, about seven miles from Jerusalem,",
    "portugues": "Mas aconteceu, naquele mesmo dia, que dois deles estavam viajando para uma aldeia chamada Emaús, a cerca de"
  },
  {
    "ingles": "and they were conversing with each other about all these things that had happened.",
    "portugues": "quilômetros de Jerusalém,"
  },
  {
    "ingles": "Now as they were conversing and discussing these things, Jesus himself approached and began walking with them,",
    "portugues": "e estavam conversando sobre todas as coisas que tinham acontecido."
  },
  {
    "ingles": "but their eyes were kept from recognizing him.",
    "portugues": "Enquanto conversavam e discutiam essas coisas, o próprio Jesus se aproximou e começou a andar com eles,"
  },
  {
    "ingles": "He said to them: \"What are these matters that you are debating between yourselves as you walk along?\" And they stood still, looking sad.",
    "portugues": "mas os olhos deles foram impedidos de reconhecê-lo."
  },
  {
    "ingles": "In answer the one named Cleopas said to him: \"Are you a stranger dwelling alone in Jerusalem and do not know the things that have occurred there during these days?\"",
    "portugues": "Ele lhes perguntou: \"Sobre o que é que vocês estão conversando enquanto caminham?\" E eles pararam, com o rosto triste."
  },
  {
    "ingles": "He asked them: \"What things?\" They said to him: \"The things concerning Jesus the Nazarene, who proved to be a prophet powerful in deed and word before God and all the people;",
    "portugues": "Em resposta, aquele chamado Cléopas lhe disse: \"Será que você é um estrangeiro que vive sozinho em Jerusalém e não sabe das coisas que ocorreram lá nestes dias?\""
  },
  {
    "ingles": "and how our chief priests and rulers handed him over to be sentenced to death, and they nailed him to the stake.",
    "portugues": "Ele lhes perguntou: \"Que coisas?\" Responderam: \"As coisas a respeito de Jesus, o Nazareno, que foi um profeta poderoso em ações e palavras perante Deus e todo o povo;"
  },
  {
    "ingles": "But we were hoping that this man was the one who was going to deliver Israel. Yes, and besides all these things, this is the third day since these things occurred.",
    "portugues": "e os nossos principais sacerdotes e os nossos líderes o entregaram para ser condenado à morte e o pregaram na estaca."
  },
  {
    "ingles": "Moreover, some women from among us also astonished us, for they went early to the tomb",
    "portugues": "Mas nós esperávamos que esse homem fosse aquele que ia livrar Israel. E além de tudo isso, este já é o terceiro dia desde que essas coisas ocorreram."
  },
  {
    "ingles": "and when they did not find his body, they came saying that they had also seen a supernatural sight of angels, who said he is alive.",
    "portugues": "Também, algumas mulheres entre nós nos deixaram pasmados, porque foram cedo ao túmulo"
  },
  {
    "ingles": "Then some of those who were with us went off to the tomb, and they found it just as the women had said, but they did not see him.\"",
    "portugues": "e, quando não acharam o corpo dele, voltaram dizendo que haviam tido também uma visão sobrenatural de anjos, que disseram que ele está vivo."
  },
  {
    "ingles": "So he said to them: \"O senseless ones and slow of heart to believe all the things the prophets have spoken!",
    "portugues": "Então, alguns dos que estavam conosco foram ao túmulo e encontraram tudo exatamente como as mulheres tinham dito, mas não o viram.\""
  },
  {
    "ingles": "Was it not necessary for the Christ to suffer these things and to enter into his glory?\"",
    "portugues": "Assim, ele lhes disse: \"Como vocês são insensatos e demoram a crer em todas as coisas faladas pelos profetas!"
  },
  {
    "ingles": "And starting with Moses and all the Prophets, he interpreted to them things pertaining to himself in all the Scriptures.",
    "portugues": "Não era necessário que o Cristo sofresse essas coisas e entrasse na sua glória?\""
  },
  {
    "ingles": "Finally they got close to the village to which they were traveling, and he made as if to travel on farther.",
    "portugues": "E, começando por Moisés e por todos os Profetas, interpretou-lhes as coisas a respeito de si mesmo em todas as Escrituras."
  },
  {
    "ingles": "But they urged him to remain, saying: \"Stay with us, because it is almost evening and the day is nearly over.\" With that he went in to stay with them.",
    "portugues": "Por fim chegaram perto da aldeia para a qual viajavam, e ele fez como se fosse viajar para mais longe."
  },
  {
    "ingles": "And as he was dining with them, he took the bread, blessed it, broke it, and began handing it to them.",
    "portugues": "Mas eles insistiram que ele ficasse, dizendo: \"Fique conosco, porque já está anoitecendo e o dia está quase terminando.\" Em vista disso, entrou para ficar com eles."
  },
  {
    "ingles": "At that their eyes were fully opened and they recognized him; but he disappeared from them.",
    "portugues": "E, enquanto estava comendo com eles, pegou o pão, deu graças, partiu-o e começou a dá-lo a eles."
  },
  {
    "ingles": "And they said to each other: \"Were not our hearts burning within us as he was speaking to us on the road, as he was fully opening up the Scriptures to us?\"",
    "portugues": "Com isso os olhos deles foram plenamente abertos e eles o reconheceram; mas ele desapareceu de diante deles."
  },
  {
    "ingles": "And they got up in that very hour and returned to Jerusalem, and they found the Eleven and those assembled together with them,",
    "portugues": "E disseram um ao outro: \"Não sentíamos arder o coração dentro de nós quando ele nos falava na estrada, ao nos abrir plenamente as Escrituras?\""
  },
  {
    "ingles": "who said: \"For a fact the Lord was raised up, and he appeared to Simon!\"",
    "portugues": "Eles se levantaram então naquela mesma hora, voltaram a Jerusalém e encontraram os Onze e os que estavam com eles reunidos;"
  },
  {
    "ingles": "Then they related the events on the road and how he became known to them by the breaking of the bread.",
    "portugues": "estavam dizendo: \"De fato, o Senhor foi levantado e apareceu a Simão!\""
  },
  {
    "ingles": "While they were speaking of these things, he himself stood in their midst and said to them: \"May you have peace.\"",
    "portugues": "Então contaram o que tinha acontecido na estrada e como eles o reconheceram quando ele partiu o pão."
  },
  {
    "ingles": "But because they were terrified and frightened, they imagined that they were seeing a spirit.",
    "portugues": "Enquanto ainda falavam dessas coisas, o próprio Jesus apareceu no meio deles e lhes disse: \"Que a paz esteja com vocês.\""
  },
  {
    "ingles": "So he said to them: \"Why are you troubled, and why have doubts come up in your hearts?",
    "portugues": "Mas eles, espantados e com medo, pensaram que estavam vendo um espírito."
  },
  {
    "ingles": "See my hands and my feet, that it is I myself; touch me and see, for a spirit does not have flesh and bones just as you see that I have.\"",
    "portugues": "De modo que ele lhes disse: \"Por que estão aflitos e por que surgem dúvidas no seu coração?"
  },
  {
    "ingles": "And as he said this, he showed them his hands and his feet.",
    "portugues": "Vejam minhas mãos e meus pés, que sou eu mesmo. Toquem-me e vejam, pois um espírito não tem carne nem ossos assim como vocês veem que eu tenho.\""
  },
  {
    "ingles": "But while they were still not believing for sheer joy and amazement, he said to them: \"Do you have something there to eat?\"",
    "portugues": "E, ao dizer isso, mostrou-lhes as mãos e os pés."
  },
  {
    "ingles": "So they handed him a piece of broiled fish,",
    "portugues": "Mas eles ainda não acreditavam, de tanta alegria e surpresa. Então ele lhes disse: \"Vocês têm aqui algo para comer?\""
  },
  {
    "ingles": "and he took it and ate it before their eyes.",
    "portugues": "Então lhe entregaram um pedaço de peixe assado,"
  },
  {
    "ingles": "He then said to them: \"These are my words that I spoke to you while I was yet with you, that all the things written about me in the Law of Moses and in the Prophets and Psalms must be fulfilled.\"",
    "portugues": "e ele o pegou e comeu diante dos olhos deles."
  },
  {
    "ingles": "Then he opened up their minds fully to grasp the meaning of the Scriptures,",
    "portugues": "Ele lhes disse então: \"Estas são as minhas palavras, que lhes falei enquanto ainda estava com vocês, que todas as coisas escritas a meu respeito na Lei de Moisés, nos Profetas e nos Salmos têm de se cumprir.\""
  },
  {
    "ingles": "and he said to them, \"This is what is written: that the Christ would suffer and rise from among the dead on the third day,",
    "portugues": "Então ele abriu a mente deles para que compreendessem o significado das Escrituras"
  },
  {
    "ingles": "and on the basis of his name, repentance for forgiveness of sins would be preached in all the nations-starting out from Jerusalem.",
    "portugues": "e lhes disse: \"Está escrito que o Cristo sofreria e no terceiro dia seria levantado dentre os mortos,"
  },
  {
    "ingles": "You are to be witnesses of these things.",
    "portugues": "e que, em seu nome, se pregaria arrependimento para o perdão de pecados em todas as nações, começando por Jerusalém."
  },
  {
    "ingles": "And look! I am sending upon you what my Father promised. You, though, stay in the city until you are clothed with power from on high.\"",
    "portugues": "Vocês serão testemunhas dessas coisas."
  },
  {
    "ingles": "Then he led them out as far as Bethany, and he lifted up his hands and blessed them.",
    "portugues": "E saibam que enviarei sobre vocês o que foi prometido pelo meu Pai. Vocês, porém, permaneçam na cidade até serem revestidos de poder vindo do alto.\""
  },
  {
    "ingles": "As he was blessing them, he was parted from them and taken up to heaven.",
    "portugues": "Então ele os levou para fora, até Betânia, ergueu as mãos e os abençoou."
  },
  {
    "ingles": "And they did obeisance to him and returned to Jerusalem with great joy.",
    "portugues": "Enquanto os abençoava, foi separado deles e levado para o céu."
  },
  {
    "ingles": "And they were continually in the temple, praising God.",
    "portugues": "E se curvaram diante dele e voltaram para Jerusalém com grande alegria."
  }
]