[
  {
    "ingles": "In the 15th year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, Herod was district ruler of Galilee, Philip his brother was district ruler of the country of Ituraea and Trachonitis, and Lysanias was district ruler of Abilene,",
    "portugues": "No décimo quinto ano do reinado de Tibério César - quando Pôncio Pilatos era governador da Judeia, Herodes era governador distrital da Galileia, seu irmão Filipe era governador distrital da região da Itureia e de Traconites, e Lisânias era governador distrital de Abilene -,"
  },
  {
    "ingles": "in the days of chief priest Annas and of Caiaphas, God's declaration came to John the son of Zechariah in the wilderness.",
    "portugues": "nos dias do principal sacerdote Anás, e de Caifás, a declaração de Deus chegou a João, filho de Zacarias, no deserto."
  },
  {
    "ingles": "So he went into all the country around the Jordan, preaching baptism in symbol of repentance for forgiveness of sins,",
    "portugues": "Assim, ele percorreu toda a região em volta do Jordão, pregando o batismo em símbolo de arrependimento para o perdão de pecados,"
  },
  {
    "ingles": "just as it is written in the book of the words of Isaiah the prophet: \"A voice of one crying out in the wilderness: 'Prepare the way of Jehovah! Make his roads straight.",
    "portugues": "conforme está escrito no livro das palavras de Isaías, o profeta: \"A voz de alguém está clamando no deserto: 'Preparem o caminho para Jeová! Endireitem as suas estradas."
  },
  {
    "ingles": "Every valley must be filled up, and every mountain and hill leveled; the crooked ways must become straight, and the rough ways smooth;",
    "portugues": "Todos os vales têm de ser aterrados, e todos os montes e colinas têm de ser nivelados; os caminhos tortuosos têm de se tornar retos, e os caminhos acidentados têm de se tornar planos;"
  },
  {
    "ingles": "and all flesh will see the salvation of God.'\"",
    "portugues": "e todos verão a salvação por Deus.'\""
  },
  {
    "ingles": "So he began to say to the crowds coming out to be baptized by him: \"You offspring of vipers, who has warned you to flee from the coming wrath?",
    "portugues": "Então ele dizia às multidões que se aproximavam para ser batizadas por ele: \"Descendência de víboras, quem disse que vocês podem fugir da ira que virá?"
  },
  {
    "ingles": "Therefore, produce fruits that befit repentance. Do not start saying to yourselves, 'We have Abraham as our father.' For I say to you that God is able to raise up children for Abraham from these stones.",
    "portugues": "Portanto, produzam frutos próprios do arrependimento. Não comecem a dizer a si mesmos: 'Temos Abraão como pai.' Pois eu lhes digo que Deus pode fazer surgir destas pedras filhos a Abraão."
  },
  {
    "ingles": "Indeed, the ax is already lying at the root of the trees. Every tree, then, that does not produce fine fruit will be cut down and thrown into the fire.\"",
    "portugues": "Realmente, o machado já está posto à raiz das árvores. Portanto, toda árvore que não produz bom fruto será cortada e lançada no fogo.\""
  },
  {
    "ingles": "And the crowds were asking him: \"What, then, should we do?\"",
    "portugues": "E as multidões lhe perguntavam: \"O que devemos fazer, então?\""
  },
  {
    "ingles": "In reply he said to them: \"Let the man who has two garments share with the man who has none, and let the one who has something to eat do the same.\"",
    "portugues": "Em resposta, ele lhes dizia: \"Aquele que tem duas peças de roupa partilhe com aquele que não tem nenhuma, e aquele que tem algo para comer faça o mesmo.\""
  },
  {
    "ingles": "Even tax collectors came to be baptized, and they said to him: \"Teacher, what should we do?\"",
    "portugues": "Até mesmo cobradores de impostos chegaram para ser batizados, e lhe perguntaram: \"Instrutor, o que devemos fazer?\""
  },
  {
    "ingles": "He said to them: \"Do not demand anything more than the tax rate.\"",
    "portugues": "Ele lhes disse: \"Não exijam mais do que o imposto determinado.\""
  },
  {
    "ingles": "Also, those in military service were asking him: \"What should we do?\" And he said to them: \"Do not harass anybody or accuse anybody falsely, but be satisfied with your provisions.\"",
    "portugues": "Também os soldados lhe perguntavam: \"O que devemos fazer?\" E ele lhes dizia: \"Não hostilizem a ninguém e não acusem a ninguém falsamente, mas contentem-se com o que ganham.\""
  },
  {
    "ingles": "Now the people were in expectation and all of them were reasoning in their hearts about John, \"May he perhaps be the Christ?\"",
    "portugues": "O povo estava em expectativa e todos raciocinavam no coração sobre João: \"Será ele o Cristo?\""
  },
  {
    "ingles": "John gave the answer, saying to all: \"I, for my part, baptize you with water, but the one stronger than I am is coming, the lace of whose sandals I am not worthy to untie. He will baptize you with holy spirit and with fire.",
    "portugues": "João deu a resposta, dizendo a todos: \"Eu batizo vocês com água, mas vem aquele que é mais forte do que eu, e não sou digno de desamarrar o cordão das suas sandálias. Ele os batizará com espírito santo e com fogo."
  },
  {
    "ingles": "His winnowing shovel is in his hand to clean up his threshing floor completely and to gather the wheat into his storehouse, but the chaff he will burn up with fire that cannot be put out.\"",
    "portugues": "Ele tem na mão a sua pá para separar o trigo da palha. E ele limpará completamente a sua eira e ajuntará o trigo no seu celeiro, mas a palha ele queimará num fogo que não pode ser apagado.\""
  },
  {
    "ingles": "He also gave many other exhortations and continued declaring good news to the people.",
    "portugues": "João deu também muitas outras exortações e continuou a declarar as boas novas ao povo."
  },
  {
    "ingles": "But Herod the district ruler, because of being reproved by John concerning Herodias the wife of his brother and concerning all the wicked deeds that Herod had done,",
    "portugues": "Mas ele repreendia Herodes, o governador distrital, por causa de Herodias, esposa do irmão de Herodes, e por causa de todas as coisas más que ele havia feito."
  },
  {
    "ingles": "added this also to all those deeds: He locked John up in prison.",
    "portugues": "Por isso, Herodes acrescentou a todas essas ações a seguinte: pôs João na prisão."
  },
  {
    "ingles": "Now when all the people were baptized, Jesus too was baptized. As he was praying, the heaven was opened up,",
    "portugues": "Então, quando todo o povo havia sido batizado, Jesus também foi batizado. Enquanto ele orava, o céu se abriu,"
  },
  {
    "ingles": "and the holy spirit in bodily form like a dove came down upon him, and a voice came out of heaven: \"You are my Son, the beloved; I have approved you.\"",
    "portugues": "e o espírito santo desceu sobre ele em forma corpórea, como pomba, e uma voz saiu do céu: \"Você é meu Filho, o amado; eu o aprovo.\""
  },
  {
    "ingles": "When Jesus began his work, he was about",
    "portugues": "Quando Jesus começou a sua obra, tinha cerca de"
  },
  {
    "ingles": "years old, being the son, as the opinion was, of Joseph, son of Heli,",
    "portugues": "anos de idade. Ele era, conforme se pensava, filho de José, filho de Eli,"
  },
  {
    "ingles": "son of Matthat, son of Levi, son of Melchi, son of Jannai, son of Joseph,",
    "portugues": "filho de Matate, filho de Levi, filho de Melqui, filho de Janai, filho de José,"
  },
  {
    "ingles": "son of Mattathias, son of Amos, son of Nahum, son of Esli, son of Naggai,",
    "portugues": "filho de Matatias, filho de Amós, filho de Naum, filho de Esli, filho de Nagai,"
  },
  {
    "ingles": "son of Maath, son of Mattathias, son of Semein, son of Josech, son of Joda,",
    "portugues": "filho de Maate, filho de Matatias, filho de Semei, filho de Joseque, filho de Jodá,"
  },
  {
    "ingles": "son of Joanan, son of Rhesa, son of Zerubbabel, son of Shealtiel, son of Neri,",
    "portugues": "filho de Joanã, filho de Resa, filho de Zorobabel, filho de Sealtiel, filho de Neri,"
  },
  {
    "ingles": "son of Melchi, son of Addi, son of Cosam, son of Elmadam, son of Er,",
    "portugues": "filho de Melqui, filho de Adi, filho de Cosã, filho de Elmadã, filho de Er,"
  },
  {
    "ingles": "son of Jesus, son of Eliezer, son of Jorim, son of Matthat, son of Levi,",
    "portugues": "filho de Jesus, filho de Eliézer, filho de Jorim, filho de Matate, filho de Levi,"
  },
  {
    "ingles": "son of Symeon, son of Judas, son of Joseph, son of Jonam, son of Eliakim,",
    "portugues": "filho de Simeão, filho de Judas, filho de José, filho de Jonã, filho de Eliaquim,"
  },
  {
    "ingles": "son of Melea, son of Menna, son of Mattatha, son of Nathan, son of David,",
    "portugues": "filho de Meleá, filho de Mena, filho de Matatá, filho de Natã, filho de Davi,"
  },
  {
    "ingles": "son of Jesse, son of Obed, son of Boaz, son of Salmon, son of Nahshon,",
    "portugues": "filho de Jessé, filho de Obede, filho de Boaz, filho de Salmom, filho de Nasom,"
  },
  {
    "ingles": "son of Amminadab, son of Arni, son of Hezron, son of Perez, son of Judah,",
    "portugues": "filho de Aminadabe, filho de Arni, filho de Esrom, filho de Peres, filho de Judá,"
  },
  {
    "ingles": "son of Jacob, son of Isaac, son of Abraham, son of Terah, son of Nahor,",
    "portugues": "filho de Jacó, filho de Isaque, filho de Abraão, filho de Tera, filho de Naor,"
  },
  {
    "ingles": "son of Serug, son of Reu, son of Peleg, son of Eber, son of Shelah,",
    "portugues": "filho de Serugue, filho de Reú, filho de Pelegue, filho de Éber, filho de Selá,"
  },
  {
    "ingles": "son of Cainan, son of Arpachshad, son of Shem, son of Noah, son of Lamech,",
    "portugues": "filho de Cainã, filho de Arpaxade, filho de Sem, filho de Noé, filho de Lameque,"
  },
  {
    "ingles": "son of Methuselah, son of Enoch, son of Jared, son of Mahalaleel, son of Cainan,",
    "portugues": "filho de Metusalém, filho de Enoque, filho de Jarede, filho de Malaleel, filho de Cainã,"
  },
  {
    "ingles": "son of Enosh, son of Seth, son of Adam, son of God.",
    "portugues": "filho de Enos, filho de Sete, filho de Adão, filho de Deus."
  }
]