[
  {
    "ingles": "Now on a sabbath he was passing through grainfields, and his disciples were plucking and eating the heads of grain, rubbing them with their hands.",
    "portugues": "Num sábado, ele estava passando por campos de cereais, e seus discípulos arrancavam espigas, esfregavam-nas com as mãos e as comiam."
  },
  {
    "ingles": "At this some of the Pharisees said: \"Why are you doing what is not lawful on the Sabbath?\"",
    "portugues": "Em vista disso, alguns fariseus disseram: \"Por que vocês estão fazendo o que não é permitido no sábado?\""
  },
  {
    "ingles": "But in reply Jesus said to them: \"Have you never read what David did when he and the men with him were hungry?",
    "portugues": "Mas Jesus lhes disse em resposta: \"Vocês nunca leram o que Davi fez quando ele e seus homens ficaram com fome?"
  },
  {
    "ingles": "How he entered into the house of God and received the loaves of presentation and ate and gave some to the men with him, which it is not lawful for anyone to eat but for the priests only?\"",
    "portugues": "Como ele entrou na casa de Deus e recebeu os pães da apresentação, e os comeu e deu deles aos seus homens, embora não seja permitido a ninguém comer esses pães, mas apenas aos sacerdotes?\""
  },
  {
    "ingles": "Then he said to them: \"The Son of man is Lord of the Sabbath.\"",
    "portugues": "E acrescentou: \"O Filho do Homem é Senhor do sábado.\""
  },
  {
    "ingles": "On another sabbath he entered the synagogue and began teaching. And a man was there whose right hand was withered.",
    "portugues": "Em outro sábado, ele entrou na sinagoga e começou a ensinar. E havia ali um homem com a mão direita atrofiada."
  },
  {
    "ingles": "The scribes and the Pharisees were now watching Jesus closely to see whether he would cure on the Sabbath, in order to find some way to accuse him.",
    "portugues": "Os escribas e os fariseus observavam Jesus atentamente para ver se ele curaria alguém no sábado, a fim de acharem um motivo para acusá-lo."
  },
  {
    "ingles": "He, however, knew their reasoning, so he said to the man with the withered hand: \"Get up and stand in the center.\" And he rose and stood there.",
    "portugues": "Mas ele sabia o que eles estavam pensando; assim, disse ao homem com a mão atrofiada: \"Levante-se e fique em pé no centro.\" E ele se levantou e ficou em pé."
  },
  {
    "ingles": "Then Jesus said to them: \"I ask you men, Is it lawful on the Sabbath to do good or to do harm, to save a life or to destroy it?\"",
    "portugues": "Jesus lhes disse então: \"Eu lhes pergunto: É permitido, no sábado, fazer o bem ou fazer o mal, salvar uma vida ou destruí-la?\""
  },
  {
    "ingles": "After looking around at them all, he said to the man: \"Stretch out your hand.\" He did so, and his hand was restored.",
    "portugues": "Depois de olhar para todos que estavam à sua volta, disse ao homem: \"Estenda a mão.\" Ele fez isso, e a mão foi restabelecida."
  },
  {
    "ingles": "But they flew into a senseless rage, and they began to talk over with one another what they might do to Jesus.",
    "portugues": "Mas eles ficaram furiosos e começaram a conversar sobre o que poderiam fazer a Jesus."
  },
  {
    "ingles": "On one of those days he went out to the mountain to pray, and he spent the whole night in prayer to God.",
    "portugues": "Num daqueles dias, ele foi para o monte a fim de orar, e passou a noite inteira orando a Deus."
  },
  {
    "ingles": "And when it became day, he called his disciples to him and chose from among them 12, whom he also named apostles:",
    "portugues": "Quando o dia amanheceu, chamou os seus discípulos e escolheu dentre eles 12, a quem deu o nome de apóstolos:"
  },
  {
    "ingles": "Simon, whom he also named Peter, Andrew his brother, James, John, Philip, Bartholomew,",
    "portugues": "Simão, a quem também chamou de Pedro, André, seu irmão, Tiago, João, Filipe, Bartolomeu,"
  },
  {
    "ingles": "Matthew, Thomas, James the son of Alphaeus, Simon who is called \"the zealous one,\"",
    "portugues": "Mateus, Tomé, Tiago, filho de Alfeu, Simão, chamado Zeloso,"
  },
  {
    "ingles": "Judas the son of James, and Judas Iscariot, who turned traitor.",
    "portugues": "Judas, filho de Tiago, e Judas Iscariotes, que se tornou traidor."
  },
  {
    "ingles": "And he came down with them and stood on a level place, and there was a large crowd of his disciples, and a great multitude of people from all Judea and Jerusalem and the coastal region of Tyre and Sidon, who came to hear him and to be healed of their sicknesses.",
    "portugues": "Ele desceu com eles e parou num lugar plano; havia ali um grande número de seus discípulos e uma grande multidão de pessoas de toda a Judeia e de Jerusalém, e do litoral de Tiro e Sídon, que tinham vindo para ouvi-lo e para ser curados das suas doenças."
  },
  {
    "ingles": "Even those troubled with unclean spirits were cured.",
    "portugues": "Até mesmo os afligidos por espíritos impuros eram curados."
  },
  {
    "ingles": "And all the crowd were seeking to touch him, because power was going out of him and healing them all.",
    "portugues": "E toda a multidão procurava tocá-lo, porque saía poder dele e curava a todos eles."
  },
  {
    "ingles": "And he looked up at his disciples and began to say: \"Happy are you who are poor, for yours is the Kingdom of God.",
    "portugues": "E ele ergueu os olhos para os seus discípulos e disse: \"Felizes são vocês, pobres, pois o Reino de Deus é de vocês."
  },
  {
    "ingles": "\"Happy are you who hunger now, for you will be filled. \"Happy are you who weep now, for you will laugh.",
    "portugues": "\"Felizes são vocês que agora têm fome, pois serão saciados. \"Felizes são vocês que agora choram, pois vão rir."
  },
  {
    "ingles": "\"Happy are you whenever men hate you, and when they exclude you and reproach you and denounce your name as wicked for the sake of the Son of man.",
    "portugues": "\"Felizes serão vocês sempre que os homens os odiarem, e sempre que os excluírem, os insultarem e declararem maldito o seu nome, por causa do Filho do Homem."
  },
  {
    "ingles": "Rejoice in that day and leap for joy, for look! your reward is great in heaven, for those are the same things their forefathers used to do to the prophets.",
    "portugues": "Alegrem-se quando isso acontecer e pulem de alegria, porque a sua recompensa é grande no céu, pois essas são as mesmas coisas que os antepassados deles faziam aos profetas."
  },
  {
    "ingles": "\"But woe to you who are rich, for you are having your consolation in full.",
    "portugues": "\"Mas, ai de vocês, ricos, pois já receberam todo o seu conforto."
  },
  {
    "ingles": "\"Woe to you who are filled up now, for you will go hungry. \"Woe, you who are laughing now, for you will mourn and weep.",
    "portugues": "\"Ai de vocês que agora estão saciados, pois passarão fome. \"Ai de vocês que agora riem, pois lamentarão e chorarão."
  },
  {
    "ingles": "\"Woe whenever all men speak well of you, for this is what their forefathers did to the false prophets.",
    "portugues": "\"Ai de vocês, sempre que todos os homens falarem bem de vocês, pois é isso que os antepassados deles fizeram aos falsos profetas."
  },
  {
    "ingles": "\"But I say to you who are listening: Continue to love your enemies, to do good to those hating you,",
    "portugues": "\"Mas eu digo a vocês que estão escutando: Continuem a amar os seus inimigos, a fazer o bem aos que odeiam vocês,"
  },
  {
    "ingles": "to bless those cursing you, to pray for those who are insulting you.",
    "portugues": "a abençoar os que os amaldiçoam, a orar pelos que os insultam."
  },
  {
    "ingles": "To him who strikes you on the one cheek, offer the other also; and from him who takes away your outer garment, do not withhold the inner garment either.",
    "portugues": "Àquele que lhe bater numa face, ofereça também a outra; e a quem lhe tirar a capa, não impeça de levar também a túnica."
  },
  {
    "ingles": "Give to everyone asking you, and from the one taking your things away, do not ask them back.",
    "portugues": "Dê a todo aquele que lhe pedir e, se alguém lhe tirar o que é seu, não peça isso de volta."
  },
  {
    "ingles": "\"Also, just as you want men to do to you, do the same way to them.",
    "portugues": "\"Também, assim como querem que os homens façam a vocês, façam do mesmo modo a eles."
  },
  {
    "ingles": "\"If you love those loving you, of what credit is it to you? For even the sinners love those loving them.",
    "portugues": "\"Se amarem aos que os amam, que mérito há nisso para vocês? Pois até mesmo os pecadores amam aos que os amam."
  },
  {
    "ingles": "And if you do good to those doing good to you, of what credit is it to you? Even the sinners do the same.",
    "portugues": "E, se fizerem o bem aos que lhes fazem o bem, que mérito há nisso para vocês? Até os pecadores fazem o mesmo."
  },
  {
    "ingles": "Also, if you lend to those from whom you expect repayment, of what credit is it to you? Even sinners lend to sinners so that they may get back as much.",
    "portugues": "Também, se emprestarem àqueles de quem esperam restituição, que mérito há nisso para vocês? Até mesmo pecadores emprestam a pecadores, para receberem de volta o mesmo."
  },
  {
    "ingles": "On the contrary, continue to love your enemies and to do good and to lend without hoping for anything back; and your reward will be great, and you will be sons of the Most High, for he is kind toward the unthankful and wicked.",
    "portugues": "Ao contrário, continuem a amar os seus inimigos, a fazer o bem e a emprestar sem esperar nada de volta; e a sua recompensa será grande, e vocês serão filhos do Altíssimo, pois ele é bondoso com os ingratos e maus."
  },
  {
    "ingles": "Continue being merciful, just as your Father is merciful.",
    "portugues": "Sejam sempre misericordiosos, assim como o seu Pai é misericordioso."
  },
  {
    "ingles": "\"Moreover, stop judging, and you will by no means be judged; and stop condemning, and you will by no means be condemned. Keep on forgiving, and you will be forgiven.",
    "portugues": "\"Além disso, parem de julgar, e de modo algum serão julgados; e parem de condenar, e de modo algum serão condenados. Continuem a perdoar, e serão perdoados."
  },
  {
    "ingles": "Practice giving, and people will give to you. They will pour into your laps a fine measure, pressed down, shaken together, and overflowing. For with the measure that you are measuring out, they will measure out to you in return.\"",
    "portugues": "Pratiquem o dar, e lhes será dado. Derramarão na dobra da sua roupa uma boa medida, comprimida, sacudida e transbordante. Pois, com a medida com que vocês medem, medirão a vocês em troca.\""
  },
  {
    "ingles": "Then he also told them an illustration: \"A blind man cannot guide a blind man, can he? Both will fall into a pit, will they not?",
    "portugues": "Então lhes contou também uma ilustração: \"Será que um cego pode guiar outro cego? Não cairão ambos num buraco?"
  },
  {
    "ingles": "A student is not above his teacher, but everyone who is perfectly instructed will be like his teacher.",
    "portugues": "O aluno não está acima do seu instrutor, mas todo aquele que for perfeitamente instruído será semelhante ao seu instrutor."
  },
  {
    "ingles": "Why, then, do you look at the straw in your brother's eye but do not notice the rafter in your own eye?",
    "portugues": "Então, por que você olha para o cisco no olho do seu irmão, mas não percebe que há uma trave no seu próprio olho?"
  },
  {
    "ingles": "How can you say to your brother, 'Brother, allow me to remove the straw that is in your eye,' while you yourself do not see the rafter in your own eye? Hypocrite! First remove the rafter from your own eye, and then you will see clearly how to remove the straw that is in your brother's eye.",
    "portugues": "Como você pode dizer ao seu irmão: 'Irmão, deixe-me tirar o cisco que está no seu olho', enquanto você mesmo não vê a trave que está no seu próprio olho? Hipócrita! Tire primeiro a trave do seu próprio olho e depois verá claramente como tirar o cisco que está no olho do seu irmão."
  },
  {
    "ingles": "\"For no fine tree produces rotten fruit, and no rotten tree produces fine fruit.",
    "portugues": "\"Pois nenhuma árvore boa produz fruto ruim, e nenhuma árvore ruim produz fruto bom."
  },
  {
    "ingles": "For each tree is known by its own fruit. For example, people do not gather figs from thorns, nor do they cut grapes off a thornbush.",
    "portugues": "Pois toda árvore é conhecida pelo seu próprio fruto. Por exemplo, não se colhem figos de espinheiros, nem uvas de uma planta espinhosa."
  },
  {
    "ingles": "A good man brings good out of the good treasure of his heart, but a wicked man brings what is wicked out of his wicked treasure; for out of the heart's abundance his mouth speaks.",
    "portugues": "O homem bom tira o que é bom do bom tesouro do seu coração, mas o homem mau tira o que é mau do seu mau tesouro; pois a sua boca fala do que o coração está cheio."
  },
  {
    "ingles": "\"Why, then, do you call me 'Lord! Lord!' but do not do the things I say?",
    "portugues": "\"Então, por que vocês me chamam 'Senhor! Senhor!' mas não fazem o que eu digo?"
  },
  {
    "ingles": "Everyone who comes to me and hears my words and does them, I will show you whom he is like:",
    "portugues": "Todo aquele que vem a mim, e ouve as minhas palavras, e as pratica, eu mostrarei a vocês a quem ele é semelhante:"
  },
  {
    "ingles": "He is like a man who in building a house dug and went down deep and laid a foundation on the rock. Consequently, when a flood came, the river dashed against that house but was not strong enough to shake it, for it was well-built.",
    "portugues": "Ele é como um homem que, ao construir uma casa, cavou bem fundo e lançou o alicerce sobre a rocha. Assim, quando veio uma inundação, o rio bateu com força contra aquela casa, mas não foi bastante forte para abalá-la, por ela ter sido bem construída."
  },
  {
    "ingles": "On the other hand, whoever hears and does nothing is like a man who built a house on the ground without a foundation. The river dashed against it, and immediately it collapsed, and the ruin of that house was great.\"",
    "portugues": "Por outro lado, quem ouve e não faz nada é semelhante a um homem que construiu uma casa no solo, sem alicerce. O rio se lançou contra ela e ela desmoronou imediatamente, e foi grande a ruína daquela casa.\""
  }
]