[
  {
    "ingles": "Then he called the Twelve together and gave them power and authority over all the demons and to cure diseases.",
    "portugues": "Ele convocou então os Doze e lhes deu poder e autoridade sobre todos os demônios, e também para curar doenças."
  },
  {
    "ingles": "And he sent them out to preach the Kingdom of God and to heal,",
    "portugues": "E os enviou para pregar o Reino de Deus e para curar,"
  },
  {
    "ingles": "and he said to them: \"Carry nothing for the trip, neither staff nor food pouch nor bread nor money; neither have two garments.",
    "portugues": "e lhes disse: \"Não levem nada para a viagem: nem bastão, nem bolsa de provisões, nem pão, nem dinheiro; nem tenham roupa extra."
  },
  {
    "ingles": "But wherever you enter into a home, stay there and leave from there.",
    "portugues": "Mas, em qualquer casa em que entrarem, fiquem ali até partirem."
  },
  {
    "ingles": "And wherever people do not receive you, on going out of that city, shake the dust off your feet for a witness against them.\"",
    "portugues": "E onde quer que não os receberem, ao saírem daquela cidade, sacudam o pó dos seus pés em testemunho contra eles.\""
  },
  {
    "ingles": "Then starting out, they went through the territory from village to village, declaring the good news and performing cures everywhere.",
    "portugues": "Então, eles partiram e passaram pelo território, de aldeia em aldeia, declarando as boas novas e realizando curas em toda a parte."
  },
  {
    "ingles": "Now Herod the district ruler heard about everything that was happening, and he was greatly perplexed because some were saying that John had been raised up from the dead,",
    "portugues": "E Herodes, o governador distrital, ouviu falar de tudo que estava acontecendo e ficou muito perplexo, porque alguns diziam que João havia sido levantado dentre os mortos,"
  },
  {
    "ingles": "but others were saying that Elijah had appeared, and still others that one of the ancient prophets had risen.",
    "portugues": "mas outros diziam que Elias havia aparecido, e ainda outros que um dos antigos profetas tinha se levantado."
  },
  {
    "ingles": "Herod said: \"John I beheaded. Who, then, is this about whom I am hearing such things?\" So he was trying to see him.",
    "portugues": "Herodes disse: \"Eu decapitei João. Então, quem é esse de quem ouço falar essas coisas?\" De modo que procurava vê-lo."
  },
  {
    "ingles": "When the apostles returned, they reported to Jesus all they had done. With that he took them along and withdrew privately into a city called Bethsaida.",
    "portugues": "Quando voltaram, os apóstolos contaram a Jesus tudo que tinham feito. Então, levando-os consigo, ele se retirou, à parte, para uma cidade chamada Betsaida."
  },
  {
    "ingles": "But the crowds, getting to know it, followed him. And he received them kindly and began to speak to them about the Kingdom of God, and he healed those needing a cure.",
    "portugues": "Mas as multidões, ao saberem disso, o seguiram. E ele as recebeu bondosamente, e começou a lhes falar do Reino de Deus, e curou os que precisavam de cura."
  },
  {
    "ingles": "Then the day was coming to a close. The Twelve now came up and said to him: \"Send the crowd away, so that they may go into the surrounding villages and countryside to find lodging and provisions, because out here we are in an isolated place.\"",
    "portugues": "Chegando então o fim do dia, os Doze se aproximaram dele e lhe disseram: \"Dispense a multidão, para que possam ir às aldeias e à zona rural ao redor, a fim de conseguirem hospedagem e algo para comer, porque aqui estamos num lugar isolado.\""
  },
  {
    "ingles": "But he said to them: \"You give them something to eat.\" They said: \"We have nothing more than five loaves and two fish, unless perhaps we ourselves go and buy food for all these people.\"",
    "portugues": "Mas ele lhes disse: \"Deem-lhes vocês algo para comer.\" Eles disseram: \"Não temos nada mais do que cinco pães e dois peixes, a menos que talvez nós mesmos vamos e compremos alimento para todas essas pessoas.\""
  },
  {
    "ingles": "There were, in fact, about 5,000 men. But he said to his disciples: \"Have them sit down in groups of about",
    "portugues": "De fato, havia ali cerca de 5.000 homens. Mas ele disse aos seus discípulos: \"Façam que eles se sentem em grupos de cerca de"
  },
  {
    "ingles": "each.\"",
    "portugues": "pessoas.\""
  },
  {
    "ingles": "And they did so and had them all sit down.",
    "portugues": "E eles fizeram isso e mandaram que todos se sentassem."
  },
  {
    "ingles": "Taking now the five loaves and the two fish, he looked up to heaven and blessed them. Then he broke them up and began giving them to the disciples to set before the crowd.",
    "portugues": "Pegando então os cinco pães e os dois peixes, ele olhou para o céu e deu graças. Depois os partiu e começou a dá-los aos discípulos, para que os servissem à multidão."
  },
  {
    "ingles": "So they all ate and were satisfied, and they took up the leftovers,",
    "portugues": "Assim, todos comeram e ficaram satisfeitos; e eles recolheram os pedaços que sobraram,"
  },
  {
    "ingles": "baskets of fragments.",
    "portugues": "cestos."
  },
  {
    "ingles": "Later, while he was praying alone, the disciples came to him, and he questioned them, saying: \"Who are the crowds saying that I am?\"",
    "portugues": "Mais tarde, enquanto estava orando sozinho, os discípulos se aproximaram dele, e ele lhes perguntou: \"Quem as multidões dizem que eu sou?\""
  },
  {
    "ingles": "In reply they said: \"John the Baptist, but others say Elijah, and still others say that one of the ancient prophets has risen.\"",
    "portugues": "Em resposta, eles disseram: \"João Batista; mas outros dizem que é Elias; e ainda outros dizem que um dos antigos profetas se levantou.\""
  },
  {
    "ingles": "Then he said to them: \"You, though, who do you say I am?\" Peter answered: \"The Christ of God.\"",
    "portugues": "Então ele lhes perguntou: \"E vocês, quem dizem que eu sou?\" Pedro respondeu: \"O Cristo de Deus.\""
  },
  {
    "ingles": "Then in a stern talk to them, he instructed them not to tell this to anybody,",
    "portugues": "Depois, numa conversa séria com eles, lhes ordenou que não contassem isso a ninguém,"
  },
  {
    "ingles": "but he said: \"The Son of man must undergo many sufferings and be rejected by the elders and the chief priests and the scribes and be killed, and on the third day be raised up.\"",
    "portugues": "mas disse: \"O Filho do Homem tem de sofrer muitas coisas e ser rejeitado pelos anciãos, pelos principais sacerdotes e pelos escribas, e tem de ser morto e no terceiro dia ser levantado.\""
  },
  {
    "ingles": "Then he went on to say to all: \"If anyone wants to come after me, let him disown himself and pick up his torture stake day after day and keep following me.",
    "portugues": "Então ele disse também a todos: \"Se alguém quer ser meu seguidor, negue a si mesmo, apanhe sua estaca de tortura dia após dia e siga-me sempre."
  },
  {
    "ingles": "For whoever wants to save his life will lose it, but whoever loses his life for my sake is the one who will save it.",
    "portugues": "Pois quem quiser salvar a sua vida a perderá; mas quem perder a sua vida por minha causa é o que a salvará."
  },
  {
    "ingles": "Really, what good will it do a man if he gains the whole world but loses his own self or suffers ruin?",
    "portugues": "Realmente, de que adianta o homem ganhar o mundo inteiro, se ele perder a si mesmo ou causar sua própria ruína?"
  },
  {
    "ingles": "For whoever becomes ashamed of me and of my words, the Son of man will be ashamed of that person when he comes in his glory and that of the Father and of the holy angels.",
    "portugues": "Pois quem se envergonhar de mim e das minhas palavras, dessa pessoa o Filho do Homem se envergonhará quando vier na sua glória e na glória do Pai e dos santos anjos."
  },
  {
    "ingles": "But I tell you truly, there are some of those standing here who will not taste death at all until first they see the Kingdom of God.\"",
    "portugues": "Mas eu lhes digo a verdade: Há alguns dos que estão aqui que de modo algum provarão a morte antes de verem o Reino de Deus.\""
  },
  {
    "ingles": "In fact, about eight days after saying these words, he took Peter, John, and James along and climbed up the mountain to pray.",
    "portugues": "Na realidade, cerca de oito dias depois de dizer essas palavras, ele levou consigo Pedro, João e Tiago, e subiu ao monte para orar."
  },
  {
    "ingles": "And as he was praying, the appearance of his face changed and his clothing became glitteringly white.",
    "portugues": "E, enquanto ele orava, a aparência do seu rosto mudou e a sua roupa se tornou de um branco cintilante."
  },
  {
    "ingles": "And look! two men were conversing with him; they were Moses and Elijah.",
    "portugues": "E apareceram dois homens conversando com ele: eram Moisés e Elias."
  },
  {
    "ingles": "These appeared with glory and began talking about his departure, which he was about to fulfill at Jerusalem.",
    "portugues": "Esses apareceram com glória e começaram a falar sobre a partida dele, que ele estava para realizar em Jerusalém. 3Segunda Pedro e os que estavam com ele haviam sido vencidos pelo sono, mas, quando despertaram completamente, viram a glória dele e os dois homens em pé com ele."
  },
  {
    "ingles": "Now Peter and those with him were weighed down with sleep, but when they became fully awake, they saw his glory and the two men standing with him.",
    "portugues": "E, enquanto esses se afastavam dele, Pedro disse a Jesus: \"Instrutor, é bom que estejamos aqui. Vamos armar, então, três tendas: uma para o senhor, uma para Moisés e uma para Elias.\" Ele não se dava conta do que estava dizendo."
  },
  {
    "ingles": "And as these were departing from him, Peter said to Jesus: \"Instructor, it is fine for us to be here. So let us erect three tents, one for you, one for Moses, and one for Elijah.\" He did not realize what he was saying.",
    "portugues": "Mas, enquanto dizia isso, formou-se uma nuvem e começou a cobri-los. Quando a nuvem os envolveu, ficaram com medo."
  },
  {
    "ingles": "But as he was saying these things, a cloud formed and began to overshadow them. As they entered into the cloud, they became afraid.",
    "portugues": "Então uma voz saiu da nuvem, dizendo: \"Este é meu Filho, aquele que foi escolhido. Escutem-no.\""
  },
  {
    "ingles": "Then a voice came out of the cloud, saying: \"This is my Son, the one who has been chosen. Listen to him.\"",
    "portugues": "No momento em que a voz falou, Jesus ficou sozinho. Mas eles ficaram calados e não contaram a ninguém, naqueles dias, nenhuma das coisas que viram."
  },
  {
    "ingles": "As the voice spoke, Jesus was found alone. But they kept quiet and did not report to anyone in those days any of the things they saw.",
    "portugues": "No dia seguinte, quando desceram do monte, uma grande multidão foi ao encontro dele."
  },
  {
    "ingles": "The following day when they came down from the mountain, a large crowd met him.",
    "portugues": "E então um homem gritou dentre a multidão: \"Instrutor, imploro-lhe que veja o meu filho, porque ele é o meu filho único."
  },
  {
    "ingles": "And look! a man called out from the crowd, saying: \"Teacher, I beg you to take a look at my son, because he is my only one.",
    "portugues": "Vem um espírito e se apodera dele, e ele grita de repente, e o espírito o lança em convulsões e faz a sua boca espumar; só com dificuldade o espírito o deixa, depois de machucá-lo."
  },
  {
    "ingles": "And look! a spirit seizes him, and suddenly he cries out, and it throws him into convulsions with foaming at the mouth, and only with difficulty does it leave him after bruising him.",
    "portugues": "Supliquei aos seus discípulos que expulsassem o espírito, mas eles não conseguiram.\""
  },
  {
    "ingles": "I begged your disciples to expel it, but they could not.\"",
    "portugues": "Em resposta, Jesus disse: \"Ó geração sem fé e pervertida, até quando terei de continuar com vocês e terei de suportá-los? Traga seu filho para cá.\""
  },
  {
    "ingles": "In response Jesus said: \"O faithless and twisted generation, how long must I continue with you and put up with you? Bring your son over here.\"",
    "portugues": "E, enquanto o menino se aproximava, o demônio o lançou no chão e lhe causou violentas convulsões. Mas Jesus censurou o espírito impuro e curou o menino, e o entregou ao seu pai."
  },
  {
    "ingles": "But even as he was approaching, the demon hurled him to the ground and violently threw him into a convulsion. However, Jesus rebuked the unclean spirit and healed the boy and gave him back to his father.",
    "portugues": "E todos ficaram assombrados com o poder majestoso de Deus. Enquanto todos se maravilhavam com tudo o que ele fazia, ele disse aos seus discípulos:"
  },
  {
    "ingles": "And they were all astounded at the majestic power of God. While they were all astonished at all the things he was doing, he said to his disciples:",
    "portugues": "\"Ouçam atentamente e lembrem-se destas palavras: O Filho do Homem será entregue às mãos dos homens.\""
  },
  {
    "ingles": "\"Listen carefully and remember these words, for the Son of man is going to be betrayed into men's hands.\"",
    "portugues": "Mas não entenderam o que ele dizia. De fato, isso foi escondido deles para que não compreendessem, e tinham medo de lhe perguntar sobre essa declaração."
  },
  {
    "ingles": "But they did not understand what he was saying. In fact, it was concealed from them so that they might not grasp it, and they were afraid to question him about this saying.",
    "portugues": "Então surgiu entre eles uma discussão sobre qual deles era o maior."
  },
  {
    "ingles": "Then a dispute arose among them about which one of them was the greatest.",
    "portugues": "Jesus, conhecendo os raciocínios do coração deles, pegou uma criancinha, colocou-a ao seu lado"
  },
  {
    "ingles": "Jesus, knowing the reasoning of their hearts, took a young child, stood him beside him,",
    "portugues": "e lhes disse: \"Quem recebe esta criancinha em meu nome recebe também a mim; e quem me recebe, recebe também Aquele que me enviou. Pois quem se comporta como menor entre todos vocês é o que é grande.\""
  },
  {
    "ingles": "and said to them: \"Whoever receives this young child on the basis of my name receives me also; and whoever receives me also receives the One who sent me. For the one who conducts himself as a lesser one among all of you is the one who is great.\"",
    "portugues": "Em vista disso, João disse: \"Instrutor, vimos alguém expulsar demônios usando o seu nome e tentamos impedi-lo, porque ele não segue o senhor conosco.\""
  },
  {
    "ingles": "In response John said: \"Instructor, we saw someone expelling demons by using your name, and we tried to prevent him, because he is not following with us.\"",
    "portugues": "Mas Jesus lhe disse: \"Não tentem impedi-lo, pois quem não é contra vocês é a favor de vocês.\""
  },
  {
    "ingles": "But Jesus said to him: \"Do not try to prevent him, for whoever is not against you is for you.\"",
    "portugues": "Aproximando-se o tempo de ser levado para cima, ele partiu resolutamente para Jerusalém."
  },
  {
    "ingles": "As the days were drawing near for him to be taken up, he resolutely set his face to go to Jerusalem.",
    "portugues": "E enviou mensageiros na sua frente, que foram e entraram numa aldeia de samaritanos, para fazer os preparativos para ele."
  },
  {
    "ingles": "So he sent messengers ahead of him. And they went and entered a village of Samaritans to make preparations for him.",
    "portugues": "Mas os samaritanos não o receberam, porque ele estava indo para Jerusalém."
  },
  {
    "ingles": "But they did not receive him, because he was determined to go to Jerusalem.",
    "portugues": "Quando os discípulos Tiago e João viram isso, disseram: \"Senhor, quer que mandemos que desça fogo do céu e os destrua?\""
  },
  {
    "ingles": "When the disciples James and John saw this, they said: \"Lord, do you want us to call fire down from heaven and annihilate them?\"",
    "portugues": "Ele, porém, se virou e os censurou."
  },
  {
    "ingles": "But he turned and rebuked them.",
    "portugues": "Assim, foram a outra aldeia."
  },
  {
    "ingles": "So they went to a different village.",
    "portugues": "Então, enquanto caminhavam pela estrada, alguém lhe disse: \"Eu seguirei o senhor para onde quer que vá.\""
  },
  {
    "ingles": "Now as they were going along the road, someone said to him: \"I will follow you wherever you go.\"",
    "portugues": "No entanto, Jesus lhe disse: \"As raposas têm tocas e as aves do céu têm ninhos, mas o Filho do Homem não tem onde deitar a cabeça.\""
  },
  {
    "ingles": "But Jesus said to him: \"Foxes have dens and birds of heaven have nests, but the Son of man has nowhere to lay down his head.\"",
    "portugues": "Então ele disse a outro: \"Seja meu seguidor.\" O homem disse: \"Senhor, permita-me primeiro ir enterrar meu pai.\""
  },
  {
    "ingles": "Then he said to another: \"Be my follower.\" The man said: \"Lord, permit me first to go and bury my father.\"",
    "portugues": "No entanto, ele lhe disse: \"Deixe que os mortos enterrem seus mortos, mas você, vá e divulgue o Reino de Deus.\""
  },
  {
    "ingles": "But he said to him: \"Let the dead bury their dead, but you go and declare abroad the Kingdom of God.\"",
    "portugues": "E ainda outro disse: \"Eu o seguirei, Senhor, mas permita-me primeiro me despedir da minha família.\""
  },
  {
    "ingles": "And still another said: \"I will follow you, Lord, but first permit me to say good-bye to those in my household.\"",
    "portugues": "Jesus lhe disse: \"Ninguém que tiver posto a mão num arado e olhar para trás está apto para o Reino de Deus.\""
  }
]