[
  {
    "ingles": "However, after some days he again entered into Capernaum, and the word spread that he was at home.",
    "portugues": "No entanto, depois de alguns dias, ele entrou novamente em Cafarnaum, e a notícia de que ele estava em casa se espalhou."
  },
  {
    "ingles": "And so many gathered that there was no more room, not even around the door, and he began to speak the word to them.",
    "portugues": "Então tantas pessoas se ajuntaram que não havia mais lugar, nem mesmo perto da porta, e ele começou a lhes falar a palavra."
  },
  {
    "ingles": "And they brought him a paralytic carried by four men.",
    "portugues": "E lhe trouxeram um paralítico, carregado por quatro homens."
  },
  {
    "ingles": "But they could not bring him right to Jesus because of the crowd, so they removed the roof above Jesus, and after digging an opening, they lowered the stretcher on which the paralytic was lying.",
    "portugues": "Mas eles não podiam levá-lo diretamente a Jesus por causa da multidão; assim, removeram o telhado acima de onde Jesus estava e, depois de fazer uma abertura, baixaram a maca em que o paralítico estava deitado."
  },
  {
    "ingles": "When Jesus saw their faith, he said to the paralytic: \"Child, your sins are forgiven.\"",
    "portugues": "Quando Jesus viu a fé que tinham, disse ao paralítico: \"Filho, seus pecados estão perdoados.\""
  },
  {
    "ingles": "Now some of the scribes were there, sitting and reasoning in their hearts:",
    "portugues": "Porém, alguns escribas estavam ali sentados e raciocinavam no coração:"
  },
  {
    "ingles": "\"Why is this man talking this way? He is blaspheming. Who can forgive sins except one, God?\"",
    "portugues": "\"Por que este homem fala dessa maneira? Ele está blasfemando. Quem pode perdoar pecados a não ser um só, Deus?\""
  },
  {
    "ingles": "But immediately Jesus discerned by his spirit that they were reasoning that way among themselves, so he said to them: \"Why are you reasoning these things in your hearts?",
    "portugues": "Mas Jesus imediatamente discerniu em seu espírito que estavam raciocinando desse modo entre eles e lhes disse: \"Por que vocês estão raciocinando essas coisas no coração?"
  },
  {
    "ingles": "Which is easier, to say to the paralytic, 'Your sins are forgiven,' or to say, 'Get up and pick up your stretcher and walk'?",
    "portugues": "O que é mais fácil dizer ao paralítico: 'Seus pecados estão perdoados', ou: 'Levante-se, apanhe a sua maca e ande'?"
  },
  {
    "ingles": "But in order for you to know that the Son of man has authority to forgive sins on earth-\" he said to the paralytic:",
    "portugues": "Mas, a fim de que vocês saibam que o Filho do Homem tem autoridade para perdoar pecados na terra ...\", ele disse ao paralítico:"
  },
  {
    "ingles": "\"I say to you, Get up, pick up your stretcher, and go to your home.\"",
    "portugues": "\"Eu lhe digo: Levante-se, apanhe a sua maca e vá para casa.\""
  },
  {
    "ingles": "At that he got up and immediately picked up his stretcher and walked out in front of them all. So they were all astonished, and they glorified God, saying: \"We have never seen anything like this.\"",
    "portugues": "Com isso, ele se levantou, apanhou imediatamente a sua maca e saiu andando na frente de todos. Assim, todos ficaram maravilhados e glorificaram a Deus, dizendo: \"Nunca vimos nada igual.\""
  },
  {
    "ingles": "Again he went out alongside the sea, and all the crowd kept coming to him, and he began to teach them.",
    "portugues": "Novamente, ele foi para a beira do mar; toda a multidão ia ao seu encontro, e ele começou a ensiná-los."
  },
  {
    "ingles": "And as he was passing by, he caught sight of Levi the son of Alphaeus sitting at the tax office, and he said to him: \"Be my follower.\" At that he rose up and followed him.",
    "portugues": "Enquanto caminhava, ele viu Levi, filho de Alfeu, sentado na coletoria, e lhe disse: \"Seja meu seguidor.\" Então ele se levantou e o seguiu."
  },
  {
    "ingles": "Later he was dining in his house, and many tax collectors and sinners were dining with Jesus and his disciples, for there were many of them who were following him.",
    "portugues": "Mais tarde, Jesus estava comendo na casa de Levi, e muitos cobradores de impostos e pecadores estavam comendo com Jesus e seus discípulos, pois muitos deles o seguiam."
  },
  {
    "ingles": "But when the scribes of the Pharisees saw that he was eating with the sinners and tax collectors, they began saying to his disciples: \"Does he eat with tax collectors and sinners?\"",
    "portugues": "Mas, quando os escribas dos fariseus viram que ele comia com os pecadores e os cobradores de impostos, perguntaram aos discípulos: \"Ele come com cobradores de impostos e pecadores?\""
  },
  {
    "ingles": "On hearing this, Jesus said to them: \"Those who are strong do not need a physician, but those who are ill do. I came to call, not righteous people, but sinners.\"",
    "portugues": "Ao ouvir isso, Jesus lhes disse: \"Os que têm saúde não precisam de médico, mas sim os doentes. Eu não vim chamar os justos, mas os pecadores.\""
  },
  {
    "ingles": "Now John's disciples and the Pharisees practiced fasting. So they came and said to him: \"Why do John's disciples and the disciples of the Pharisees practice fasting, but your disciples do not practice fasting?\"",
    "portugues": "Os discípulos de João e os fariseus praticavam o jejum. Assim, aproximaram-se de Jesus e lhe perguntaram: \"Por que os discípulos de João e os discípulos dos fariseus praticam o jejum, mas os seus discípulos não praticam o jejum?\""
  },
  {
    "ingles": "So Jesus said to them: \"While the bridegroom is with them, the friends of the bridegroom have no reason to fast, do they? As long as they have the bridegroom with them, they cannot fast.",
    "portugues": "Então Jesus lhes disse: \"Será que os amigos do noivo têm motivo para jejuar enquanto o noivo está com eles? Enquanto eles têm o noivo consigo, não podem jejuar."
  },
  {
    "ingles": "But days will come when the bridegroom will be taken away from them, and then they will fast on that day.",
    "portugues": "Mas virão dias em que o noivo será tirado deles, e então, naquele dia, jejuarão."
  },
  {
    "ingles": "Nobody sews a patch of unshrunk cloth on an old outer garment. If he does, the new piece pulls away from the old, and the tear becomes worse.",
    "portugues": "Ninguém costura um remendo de pano novo numa roupa velha. Se fizer isso, o remendo de pano novo repuxará a roupa velha, e o rasgão ficará pior."
  },
  {
    "ingles": "Also, no one puts new wine into old wineskins. If he does, the wine will burst the skins, and the wine is lost as well as the skins. But new wine is put into new wineskins.\"",
    "portugues": "Também, ninguém põe vinho novo em odres velhos. Se fizer isso, o vinho arrebentará os odres, e tanto o vinho como os odres serão perdidos. Mas põe-se vinho novo em odres novos.\""
  },
  {
    "ingles": "Now as he was passing through the grainfields on the Sabbath, his disciples started to pluck the heads of grain as they went.",
    "portugues": "Ele estava passando pelos campos de cereais no sábado, e seus discípulos começaram a arrancar espigas enquanto caminhavam."
  },
  {
    "ingles": "So the Pharisees said to him: \"Look here! Why are they doing what is not lawful on the Sabbath?\"",
    "portugues": "De modo que os fariseus lhe disseram: \"Veja! Por que eles estão fazendo o que não é permitido no sábado?\""
  },
  {
    "ingles": "But he said to them: \"Have you never read what David did when he was in need and he and the men with him were hungry?",
    "portugues": "Mas ele lhes disse: \"Vocês nunca leram o que Davi fez numa situação de necessidade, quando ele e seus homens ficaram com fome?"
  },
  {
    "ingles": "How, in the account about Abiathar the chief priest, he entered into the house of God and ate the loaves of presentation, which it is not lawful for anybody to eat except the priests, and he also gave some to the men who were with him?\"",
    "portugues": "Como, no relato sobre Abiatar, o principal sacerdote, ele entrou na casa de Deus e comeu os pães da apresentação, os quais a ninguém é permitido comer, a não ser aos sacerdotes, e deu também deles aos homens que estavam com ele?\""
  },
  {
    "ingles": "Then he said to them: \"The Sabbath came into existence for the sake of man, and not man for the sake of the Sabbath.",
    "portugues": "E acrescentou: \"O sábado veio à existência por causa do homem, e não o homem por causa do sábado."
  },
  {
    "ingles": "So the Son of man is Lord even of the Sabbath.\"",
    "portugues": "Portanto, o Filho do Homem é Senhor até mesmo do sábado.\""
  }
]