[
  {
    "ingles": "Then they came to the other side of the sea into the region of the Gerasenes.",
    "portugues": "Chegaram então à outra margem do mar, à região dos gerasenos."
  },
  {
    "ingles": "And immediately after Jesus got out of the boat, a man under the power of an unclean spirit met him from among the tombs.",
    "portugues": "E, assim que Jesus saiu do barco, um homem sob o poder de um espírito impuro saiu dentre os túmulos e foi ao seu encontro."
  },
  {
    "ingles": "His haunt was among the tombs, and up to that time, absolutely no one was able to bind him securely, even with a chain.",
    "portugues": "Ele vivia entre os túmulos, e, até aquele tempo, absolutamente ninguém havia sido capaz de mantê-lo preso, nem mesmo com uma corrente."
  },
  {
    "ingles": "He had often been bound with fetters and chains, but he snapped the chains apart and smashed the fetters; and nobody had the strength to subdue him.",
    "portugues": "Muitas vezes ele tinha sido preso com correntes nos pés e nas mãos, mas ele quebrava as correntes das mãos e despedaçava as dos pés; e ninguém tinha força para dominá-lo."
  },
  {
    "ingles": "And continually, night and day, he was crying out in the tombs and in the mountains and slashing himself with stones.",
    "portugues": "E, incessantemente, noite e dia, ele gritava nos túmulos e nos montes, e se cortava com pedras."
  },
  {
    "ingles": "But on catching sight of Jesus from a distance, he ran and bowed down to him.",
    "portugues": "Mas, ao ver Jesus a certa distância, correu e se curvou diante dele."
  },
  {
    "ingles": "Then he cried out with a loud voice: \"What have I to do with you, Jesus, Son of the Most High God? I put you under oath by God not to torment me.\"",
    "portugues": "Então gritou, em voz bem alta: \"O que você quer comigo, Jesus, Filho do Deus Altíssimo? Jure por Deus que não me atormentará.\""
  },
  {
    "ingles": "For Jesus had been saying to it: \"Come out of the man, you unclean spirit.\"",
    "portugues": "Pois Jesus havia lhe dito: \"Saia do homem, espírito impuro!\""
  },
  {
    "ingles": "But Jesus asked him: \"What is your name?\" And he replied: \"My name is Legion, because there are many of us.\"",
    "portugues": "Mas Jesus lhe perguntou: \"Qual é o seu nome?\" E ele respondeu: \"Meu nome é Legião, porque há muitos de nós.\""
  },
  {
    "ingles": "And he kept pleading with Jesus not to send the spirits out of the country.",
    "portugues": "E suplicava a Jesus que não enviasse os espíritos para fora daquela região."
  },
  {
    "ingles": "Now a great herd of swine was feeding there at the mountain.",
    "portugues": "Havia então uma grande manada de porcos pastando no monte."
  },
  {
    "ingles": "So the spirits pleaded with him: \"Send us into the swine, so that we may enter into them.\"",
    "portugues": "Por isso os espíritos lhe suplicaram: \"Mande-nos para os porcos, para que entremos neles.\""
  },
  {
    "ingles": "And he gave them permission. With that the unclean spirits came out and went into the swine, and the herd rushed over the precipice into the sea, about 2,000 of them, and were drowned in the sea.",
    "portugues": "E ele lhes deu permissão. Assim, os espíritos impuros saíram e entraram nos porcos; e a manada se jogou despenhadeiro abaixo, para dentro do mar, cerca de 2.000 deles, e se afogaram no mar."
  },
  {
    "ingles": "But their herders fled and reported it in the city and in the countryside, and people came to see what had happened.",
    "portugues": "Mas os que cuidavam dos porcos fugiram e contaram isso na cidade e na zona rural, e as pessoas foram ver o que tinha acontecido."
  },
  {
    "ingles": "So they came to Jesus and saw the demon-possessed man, the one who previously had the legion, sitting clothed and in his right mind, and they grew fearful.",
    "portugues": "Assim, aproximaram-se de Jesus e viram o possesso de demônios, que havia tido a legião, sentado, vestido e em perfeito juízo; e ficaram com medo."
  },
  {
    "ingles": "Also, those who had seen it related to them how this had happened to the demon-possessed man and the swine.",
    "portugues": "Também, os que tinham visto tudo aquilo lhes contaram o que tinha acontecido com o homem possesso de demônios e com os porcos."
  },
  {
    "ingles": "So they began to plead with Jesus to go away from their region.",
    "portugues": "Assim, começaram a suplicar a Jesus que saísse daquela região."
  },
  {
    "ingles": "Now as he was boarding the boat, the man who had been demon-possessed pleaded to go with him.",
    "portugues": "Então, quando ele estava entrando no barco, o homem que tinha estado possesso de demônios suplicou que o deixasse ir com ele."
  },
  {
    "ingles": "However, he did not let him but said to him: \"Go home to your relatives, and report to them all the things Jehovah has done for you and the mercy he has shown you.\"",
    "portugues": "No entanto, ele não deixou, mas disse-lhe: \"Vá para casa, para seus parentes, e conte-lhes tudo o que Jeová fez por você e a misericórdia que ele lhe demonstrou.\""
  },
  {
    "ingles": "This man went away and started to proclaim in the Decapolis all the things Jesus had done for him, and all the people were amazed.",
    "portugues": "O homem foi embora e começou a proclamar em Decápolis tudo o que Jesus havia feito por ele; e todos ficavam admirados."
  },
  {
    "ingles": "After Jesus had crossed again by boat to the opposite shore, a large crowd gathered together to him, and he was by the sea.",
    "portugues": "Depois de Jesus ter passado novamente, no barco, para a margem oposta, ajuntou-se a ele uma grande multidão, e ele estava à beira do mar."
  },
  {
    "ingles": "One of the presiding officers of the synagogue, named Jairus, now came, and on catching sight of him, he fell at his feet.",
    "portugues": "Chegou então um dos presidentes da sinagoga, chamado Jairo, e, ao vê-lo, se prostrou aos seus pés."
  },
  {
    "ingles": "He pleaded with him many times, saying: \"My little daughter is extremely ill. Please come and put your hands on her so that she may get well and live.\"",
    "portugues": "Ele lhe suplicou muitas vezes: \"Minha filhinha está gravemente doente. Por favor, venha e ponha as mãos sobre ela, para que possa ficar boa e viver.\""
  },
  {
    "ingles": "At that Jesus went with him, and a large crowd was following him and pressing against him.",
    "portugues": "Assim, Jesus foi com ele, e uma grande multidão o seguia e apertava."
  },
  {
    "ingles": "Now there was a woman who had had a flow of blood for",
    "portugues": "E havia uma mulher que por"
  },
  {
    "ingles": "years.",
    "portugues": "anos sofria de um fluxo de sangue."
  },
  {
    "ingles": "She had suffered much at the hands of many physicians and had spent all her resources, and she was no better but, rather, had become worse.",
    "portugues": "Ela havia sofrido muito às mãos de muitos médicos, e tinha gastado todos os seus recursos, sem ter melhorado, mas, em vez disso, tinha ficado pior."
  },
  {
    "ingles": "When she heard the reports about Jesus, she came up behind him in the crowd and touched his outer garment,",
    "portugues": "Tendo ouvido falar de Jesus, ela se aproximou por trás dele, na multidão, e tocou na sua roupa,"
  },
  {
    "ingles": "for she kept saying: \"If I touch just his outer garments, I will get well.\"",
    "portugues": "pois dizia: \"Se eu apenas tocar na sua roupa, ficarei boa.\""
  },
  {
    "ingles": "And immediately her flow of blood dried up, and she sensed in her body that she had been healed of the grievous sickness.",
    "portugues": "E o seu fluxo de sangue secou imediatamente, e ela sentiu no corpo que tinha sido curada daquela doença aflitiva."
  },
  {
    "ingles": "Immediately Jesus realized in himself that power had gone out of him, and he turned around in the crowd and asked: \"Who touched my outer garments?\"",
    "portugues": "Imediatamente, Jesus percebeu que havia saído poder dele, e ele se virou na multidão e perguntou: \"Quem tocou na minha roupa?\""
  },
  {
    "ingles": "But his disciples said to him: \"You see the crowd pressing in on you, and you ask, 'Who touched me?'\"",
    "portugues": "Seus discípulos lhe disseram: \"O senhor está vendo que a multidão o aperta, e ainda pergunta: 'Quem me tocou?'\""
  },
  {
    "ingles": "However, he was looking around to see who had done this.",
    "portugues": "Mas ele estava olhando em volta para ver quem tinha feito isso."
  },
  {
    "ingles": "The woman, frightened and trembling, knowing what had happened to her, came and fell down before him and told him the whole truth.",
    "portugues": "A mulher, tremendo de medo, sabendo o que tinha lhe acontecido, se aproximou e se prostrou diante dele, e lhe disse toda a verdade."
  },
  {
    "ingles": "He said to her: \"Daughter, your faith has made you well. Go in peace, and be healed from your grievous sickness.\"",
    "portugues": "Ele disse a ela: \"Filha, a sua fé fez você ficar boa. Vá em paz e fique curada da sua doença aflitiva.\""
  },
  {
    "ingles": "While he was yet speaking, some men from the home of the presiding officer of the synagogue came and said: \"Your daughter died! Why bother the Teacher any longer?\"",
    "portugues": "Enquanto ele ainda falava, chegaram alguns homens da casa do presidente da sinagoga e disseram: \"Sua filha morreu! Por que incomodar mais o Instrutor?\""
  },
  {
    "ingles": "But Jesus overheard their words and said to the presiding officer of the synagogue: \"Have no fear, only exercise faith.\"",
    "portugues": "Mas Jesus ouviu as palavras deles e disse ao presidente da sinagoga: \"Não tenha medo, apenas exerça fé.\""
  },
  {
    "ingles": "Now he did not let anyone follow him except Peter, James, and John the brother of James.",
    "portugues": "Então não deixou ninguém acompanhá-lo, a não ser Pedro, Tiago e João, irmão de Tiago."
  },
  {
    "ingles": "So they came to the house of the presiding officer of the synagogue, and he saw the commotion and those weeping and wailing loudly.",
    "portugues": "Assim, chegaram à casa do presidente da sinagoga, e ele viu o alvoroço e os que choravam e lamentavam em alta voz."
  },
  {
    "ingles": "After stepping in, he said to them: \"Why are you weeping and causing this commotion? The child has not died but is sleeping.\"",
    "portugues": "Depois de entrar, disse-lhes: \"Por que vocês estão chorando e fazendo esse alvoroço? A menina não morreu; ela está dormindo.\""
  },
  {
    "ingles": "At this they began to laugh at him scornfully. But after sending them all outside, he took the child's father and mother and those with him, and he went in where the child was.",
    "portugues": "Em vista disso, começaram a rir dele com desprezo. Mas, depois de mandar que todos saíssem, ele levou consigo o pai e a mãe da menina e os que estavam com ele, e entrou onde a menina estava."
  },
  {
    "ingles": "Then, taking the hand of the child, he said to her: \"Talitha cumi,\" which, when translated, means: \"Little girl, I say to you, get up!\"",
    "portugues": "Então, pegando a mão da menina, disse-lhe: \"Talita cumi\", que traduzido significa: \"Menina, digo-lhe: Levante-se!\""
  },
  {
    "ingles": "And immediately the girl rose and began walking. (She was",
    "portugues": "E a menina se levantou imediatamente e começou a andar. (Ela tinha"
  },
  {
    "ingles": "years old.) And at once they were beside themselves with great ecstasy.",
    "portugues": "anos de idade.) Com isso, eles não conseguiram se conter de tanta alegria."
  },
  {
    "ingles": "But he ordered them again and again to let no one learn of this, and he said that something should be given her to eat.",
    "portugues": "Mas ele lhes ordenou vez após vez que não deixassem ninguém saber disso, e mandou que dessem a ela algo para comer."
  }
]