[
  {
    "ingles": "The beginning of the good news about Jesus Christ, the Son of God:",
    "portugues": "Princípio das boas novas a respeito de Jesus Cristo, o Filho de Deus."
  },
  {
    "ingles": "Just as it is written in Isaiah the prophet: \"(Look! I am sending my messenger ahead of you, who will prepare your way.)",
    "portugues": "Conforme está escrito em Isaías, o profeta: \"(Veja! Enviarei o meu mensageiro na sua frente, o qual preparará o seu caminho.)"
  },
  {
    "ingles": "A voice of one crying out in the wilderness: 'Prepare the way of Jehovah! Make his roads straight.'\"",
    "portugues": "A voz de alguém está clamando no deserto: 'Preparem o caminho para Jeová! Endireitem as suas estradas.'\""
  },
  {
    "ingles": "John the Baptizer was in the wilderness, preaching baptism in symbol of repentance for forgiveness of sins.",
    "portugues": "João, o Batizador, estava no deserto, pregando o batismo em símbolo de arrependimento para o perdão de pecados."
  },
  {
    "ingles": "And all the territory of Judea and all the inhabitants of Jerusalem were going out to him, and they were baptized by him in the Jordan River, openly confessing their sins.",
    "portugues": "E todo o território da Judeia e todos os habitantes de Jerusalém iam ao encontro dele e eram batizados por ele no rio Jordão, confessando abertamente os seus pecados."
  },
  {
    "ingles": "Now John wore clothing of camel's hair and a leather belt around his waist, and he ate locusts and wild honey.",
    "portugues": "João usava roupa de pelo de camelo e um cinto de couro na cintura, e comia gafanhotos e mel silvestre."
  },
  {
    "ingles": "And he was preaching: \"Someone stronger than I am is coming after me, the lace of whose sandals I am not worthy to stoop down and untie.",
    "portugues": "Ele pregava: \"Alguém mais forte do que eu vem depois de mim, e não sou digno de me abaixar e desamarrar o cordão das suas sandálias."
  },
  {
    "ingles": "I baptized you with water, but he will baptize you with holy spirit.\"",
    "portugues": "Eu batizei vocês com água, mas ele os batizará com espírito santo.\""
  },
  {
    "ingles": "In the course of those days, Jesus came from Nazareth of Galilee and was baptized in the Jordan by John.",
    "portugues": "No decorrer daqueles dias, Jesus chegou de Nazaré, da Galileia, e foi batizado por João no Jordão."
  },
  {
    "ingles": "And immediately on coming up out of the water, he saw the heavens being parted and, like a dove, the spirit coming down upon him.",
    "portugues": "Imediatamente, ao sair da água, viu os céus se abrindo e o espírito descer como pomba sobre ele."
  },
  {
    "ingles": "And a voice came out of the heavens: \"You are my Son, the beloved; I have approved you.\"",
    "portugues": "E uma voz saiu dos céus: \"Você é meu Filho, o amado; eu o aprovo.\""
  },
  {
    "ingles": "And immediately the spirit impelled him to go into the wilderness.",
    "portugues": "E o espírito o impeliu imediatamente a ir ao deserto."
  },
  {
    "ingles": "So he continued in the wilderness for",
    "portugues": "Assim, ele ficou no deserto por"
  },
  {
    "ingles": "days, being tempted by Satan. He was with the wild beasts, but the angels were ministering to him.",
    "portugues": "dias, e foi tentado por Satanás. Ele estava com os animais selvagens, mas os anjos o serviam."
  },
  {
    "ingles": "Now after John was arrested, Jesus went into Galilee, preaching the good news of God",
    "portugues": "Então, depois de João ter sido preso, Jesus entrou na Galileia, pregando as boas novas de Deus"
  },
  {
    "ingles": "and saying: \"The appointed time has been fulfilled, and the Kingdom of God has drawn near. Repent, and have faith in the good news.\"",
    "portugues": "e dizendo: \"Chegou o tempo determinado, e o Reino de Deus está próximo. Arrependam-se e tenham fé nas boas novas.\""
  },
  {
    "ingles": "While walking alongside the Sea of Galilee, he saw Simon and Simon's brother Andrew casting their nets into the sea, for they were fishermen.",
    "portugues": "Enquanto andava à beira do mar da Galileia, ele viu Simão e André, irmão de Simão, lançando suas redes no mar, pois eram pescadores."
  },
  {
    "ingles": "So Jesus said to them: \"Come after me, and I will make you fishers of men.\"",
    "portugues": "De modo que Jesus lhes disse: \"Sigam-me, e eu farei de vocês pescadores de homens.\""
  },
  {
    "ingles": "And at once they abandoned their nets and followed him.",
    "portugues": "E eles abandonaram imediatamente as suas redes e o seguiram."
  },
  {
    "ingles": "After going a little farther, he saw James the son of Zebedee and his brother John, while they were in their boat mending their nets,",
    "portugues": "Depois de ir um pouco mais à frente, ele viu Tiago, filho de Zebedeu, e seu irmão João, enquanto estavam no seu barco consertando as suas redes,"
  },
  {
    "ingles": "and without delay he called them. So they left their father Zebedee in the boat with the hired men and went off after him.",
    "portugues": "e sem demora ele os chamou. Então eles deixaram seu pai, Zebedeu, no barco com os empregados e o seguiram."
  },
  {
    "ingles": "And they went into Capernaum. As soon as the Sabbath began, he went into the synagogue and started to teach.",
    "portugues": "E entraram em Cafarnaum. Assim que chegou o sábado, ele entrou na sinagoga e começou a ensinar."
  },
  {
    "ingles": "And they were astounded at his way of teaching, for he was teaching them as one having authority, and not as the scribes.",
    "portugues": "E as pessoas ficaram maravilhadas com o seu modo de ensinar, pois ele as ensinava como quem tinha autoridade, e não como os escribas."
  },
  {
    "ingles": "Just then there was a man in their synagogue who was under the power of an unclean spirit, and he shouted:",
    "portugues": "Naquele momento havia na sinagoga deles um homem sob o poder de um espírito impuro, e ele gritou:"
  },
  {
    "ingles": "\"What have we to do with you, Jesus the Nazarene? Did you come to destroy us? I know exactly who you are, the Holy One of God!\"",
    "portugues": "\"O que você quer conosco, Jesus Nazareno? Veio nos destruir? Eu sei exatamente quem você é: o Santo de Deus!\""
  },
  {
    "ingles": "But Jesus rebuked it, saying: \"Be silent, and come out of him!\"",
    "portugues": "Mas Jesus o censurou, dizendo: \"Cale-se e saia dele!\""
  },
  {
    "ingles": "And the unclean spirit, after throwing the man into a convulsion and yelling at the top of its voice, came out of him.",
    "portugues": "E o espírito impuro, depois de lançar o homem em convulsão e gritar ao máximo da sua voz, saiu dele."
  },
  {
    "ingles": "Well, the people were all so astonished that they began to discuss it among themselves, saying: \"What is this? A new teaching! He authoritatively orders even the unclean spirits, and they obey him.\"",
    "portugues": "Pois bem, todos ficaram tão pasmados que começaram a discutir o que tinha acontecido, dizendo: \"O que é isso? Um novo ensinamento! Ele dá ordens com autoridade até mesmo a espíritos impuros, e eles lhe obedecem.\""
  },
  {
    "ingles": "So the report about him spread quickly in all directions throughout the entire region of Galilee.",
    "portugues": "De modo que o relato sobre ele se espalhou rapidamente em todas as direções, por toda a região da Galileia."
  },
  {
    "ingles": "At that they left the synagogue and went to the home of Simon and Andrew with James and John.",
    "portugues": "Depois saíram da sinagoga e foram à casa de Simão e André, com Tiago e João."
  },
  {
    "ingles": "Now Simon's mother-in-law was lying down sick with a fever, and they at once told him about her.",
    "portugues": "A sogra de Simão estava de cama, com febre, e falaram dela a Jesus imediatamente."
  },
  {
    "ingles": "Going to her, he took her by the hand and raised her up. The fever left her, and she began ministering to them.",
    "portugues": "Ele se dirigiu a ela, pegou-a pela mão e a levantou. A febre a deixou, e ela começou a servi-los."
  },
  {
    "ingles": "After evening had fallen, when the sun had set, the people began bringing to him all who were ill and demon possessed;",
    "portugues": "Ao anoitecer, após o pôr do sol, as pessoas levaram a ele todos os doentes e os possessos de demônios;"
  },
  {
    "ingles": "and the whole city was gathered right at the door.",
    "portugues": "e a cidade toda estava reunida na frente da porta."
  },
  {
    "ingles": "So he cured many who were ill with various sicknesses, and he expelled many demons, but he would not let the demons speak, for they knew him to be Christ.",
    "portugues": "Assim, ele curou a muitos que sofriam de várias doenças e expulsou muitos demônios, mas não deixava os demônios falar, pois sabiam que ele era Cristo."
  },
  {
    "ingles": "Early in the morning, while it was still dark, he got up and went outside and left for an isolated place, and there he began praying.",
    "portugues": "De manhã cedo, quando ainda estava escuro, ele se levantou, saiu e foi para um lugar isolado, e ali começou a orar."
  },
  {
    "ingles": "However, Simon and those with him hunted him down",
    "portugues": "No entanto, Simão e os que estavam com ele foram à sua procura."
  },
  {
    "ingles": "and found him, and they said to him: \"Everyone is looking for you.\"",
    "portugues": "Ao encontrá-lo, disseram-lhe: \"Todos estão procurando o senhor.\""
  },
  {
    "ingles": "But he said to them: \"Let us go somewhere else, into the towns nearby, so that I may preach there also, for this is why I have come.\"",
    "portugues": "Mas ele lhes disse: \"Vamos a outro lugar, às cidades vizinhas, para que eu também pregue ali, pois foi por isso que vim.\""
  },
  {
    "ingles": "And he went, preaching in their synagogues throughout the whole of Galilee and expelling the demons.",
    "portugues": "E ele foi, pregando nas sinagogas deles, em toda a Galileia, e expulsando os demônios."
  },
  {
    "ingles": "There also came to him a leper, pleading with him even on bended knee, saying to him: \"If you just want to, you can make me clean.\"",
    "portugues": "Aproximou-se dele também um leproso, suplicando-lhe até de joelhos: \"Se o senhor apenas quiser, pode me purificar.\""
  },
  {
    "ingles": "At that he was moved with pity, and he stretched out his hand and touched him, and said to him: \"I want to! Be made clean.\"",
    "portugues": "Em vista disso, ele teve pena; e estendeu a mão, tocou no homem e lhe disse: \"Eu quero! Seja purificado.\""
  },
  {
    "ingles": "Immediately the leprosy vanished from him, and he became clean.",
    "portugues": "Imediatamente a lepra desapareceu dele, e ele ficou purificado."
  },
  {
    "ingles": "Then he gave him strict orders and at once sent him away,",
    "portugues": "Então Jesus o mandou logo embora, depois de lhe ordenar com firmeza:"
  },
  {
    "ingles": "saying to him: \"See that you say nothing to anyone, but go show yourself to the priest and offer for your cleansing the things Moses directed, for a witness to them.\"",
    "portugues": "\"Tenha o cuidado de não contar nada a ninguém, mas vá, mostre-se ao sacerdote e ofereça pela sua purificação o que Moisés determinou, em testemunho para eles.\""
  },
  {
    "ingles": "But after going away, the man started to proclaim it a great deal and to spread the account widely, so that Jesus was no longer able to enter openly into a city, but he stayed outside in isolated places. Yet they kept coming to him from all sides.",
    "portugues": "Mas, depois de se afastar, o homem começou a proclamar e a divulgar amplamente o acontecido, de modo que Jesus não podia mais entrar abertamente numa cidade, mas ficava fora, em lugares isolados. Contudo, as pessoas continuavam a vir a ele de todas as partes."
  }
]