[
  {
    "ingles": "From there he got up and came to the borders of Judea across the Jordan, and again crowds gathered to him. As he was accustomed to do, he again began teaching them.",
    "portugues": "Dali ele se levantou e foi para as fronteiras da Judeia, do outro lado do Jordão, e novamente multidões se ajuntaram em volta dele. Ele começou a ensiná-las de novo, como costumava fazer."
  },
  {
    "ingles": "And Pharisees approached, intent on testing him, and they asked whether it was lawful for a man to divorce a wife.",
    "portugues": "Alguns fariseus se aproximaram e, querendo pô-lo à prova, perguntaram se era permitido que um homem se divorciasse da esposa."
  },
  {
    "ingles": "He answered them: \"What did Moses command you?\"",
    "portugues": "Ele lhes respondeu: \"O que Moisés lhes ordenou?\""
  },
  {
    "ingles": "They said: \"Moses allowed the writing of a certificate of dismissal and divorcing her.\"",
    "portugues": "Disseram: \"Moisés permitiu que o homem escrevesse um certificado de divórcio e a mandasse embora.\""
  },
  {
    "ingles": "But Jesus said to them: \"Out of regard for your hard-heartedness, he wrote this commandment for you.",
    "portugues": "Mas Jesus lhes disse: \"Foi por causa da dureza do coração de vocês que ele lhes escreveu esse mandamento."
  },
  {
    "ingles": "However, from the beginning of creation, 'He made them male and female.",
    "portugues": "No entanto, no princípio da criação 'Ele os fez homem e mulher."
  },
  {
    "ingles": "For this reason a man will leave his father and his mother,",
    "portugues": "Por essa razão o homem deixará seu pai e sua mãe,"
  },
  {
    "ingles": "and the two will be one flesh,' so that they are no longer two, but one flesh.",
    "portugues": "e os dois serão uma só carne', de modo que não são mais dois, mas uma só carne."
  },
  {
    "ingles": "Therefore, what God has yoked together, let no man put apart.\"",
    "portugues": "Portanto, o que Deus pôs sob o mesmo jugo, o homem não deve separar.\""
  },
  {
    "ingles": "When they were again in the house, the disciples began to question him about this.",
    "portugues": "Quando estavam novamente na casa, os discípulos lhe perguntaram sobre isso."
  },
  {
    "ingles": "He said to them: \"Whoever divorces his wife and marries another commits adultery against her,",
    "portugues": "Ele lhes disse: \"Quem se divorcia da sua esposa e se casa com outra comete adultério contra ela,"
  },
  {
    "ingles": "and if ever a woman after divorcing her husband marries another, she commits adultery.\"",
    "portugues": "e, se uma mulher, depois de se divorciar do seu marido, se casa com outro, comete adultério.\""
  },
  {
    "ingles": "People now began bringing him young children for him to touch them, but the disciples reprimanded them.",
    "portugues": "As pessoas começaram então a trazer a ele criancinhas, para que tocasse nelas, mas os discípulos repreenderam as pessoas."
  },
  {
    "ingles": "At seeing this, Jesus was indignant and said to them: \"Let the young children come to me; do not try to stop them, for the Kingdom of God belongs to such ones.",
    "portugues": "Vendo isso, Jesus ficou indignado e lhes disse: \"Deixem as criancinhas vir a mim. Não tentem impedi-las, pois o Reino de Deus pertence aos que são como elas."
  },
  {
    "ingles": "Truly I say to you, whoever does not receive the Kingdom of God like a young child will by no means enter into it.\"",
    "portugues": "Eu lhes digo a verdade: Quem não receber o Reino de Deus como uma criancinha, de modo algum entrará nele.\""
  },
  {
    "ingles": "And he took the children into his arms and began blessing them, laying his hands on them.",
    "portugues": "E pegou as crianças nos braços e começou a abençoá-las, pondo as mãos sobre elas."
  },
  {
    "ingles": "As he was going on his way, a man ran up and fell on his knees before him and put the question to him: \"Good Teacher, what must I do to inherit everlasting life?\"",
    "portugues": "Quando ele estava saindo, um homem chegou correndo, pôs-se de joelhos diante dele e lhe perguntou: \"Bom Instrutor, o que devo fazer para herdar a vida eterna?\""
  },
  {
    "ingles": "Jesus said to him: \"Why do you call me good? Nobody is good except one, God.",
    "portugues": "Jesus lhe disse: \"Por que você me chama de bom? Ninguém é bom, a não ser um só, Deus."
  },
  {
    "ingles": "You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not bear false witness, do not defraud, honor your father and your mother.'\"",
    "portugues": "Você conhece os mandamentos: 'Não assassine; não cometa adultério; não furte; não dê falso testemunho; não defraude; honre seu pai e sua mãe.'\""
  },
  {
    "ingles": "The man said to him: \"Teacher, all these things I have kept from my youth on.\"",
    "portugues": "O homem lhe disse: \"Instrutor, eu tenho cumprido todas essas coisas desde bem jovem.\""
  },
  {
    "ingles": "Jesus looked at him and felt love for him and said, \"One thing is missing about you: Go, sell what things you have and give to the poor, and you will have treasure in heaven; and come be my follower.\"",
    "portugues": "Jesus olhou para ele e, sentindo amor por ele, disse: \"Falta uma coisa a seu respeito: vá, venda o que você tem e dê o dinheiro aos pobres, e você terá um tesouro no céu; e venha ser meu seguidor.\""
  },
  {
    "ingles": "But he grew sad at the answer and went away grieved, for he had many possessions.",
    "portugues": "Mas ele ficou triste com a resposta e foi embora abatido, porque tinha muitas posses."
  },
  {
    "ingles": "After looking around, Jesus said to his disciples: \"How difficult it will be for those with money to enter into the Kingdom of God!\"",
    "portugues": "Depois de olhar em volta, Jesus disse aos seus discípulos: \"Como será difícil para os que têm dinheiro entrar no Reino de Deus!\""
  },
  {
    "ingles": "But the disciples were surprised at his words. Jesus then responded: \"Children, how difficult it is to enter into the Kingdom of God!",
    "portugues": "Mas os discípulos ficaram surpresos com as suas palavras. Jesus disse então: \"Filhos, como é difícil entrar no Reino de Deus!"
  },
  {
    "ingles": "It is easier for a camel to go through a needle's eye than for a rich man to enter into the Kingdom of God.\"",
    "portugues": "É mais fácil um camelo passar pelo buraco de uma agulha do que um rico entrar no Reino de Deus.\""
  },
  {
    "ingles": "They became still more astounded and said to him: \"Who possibly can be saved?\"",
    "portugues": "Eles ficaram ainda mais admirados e lhe perguntaram: \"Quem é que pode ser salvo?\""
  },
  {
    "ingles": "Looking straight at them, Jesus said: \"With men it is impossible but not so with God, for all things are possible with God.\"",
    "portugues": "Jesus olhou diretamente para eles e disse: \"Para os homens é impossível, mas não é assim para Deus, pois para Deus todas as coisas são possíveis.\""
  },
  {
    "ingles": "Peter began to say to him: \"Look! We have left all things and followed you.\"",
    "portugues": "Pedro começou a lhe dizer: \"Veja, deixamos tudo e seguimos o senhor.\""
  },
  {
    "ingles": "Jesus said: \"Truly I say to you, no one has left house or brothers or sisters or mother or father or children or fields for my sake and for the sake of the good news",
    "portugues": "Jesus disse: \"Eu lhes garanto: Ninguém deixou casa, irmãos, irmãs, mãe, pai, filhos ou campos, por minha causa e por causa das boas novas,"
  },
  {
    "ingles": "who will not get",
    "portugues": "que não receba cem vezes mais agora, neste tempo, casas, irmãos, irmãs, mães, filhos e campos, com perseguições, e, no futuro sistema de coisas, a vida eterna."
  },
  {
    "ingles": "times more now in this period of time-houses, brothers, sisters, mothers, children, and fields, with persecutions-and in the coming system of things, everlasting life.",
    "portugues": "Mas muitos que são primeiros serão últimos; e os últimos, primeiros.\""
  },
  {
    "ingles": "But many who are first will be last, and the last first.\"",
    "portugues": "Estavam então indo pela estrada, subindo para Jerusalém, e Jesus ia na frente deles, e eles estavam admirados; mas os que os seguiam estavam com medo. Novamente, ele chamou os Doze à parte e começou a lhes dizer as coisas que estavam para acontecer com ele:"
  },
  {
    "ingles": "Now they were going on the road up to Jerusalem, and Jesus was going ahead of them, and they were astonished, but those who followed began to fear. Once again he took the Twelve aside and started to tell them these things that were about to happen to him:",
    "portugues": "\"Escutem, estamos subindo para Jerusalém, e o Filho do Homem será entregue aos principais sacerdotes e aos escribas. Eles o condenarão à morte e o entregarão a homens das nações,"
  },
  {
    "ingles": "\"Look! We are going up to Jerusalem, and the Son of man will be handed over to the chief priests and the scribes. They will condemn him to death and hand him over to men of the nations,",
    "portugues": "e esses zombarão dele, cuspirão nele, o açoitarão e o matarão, mas três dias depois ele será levantado.\""
  },
  {
    "ingles": "and these will mock him and spit on him and scourge him and kill him, but three days later he will rise.\"",
    "portugues": "Tiago e João, os filhos de Zebedeu, se aproximaram dele e lhe disseram: \"Instrutor, queremos que o senhor faça para nós o que lhe pedirmos.\""
  },
  {
    "ingles": "James and John, the sons of Zebedee, approached him and said to him: \"Teacher, we want you to do for us whatever we ask of you.\"",
    "portugues": "Ele lhes perguntou: \"O que querem que eu faça para vocês?\""
  },
  {
    "ingles": "He said to them: \"What do you want me to do for you?\"",
    "portugues": "Eles responderam: \"Conceda-nos que nos sentemos um à sua direita e outro à sua esquerda, na sua glória.\""
  },
  {
    "ingles": "They replied: \"Grant us to sit down, one at your right hand and one at your left, in your glory.\"",
    "portugues": "Mas Jesus lhes disse: \"Vocês não sabem o que estão pedindo. Será que podem beber o cálice que eu estou bebendo ou ser batizados com o batismo com que eu estou sendo batizado?\""
  },
  {
    "ingles": "But Jesus said to them: \"You do not know what you are asking for. Can you drink the cup that I am drinking or be baptized with the baptism with which I am being baptized?\"",
    "portugues": "Disseram-lhe: \"Podemos.\" Então Jesus lhes disse: \"Vocês beberão o cálice que eu estou bebendo e serão batizados com o batismo com que eu estou sendo batizado."
  },
  {
    "ingles": "They said to him: \"We can.\" At that Jesus said to them: \"The cup I am drinking, you will drink, and with the baptism with which I am being baptized, you will be baptized.",
    "portugues": "No entanto, sentar-se à minha direita ou à minha esquerda não cabe a mim conceder; esses lugares pertencem àqueles para quem foram preparados.\""
  },
  {
    "ingles": "However, to sit down at my right hand or at my left is not mine to give, but it belongs to those for whom it has been prepared.\"",
    "portugues": "Quando os outros dez souberam disso, ficaram indignados com Tiago e João."
  },
  {
    "ingles": "When the ten others heard about it, they became indignant at James and John.",
    "portugues": "Mas Jesus os chamou e lhes disse: \"Vocês sabem que os que são considerados governantes das nações dominam sobre elas, e seus grandes exercem autoridade sobre elas."
  },
  {
    "ingles": "But Jesus called them to him and said to them: \"You know that those who appear to be ruling the nations lord it over them and their great ones wield authority over them.",
    "portugues": "Não deve ser assim entre vocês; mas quem quiser se tornar grande entre vocês tem de ser o seu servo,"
  },
  {
    "ingles": "This must not be the way among you; but whoever wants to become great among you must be your minister,",
    "portugues": "e quem quiser ser o primeiro entre vocês tem de ser o escravo de todos."
  },
  {
    "ingles": "and whoever wants to be first among you must be the slave of all.",
    "portugues": "Pois até mesmo o Filho do Homem veio, não para ser servido, mas para servir e dar a sua vida como resgate em troca de muitos.\""
  },
  {
    "ingles": "For even the Son of man came, not to be ministered to, but to minister and to give his life as a ransom in exchange for many.\"",
    "portugues": "Eles entraram então em Jericó. Mas, quando ele, seus discípulos e uma multidão considerável estavam saindo de Jericó, Bartimeu (filho de Timeu), um mendigo cego, estava sentado à beira da estrada."
  },
  {
    "ingles": "They then came into Jericho. But as he and his disciples and a considerable crowd were going out of Jericho, Bartimaeus (the son of Timaeus), a blind beggar, was sitting beside the road.",
    "portugues": "Ao ouvir que era Jesus, o Nazareno, ele começou a gritar: \"Filho de Davi, Jesus, tenha misericórdia de mim!\""
  },
  {
    "ingles": "When he heard that it was Jesus the Nazarene, he started shouting and saying: \"Son of David, Jesus, have mercy on me!\"",
    "portugues": "Em vista disso, muitos começaram a censurá-lo, mandando que se calasse, mas ele gritava ainda mais: \"Filho de Davi, tenha misericórdia de mim!\""
  },
  {
    "ingles": "At this many began rebuking him, telling him to be silent, but all the more he kept shouting: \"Son of David, have mercy on me!\"",
    "portugues": "Então Jesus parou e disse: \"Chamem-no.\" E chamaram o cego, dizendo-lhe: \"Coragem! Levante-se, ele está chamando você.\""
  },
  {
    "ingles": "So Jesus stopped and said: \"Call him to me.\" So they called the blind man, saying to him: \"Take courage! Get up; he is calling you.\"",
    "portugues": "Jogando a capa para o lado, ele se levantou rapidamente e foi ao encontro de Jesus."
  },
  {
    "ingles": "Throwing off his outer garment, he leaped to his feet and went to Jesus.",
    "portugues": "Então Jesus lhe perguntou: \"O que você quer que eu faça por você?\" O cego lhe disse: \"Rabôni, deixe-me recuperar a visão.\""
  },
  {
    "ingles": "Then Jesus said to him: \"What do you want me to do for you?\" The blind man said to him: \"Rabboni, let me recover my sight.\"",
    "portugues": "E Jesus lhe disse: \"Vá, sua fé fez você ficar bom.\" E ele recuperou imediatamente a visão e começou a segui-lo pela estrada."
  }
]