[
  {
    "ingles": "Now when they were getting near to Jerusalem, to Bethphage and Bethany at the Mount of Olives, he sent two of his disciples",
    "portugues": "Então, quando estavam chegando perto de Jerusalém, de Betfagé e de Betânia, no monte das Oliveiras, ele enviou dois dos seus discípulos"
  },
  {
    "ingles": "and told them: \"Go into the village that is within sight, and as soon as you enter it, you will find a colt tied on which no man has sat until now. Untie it and bring it here.",
    "portugues": "e lhes disse: \"Vão à aldeia que está ao alcance da vista e, assim que entrarem lá, acharão um jumentinho amarrado, no qual ninguém ainda montou. Desamarrem-no e tragam-no para cá."
  },
  {
    "ingles": "And if anyone says to you, 'Why are you doing this?' say, 'The Lord needs it and will send it back here right away.'\"",
    "portugues": "E, se alguém lhes perguntar: 'Por que estão fazendo isso?', digam: 'O Senhor precisa dele, e logo o mandará de volta para cá.'\""
  },
  {
    "ingles": "So they went away and found the colt tied at a door, outside on the side street, and they untied it.",
    "portugues": "Assim partiram e acharam o jumentinho amarrado junto a uma porta, do lado de fora, na rua, e o desamarraram."
  },
  {
    "ingles": "But some of those standing there said to them: \"What are you doing untying the colt?\"",
    "portugues": "Mas alguns dos que estavam ali perguntaram a eles: \"O que vocês estão fazendo, desamarrando o jumentinho?\""
  },
  {
    "ingles": "They told them just what Jesus had said, and they let them go.",
    "portugues": "Disseram a eles o que Jesus tinha dito, e eles os deixaram ir."
  },
  {
    "ingles": "And they brought the colt to Jesus, and they put their outer garments on it, and he sat on it.",
    "portugues": "Trouxeram então a Jesus o jumentinho e colocaram sobre este suas capas, e ele se sentou nele."
  },
  {
    "ingles": "Also, many spread their outer garments on the road, but others cut down foliage from the fields.",
    "portugues": "Também, muitos estenderam suas capas na estrada, mas outros cortaram ramos dos campos."
  },
  {
    "ingles": "And those going in front and those coming behind kept shouting: \"Save, we pray! Blessed is the one who comes in Jehovah's name!",
    "portugues": "E os que iam na frente e os que vinham atrás gritavam: \"Salva, rogamos! Bendito é aquele que vem em nome de Jeová!"
  },
  {
    "ingles": "Blessed is the coming Kingdom of our father David! Save, we pray, in the heights above!\"",
    "portugues": "Bendito é o Reino que virá, do nosso pai Davi! Salva, rogamos, nas maiores alturas!\""
  },
  {
    "ingles": "And he entered Jerusalem and went into the temple, and he looked around at everything, but since the hour was already late, he went out to Bethany with the Twelve.",
    "portugues": "E ele entrou em Jerusalém, foi ao templo e olhou tudo em volta, mas, visto que já estava tarde, saiu com os Doze para Betânia."
  },
  {
    "ingles": "The next day when they were leaving Bethany, he felt hungry.",
    "portugues": "No dia seguinte, quando estavam saindo de Betânia, ele sentiu fome."
  },
  {
    "ingles": "From a distance he caught sight of a fig tree that had leaves, and he went to see whether he could find something on it. But on coming to it, he found nothing but leaves, for it was not the season for figs.",
    "portugues": "De certa distância viu uma figueira que tinha folhas e foi ver se achava algo nela. Mas, ao chegar perto dela, não encontrou nada, exceto folhas, pois não era a estação dos figos."
  },
  {
    "ingles": "So he said to it: \"Let no one eat fruit from you ever again.\" And his disciples were listening.",
    "portugues": "Então ele lhe disse: \"Nunca mais ninguém coma do seu fruto.\" E os seus discípulos estavam escutando."
  },
  {
    "ingles": "They now came to Jerusalem. There he entered the temple and started to throw out those selling and buying in the temple, and he overturned the tables of the money changers and the benches of those selling doves,",
    "portugues": "Chegaram então a Jerusalém. Ali ele entrou no templo e começou a expulsar os que vendiam e compravam no templo, e derrubou as mesas dos cambistas e as cadeiras dos que vendiam pombas;"
  },
  {
    "ingles": "and he would not let anyone carry a utensil through the temple.",
    "portugues": "e não deixava ninguém carregar nenhum utensílio através do templo."
  },
  {
    "ingles": "He was teaching and saying to them: \"Is it not written, 'My house will be called a house of prayer for all the nations'? But you have made it a cave of robbers.\"",
    "portugues": "Ele ensinava, dizendo-lhes: \"Não está escrito: 'Minha casa será chamada casa de oração para todas as nações'? Mas vocês fizeram dela um abrigo de ladrões.\""
  },
  {
    "ingles": "And the chief priests and the scribes heard it, and they began to seek how to kill him; for they were in fear of him, because all the crowd was astounded at his teaching.",
    "portugues": "Os principais sacerdotes e os escribas ouviram isso, e começaram a procurar um meio de matá-lo, pois tinham medo dele, porque toda a multidão estava maravilhada com o seu ensino."
  },
  {
    "ingles": "When it became late in the day, they went out of the city.",
    "portugues": "Quando ficou tarde no dia, saíram da cidade."
  },
  {
    "ingles": "But when they were passing by early in the morning, they saw the fig tree already withered from its roots.",
    "portugues": "Mas, de manhã cedo, quando estavam passando pela figueira, viram que ela estava seca desde as raízes."
  },
  {
    "ingles": "Peter, remembering it, said to him: \"Rabbi, see! the fig tree that you cursed has withered.\"",
    "portugues": "Pedro se lembrou e lhe disse: \"Rabi, veja! A figueira que o senhor amaldiçoou secou.\""
  },
  {
    "ingles": "In reply Jesus said to them: \"Have faith in God.",
    "portugues": "Jesus lhe disse em resposta: \"Tenham fé em Deus."
  },
  {
    "ingles": "Truly I say to you that whoever tells this mountain, 'Be lifted up and thrown into the sea,' and does not doubt in his heart but has faith that what he says is going to happen, he will have it happen.",
    "portugues": "Eu lhes digo a verdade: Quem disser a este monte: 'Levante-se e jogue-se no mar', e não duvidar no coração, mas tiver fé em que aquilo que disser vai acontecer, assim acontecerá."
  },
  {
    "ingles": "This is why I tell you, all the things you pray and ask for, have faith that you have received them, and you will have them.",
    "portugues": "É por isso que lhes digo: Todas as coisas que vocês pedirem em oração, tenham fé em que já as receberam, e as terão."
  },
  {
    "ingles": "And when you stand praying, forgive whatever you have against anyone, so that your Father who is in the heavens may also forgive you your trespasses.\"",
    "portugues": "E, quando vocês estiverem em pé, orando, perdoem o que tiverem contra alguém, para que o seu Pai, que está nos céus, também perdoe as falhas de vocês.\" 26--"
  },
  {
    "ingles": "--",
    "portugues": "Chegaram novamente a Jerusalém. E enquanto ele andava pelo templo, os principais sacerdotes, os escribas e os anciãos vieram"
  },
  {
    "ingles": "They came again to Jerusalem. And as he was walking in the temple, the chief priests and the scribes and the elders came",
    "portugues": "e lhe perguntaram: \"Com que autoridade você faz essas coisas? E quem lhe deu autoridade para fazer essas coisas?\""
  },
  {
    "ingles": "and said to him: \"By what authority do you do these things? Or who gave you this authority to do these things?\"",
    "portugues": "Jesus lhes disse: \"Eu lhes farei uma pergunta. Respondam-me, e eu lhes direi com que autoridade faço essas coisas."
  },
  {
    "ingles": "Jesus said to them: \"I will ask you one question. Answer me, and I will tell you by what authority I do these things.",
    "portugues": "O batismo de João era do céu ou dos homens? Respondam-me.\""
  },
  {
    "ingles": "Was the baptism by John from heaven or from men? Answer me.\"",
    "portugues": "Então eles começaram a raciocinar entre si, dizendo: \"Se dissermos: 'Do céu', ele dirá: 'Então, por que vocês não acreditaram nele?'"
  },
  {
    "ingles": "So they began to reason among themselves, saying: \"If we say, 'From heaven,' he will say, 'Why, then, did you not believe him?'",
    "portugues": "Mas nos atrevemos a dizer: 'Dos homens'?\" Eles tinham medo da multidão, pois todos achavam que João realmente tinha sido um profeta."
  },
  {
    "ingles": "But dare we say, 'From men'?\" They were in fear of the crowd, for these all held that John had really been a prophet.",
    "portugues": "Assim, responderam a Jesus: \"Não sabemos.\" Jesus lhes disse: \"Então eu também não lhes digo com que autoridade faço essas coisas.\""
  }
]