[
  {
    "ingles": "Now the Passover and the Festival of Unleavened Bread was two days later. And the chief priests and the scribes were looking for a way to seize him by cunning and kill him;",
    "portugues": "Dali a dois dias era a Páscoa e a Festividade dos Pães sem Fermento. E os principais sacerdotes e os escribas estavam procurando um modo astucioso de prendê-lo e matá-lo."
  },
  {
    "ingles": "for they were saying: \"Not at the festival; perhaps there might be an uproar of the people.\"",
    "portugues": "Pois diziam: \"Não durante a festividade; talvez haja um alvoroço entre o povo.\""
  },
  {
    "ingles": "And while he was at Bethany dining in the house of Simon the leper, a woman came with an alabaster jar of perfumed oil, genuine nard, very expensive. She broke open the alabaster jar and began pouring it on his head.",
    "portugues": "E, quando ele estava em Betânia, comendo na casa de Simão, o leproso, chegou uma mulher com um frasco de alabastro que continha óleo perfumado, nardo genuíno, muito caro. Ela rompeu o frasco de alabastro e começou a derramá-lo sobre a cabeça dele."
  },
  {
    "ingles": "At this some said to one another indignantly: \"Why has this perfumed oil been wasted?",
    "portugues": "Em vista disso, alguns disseram uns aos outros, indignados: \"Por que se desperdiçou esse óleo perfumado?"
  },
  {
    "ingles": "For this perfumed oil could have been sold for more than",
    "portugues": "Pois esse óleo perfumado poderia ter sido vendido por mais de"
  },
  {
    "ingles": "denarii and the money given to the poor!\" And they were greatly annoyed with her.",
    "portugues": "denários, e o dinheiro dado aos pobres!\" E ficaram muito aborrecidos com ela."
  },
  {
    "ingles": "But Jesus said: \"Let her alone. Why do you try to make trouble for her? She did a fine deed toward me.",
    "portugues": "Mas Jesus disse: \"Deixem-na em paz. Por que vocês estão perturbando a mulher? Ela me fez uma coisa muito boa."
  },
  {
    "ingles": "For you always have the poor with you, and you can do them good whenever you want to, but you will not always have me.",
    "portugues": "Porque vocês sempre têm consigo os pobres e podem lhes fazer o bem sempre que quiserem, mas nem sempre terão a mim."
  },
  {
    "ingles": "She did what she could; she poured perfumed oil on my body beforehand, in view of the burial.",
    "portugues": "Ela fez o que pôde; ela se antecipou em derramar óleo perfumado sobre o meu corpo, em vista do meu sepultamento."
  },
  {
    "ingles": "Truly I say to you, wherever the good news is preached in all the world, what this woman did will also be told in memory of her.\"",
    "portugues": "Eu lhes digo a verdade: Onde quer que se preguem as boas novas em todo o mundo, o que essa mulher fez também será relatado, em memória dela.\""
  },
  {
    "ingles": "And Judas Iscariot, one of the Twelve, went off to the chief priests in order to betray him to them.",
    "portugues": "E Judas Iscariotes, um dos Doze, se dirigiu aos principais sacerdotes a fim de entregá-lo a eles."
  },
  {
    "ingles": "When they heard it, they were delighted and promised to give him silver money. So he began seeking an opportunity to betray him.",
    "portugues": "Quando ouviram isso, se alegraram e prometeram lhe dar dinheiro de prata. De modo que ele começou a procurar uma oportunidade para traí-lo."
  },
  {
    "ingles": "Now on the first day of the Unleavened Bread, when they customarily offered up the Passover sacrifice, his disciples said to him: \"Where do you want us to go and prepare for you to eat the Passover?\"",
    "portugues": "Então, no primeiro dia da Festividade dos Pães sem Fermento, quando costumavam oferecer o sacrifício pascoal, seus discípulos lhe perguntaram: \"Onde o senhor quer que façamos os preparativos para tomar a refeição pascoal?\""
  },
  {
    "ingles": "With that he sent two of his disciples and said to them: \"Go into the city, and a man carrying an earthenware water jar will meet you. Follow him,",
    "portugues": "Em vista disso, ele enviou dois dos seus discípulos e lhes disse: \"Vão à cidade, e um homem levando um jarro de barro com água encontrará vocês. Sigam-no,"
  },
  {
    "ingles": "and wherever he goes inside, say to the master of the house, 'The Teacher says: \"Where is the guest room where I may eat the Passover with my disciples?\"'",
    "portugues": "e onde quer que ele entrar, digam ao dono da casa: 'O Instrutor diz: \"Onde está a sala dos hóspedes, em que eu possa tomar a refeição pascoal com os meus discípulos?\"'"
  },
  {
    "ingles": "And he will show you a large upper room, furnished and ready. Prepare it for us there.\"",
    "portugues": "E ele lhes mostrará uma grande sala no andar de cima, mobiliada e pronta. Façam ali os preparativos para nós.\""
  },
  {
    "ingles": "So the disciples went out, and they entered the city and found it just as he said to them, and they prepared for the Passover.",
    "portugues": "Então os discípulos foram, entraram na cidade e encontraram tudo assim como ele tinha lhes dito, e prepararam a refeição pascoal."
  },
  {
    "ingles": "After evening had fallen, he came with the Twelve.",
    "portugues": "Depois de anoitecer, ele chegou com os Doze."
  },
  {
    "ingles": "And as they were reclining at the table and eating, Jesus said: \"Truly I say to you, one of you who is eating with me will betray me.\"",
    "portugues": "E, enquanto estavam recostados à mesa e comiam, Jesus disse: \"Digo-lhes a verdade: Um de vocês, que está comendo comigo, me trairá.\""
  },
  {
    "ingles": "They began to be grieved and to say to him one by one: \"It is not I, is it?\"",
    "portugues": "Eles começaram a ficar tristes, e lhe perguntavam um por um: \"Por acaso sou eu?\""
  },
  {
    "ingles": "He said to them: \"It is one of the Twelve, the one dipping with me into the bowl.",
    "portugues": "Ele lhes disse: \"É um dos Doze, aquele que põe comigo a mão na tigela."
  },
  {
    "ingles": "For the Son of man is going away, just as it is written about him, but woe to that man through whom the Son of man is betrayed! It would have been better for that man if he had not been born.\"",
    "portugues": "Pois o Filho do Homem vai embora, assim como está escrito a respeito dele, mas ai daquele que trai o Filho do Homem! Seria melhor para esse homem que não tivesse nascido.\""
  },
  {
    "ingles": "And as they continued eating, he took a loaf, said a blessing, broke it, and gave it to them, saying: \"Take it; this means my body.\"",
    "portugues": "E, ao continuarem a comer, pegou um pão, proferiu uma bênção, partiu-o e deu a eles, dizendo: \"Peguem; isto representa o meu corpo.\""
  },
  {
    "ingles": "And taking a cup, he offered thanks and gave it to them, and they all drank out of it.",
    "portugues": "E, pegando um cálice, ele deu graças, deu-o a eles, e todos beberam dele."
  },
  {
    "ingles": "And he said to them: \"This means my 'blood of the covenant,' which is to be poured out in behalf of many.",
    "portugues": "E lhes disse: \"Isto representa o meu 'sangue do pacto', que será derramado em benefício de muitos."
  },
  {
    "ingles": "Truly I say to you, I will by no means drink anymore of the product of the vine until that day when I drink it new in the Kingdom of God.\"",
    "portugues": "Eu lhes digo a verdade: Eu de modo algum beberei mais do produto da videira até aquele dia em que beberei vinho novo, no Reino de Deus.\""
  },
  {
    "ingles": "Finally, after singing praises, they went out to the Mount of Olives.",
    "portugues": "Por fim, depois de cantarem louvores, saíram para o monte das Oliveiras."
  },
  {
    "ingles": "And Jesus said to them: \"You will all be stumbled, for it is written: 'I will strike the shepherd, and the sheep will be scattered about.'",
    "portugues": "E Jesus lhes disse: \"Todos vocês tropeçarão, pois está escrito: 'Ferirei o pastor, e as ovelhas serão espalhadas.'"
  },
  {
    "ingles": "But after I have been raised up, I will go ahead of you into Galilee.\"",
    "portugues": "Mas, depois que eu for levantado, irei adiante de vocês para a Galileia.\""
  },
  {
    "ingles": "But Peter said to him: \"Even if all the others are stumbled, I will not be.\"",
    "portugues": "No entanto, Pedro lhe disse: \"Mesmo que todos os outros tropecem, eu não tropeçarei.\""
  },
  {
    "ingles": "At that Jesus said to him: \"Truly I say to you that today, yes, on this very night, before a rooster crows twice, you will disown me three times.\"",
    "portugues": "Em vista disso, Jesus lhe disse: \"Digo-lhe a verdade: Hoje, sim, ainda esta noite, antes de o galo cantar duas vezes, você me negará três vezes.\""
  },
  {
    "ingles": "But he kept insisting: \"If I have to die with you, I will by no means disown you.\" Also, all the others began to say the same thing.",
    "portugues": "Mas ele insistiu: \"Mesmo que eu tenha de morrer com o senhor, de modo algum o negarei.\" E todos os outros começaram a dizer a mesma coisa."
  },
  {
    "ingles": "So they came to a spot named Gethsemane, and he said to his disciples: \"Sit down here while I pray.\"",
    "portugues": "Assim, chegaram a um lugar chamado Getsêmani, e ele disse aos seus discípulos: \"Sentem-se aqui enquanto eu oro.\""
  },
  {
    "ingles": "And he took Peter and James and John along with him, and he began to feel deeply distressed and to be greatly troubled.",
    "portugues": "E ele levou consigo Pedro, Tiago e João, e começou a ficar profundamente angustiado e muito aflito."
  },
  {
    "ingles": "He said to them: \"I am deeply grieved, even to death. Stay here and keep on the watch.\"",
    "portugues": "Disse-lhes: \"Estou profundamente triste, a ponto de morrer. Fiquem aqui e mantenham-se vigilantes.\""
  },
  {
    "ingles": "And going a little way forward, he fell to the ground and began praying that, if it were possible, the hour might pass away from him.",
    "portugues": "E, indo um pouco mais adiante, ele se prostrou no chão e começou a orar para que, se fosse possível, aquela hora se afastasse dele."
  },
  {
    "ingles": "And he said: \"Abba, Father, all things are possible for you; remove this cup from me. Yet, not what I want, but what you want.\"",
    "portugues": "E disse: \"Aba, Pai, todas as coisas são possíveis para ti; afasta de mim este cálice. Contudo, não o que eu quero, mas o que tu queres.\""
  },
  {
    "ingles": "He returned and found them sleeping, and he said to Peter: \"Simon, are you sleeping? Did you not have the strength to keep on the watch for one hour?",
    "portugues": "Ele voltou e os encontrou dormindo, e disse a Pedro: \"Simão, você está dormindo? Não teve força para se manter vigilante por uma hora?"
  },
  {
    "ingles": "Keep on the watch and pray continually, so that you do not come into temptation. The spirit, of course, is eager, but the flesh is weak.\"",
    "portugues": "Mantenham-se vigilantes e orem continuamente, para que não caiam em tentação. Naturalmente, o espírito está disposto, mas a carne é fraca.\""
  },
  {
    "ingles": "And he went away again and prayed, saying the same thing.",
    "portugues": "Ele se afastou de novo e orou, dizendo a mesma coisa."
  },
  {
    "ingles": "And he came again and found them sleeping, for their eyes were weighed down, so they did not know what to answer him.",
    "portugues": "E voltou novamente e os encontrou dormindo, pois estavam com os olhos pesados, e por isso não sabiam o que lhe responder."
  },
  {
    "ingles": "And he returned the third time and said to them: \"At such a time as this, you are sleeping and resting! It is enough! The hour has come! Look! The Son of man is being betrayed into the hands of sinners.",
    "portugues": "Voltou então pela terceira vez e lhes disse: \"Numa ocasião como esta, vocês estão dormindo e descansando! Basta! Chegou a hora! O Filho do Homem está sendo entregue às mãos de pecadores."
  },
  {
    "ingles": "Get up, let us go. Look! My betrayer has drawn near.\"",
    "portugues": "Levantem-se, vamos embora. Vejam! Aquele que me trai está chegando.\""
  },
  {
    "ingles": "And immediately, while he was still speaking, Judas, one of the Twelve, arrived and with him a crowd with swords and clubs, sent from the chief priests and the scribes and the elders.",
    "portugues": "E imediatamente, enquanto ele ainda falava, chegou Judas, um dos Doze, e com ele uma multidão com espadas e bastões. Eles tinham sido enviados pelos principais sacerdotes, pelos escribas e pelos anciãos."
  },
  {
    "ingles": "Now his betrayer had given them an agreed sign, saying: \"Whoever it is I kiss, he is the one; take him into custody, and lead him away under guard.\"",
    "portugues": "O traidor havia combinado com eles um sinal, dizendo: \"Aquele que eu beijar é ele; prendam-no e levem-no embora sob vigilância.\""
  },
  {
    "ingles": "And he came straight up and approached him and said, \"Rabbi!\" and gave him a tender kiss.",
    "portugues": "Então se dirigiu diretamente a ele, se aproximou e disse: \"Rabi!\" e o beijou ternamente."
  },
  {
    "ingles": "So they seized him and took him into custody.",
    "portugues": "Assim, eles o agarraram e prenderam."
  },
  {
    "ingles": "However, one of those standing by drew his sword and struck the slave of the high priest, taking off his ear.",
    "portugues": "No entanto, um dos que estavam presentes puxou a espada e atacou o escravo do sumo sacerdote, decepando-lhe a orelha."
  },
  {
    "ingles": "But in response Jesus said to them: \"Did you come out to arrest me with swords and clubs as against a robber?",
    "portugues": "Então Jesus lhes disse: \"Vocês vieram me prender com espadas e bastões, como se eu fosse um bandido?"
  },
  {
    "ingles": "Day after day I was with you in the temple teaching, and yet you did not take me into custody. Nevertheless, this is to fulfill the Scriptures.\"",
    "portugues": "Dia após dia eu estava com vocês no templo, ensinando; contudo, vocês não me prenderam. Porém, isso é para cumprir as Escrituras.\""
  },
  {
    "ingles": "And they all abandoned him and fled.",
    "portugues": "E todos o abandonaram e fugiram."
  },
  {
    "ingles": "However, a certain young man wearing only a fine linen garment over his naked body began to follow him nearby, and they tried to seize him,",
    "portugues": "No entanto um jovem, usando apenas uma roupa de linho fino por cima do corpo nu, começou a segui-lo de perto, e tentaram prendê-lo,"
  },
  {
    "ingles": "but he left his linen garment behind and got away naked.",
    "portugues": "mas ele largou a roupa de linho e escapou nu."
  },
  {
    "ingles": "They now led Jesus away to the high priest, and all the chief priests and the elders and the scribes assembled.",
    "portugues": "Levaram então Jesus ao sumo sacerdote; e todos os principais sacerdotes, os anciãos e os escribas se reuniram."
  },
  {
    "ingles": "But Peter, from a good distance, followed him as far as into the courtyard of the high priest; and he was sitting together with the house attendants and warming himself before a bright fire.",
    "portugues": "Mas Pedro, de uma boa distância, o seguiu até o pátio do sumo sacerdote; e ficou sentado junto com os criados se aquecendo diante de um fogo."
  },
  {
    "ingles": "Now the chief priests and the entire Sanhedrin were looking for testimony against Jesus in order to put him to death, but they were not finding any.",
    "portugues": "Os principais sacerdotes e todo o Sinédrio estavam procurando testemunhos contra Jesus, para entregá-lo à morte, mas não achavam nenhum."
  },
  {
    "ingles": "Many, indeed, were giving false witness against him, but their testimonies were not in agreement.",
    "portugues": "Na verdade, muitos davam testemunho falso contra ele, mas os seus testemunhos não estavam de acordo."
  },
  {
    "ingles": "Also, certain ones were standing up and bearing false witness against him, saying:",
    "portugues": "Também alguns se levantavam e davam testemunho falso contra ele, dizendo:"
  },
  {
    "ingles": "\"We heard him say, 'I will throw down this temple that was made with hands, and in three days I will build another not made with hands.'\"",
    "portugues": "\"Nós o ouvimos dizer: 'Derrubarei este templo feito por mãos humanas e em três dias construirei outro, não feito por mãos humanas.'\""
  },
  {
    "ingles": "But even on these grounds, their testimony was not in agreement.",
    "portugues": "Mas mesmo nesse ponto seu testemunho não estava de acordo."
  },
  {
    "ingles": "Then the high priest stood up in their midst and questioned Jesus, saying: \"Do you say nothing in reply? What is it these men are testifying against you?\"",
    "portugues": "Então o sumo sacerdote se levantou no meio deles e perguntou a Jesus: \"Você não diz nada em resposta? O que diz do testemunho destes homens contra você?\""
  },
  {
    "ingles": "But he kept silent and made no reply at all. Again the high priest began to question him and said to him: \"Are you the Christ the Son of the Blessed One?\"",
    "portugues": "Mas ele continuou calado e não deu nenhuma resposta. O sumo sacerdote voltou a interrogá-lo, dizendo: \"Você é o Cristo, o Filho do Bendito?\""
  },
  {
    "ingles": "Then Jesus said: \"I am; and you will see the Son of man sitting at the right hand of power and coming with the clouds of heaven.\"",
    "portugues": "Jesus respondeu então: \"Sou; e vocês verão o Filho do Homem sentado à direita de poder e vindo com as nuvens do céu.\""
  },
  {
    "ingles": "At this the high priest ripped his garments and said: \"What further need do we have of witnesses?",
    "portugues": "Em vista disso, o sumo sacerdote rasgou suas vestes e disse: \"Que necessidade temos ainda de testemunhas?"
  },
  {
    "ingles": "You heard the blasphemy. What is your decision?\" They all condemned him as deserving of death.",
    "portugues": "Vocês ouviram a blasfêmia. Qual é a sua decisão?\" Todos decidiram que ele merecia a morte."
  },
  {
    "ingles": "And some started to spit on him and to cover his face and hit him with their fists and say to him: \"Prophesy!\" And slapping him in the face, the court attendants took him.",
    "portugues": "E alguns começaram a cuspir nele, a cobrir-lhe o rosto, a esmurrá-lo e a dizer-lhe: \"Profetize!\" E, depois de esbofeteá-lo, os oficiais de justiça o levaram."
  },
  {
    "ingles": "Now while Peter was below in the courtyard, one of the servant girls of the high priest came.",
    "portugues": "Então, enquanto Pedro estava embaixo, no pátio, chegou uma das servas do sumo sacerdote."
  },
  {
    "ingles": "On seeing Peter warming himself, she looked straight at him and said: \"You too were with the Nazarene, this Jesus.\"",
    "portugues": "Vendo Pedro se aquecer, olhou bem para ele e disse: \"Você também estava com o Nazareno, esse Jesus.\""
  },
  {
    "ingles": "But he denied it, saying: \"Neither do I know him nor do I understand what you are talking about,\" and he went outside to the entryway.",
    "portugues": "Mas ele negou, dizendo: \"Não o conheço nem sei do que você está falando\", e saiu para a entrada do pátio."
  },
  {
    "ingles": "There the servant girl saw him and again began to say to those standing by: \"This is one of them.\"",
    "portugues": "A serva o viu ali e novamente começou a dizer aos presentes: \"Este é um deles.\""
  },
  {
    "ingles": "Again he was denying it. And after a little while, those standing by again began saying to Peter: \"Certainly you are one of them, for you are, in fact, a Galilean.\"",
    "portugues": "Mais uma vez ele negou isso. E, pouco depois, os que estavam presentes começaram a dizer a Pedro de novo: \"Certamente você é um deles, pois, de fato, você é galileu.\""
  },
  {
    "ingles": "But he started to curse and swear: \"I do not know this man of whom you speak!\"",
    "portugues": "Mas ele começou a amaldiçoar a si mesmo e a jurar: \"Eu não conheço esse homem de quem vocês estão falando!\""
  },
  {
    "ingles": "Immediately a rooster crowed a second time, and Peter recalled what Jesus had said to him: \"Before a rooster crows twice, you will disown me three times.\" And he broke down and began to weep.",
    "portugues": "Imediatamente um galo cantou pela segunda vez, e Pedro se lembrou do que Jesus tinha lhe dito: \"Antes de o galo cantar duas vezes, você me negará três vezes.\" E, muito abalado, ele começou a chorar."
  }
]