[
  {
    "ingles": "Immediately at dawn, the chief priests with the elders and the scribes, indeed, the whole Sanhedrin, consulted together, and they bound Jesus and led him off and handed him over to Pilate.",
    "portugues": "Logo ao amanhecer, os principais sacerdotes, com os anciãos e os escribas, sim, o Sinédrio inteiro, se reuniram para decidir o que fazer; depois amarraram Jesus, o levaram e o entregaram a Pilatos."
  },
  {
    "ingles": "So Pilate put the question to him: \"Are you the King of the Jews?\" In answer he said: \"You yourself say it.\"",
    "portugues": "Então Pilatos lhe perguntou: \"Você é o Rei dos judeus?\" Em resposta ele disse: \"O senhor mesmo está dizendo isso.\""
  },
  {
    "ingles": "But the chief priests were accusing him of many things.",
    "portugues": "Mas os principais sacerdotes o estavam acusando de muitas coisas."
  },
  {
    "ingles": "Now Pilate began questioning him again, saying: \"Have you no reply to make? See how many charges they are bringing against you.\"",
    "portugues": "Então Pilatos voltou a interrogá-lo, dizendo: \"Você não tem nenhuma resposta para dar? Veja quantas acusações levantam contra você.\""
  },
  {
    "ingles": "But Jesus made no further answer, so that Pilate was amazed.",
    "portugues": "Mas Jesus não deu mais nenhuma resposta, de modo que Pilatos ficou surpreso."
  },
  {
    "ingles": "Well, from festival to festival, he used to release to them one prisoner whom they requested.",
    "portugues": "Pois bem, por ocasião da festividade, ele costumava soltar um preso, aquele que pedissem."
  },
  {
    "ingles": "At the time the man named Barabbas was in prison with the seditionists, who in their sedition had committed murder.",
    "portugues": "Naquela ocasião o homem chamado Barrabás estava na prisão com os rebeldes que, na sua rebelião, haviam cometido assassinato."
  },
  {
    "ingles": "So the crowd came up and began to make their request according to what Pilate used to do for them.",
    "portugues": "Assim, a multidão se aproximou e começou a pedir que Pilatos fizesse para eles o que costumava fazer."
  },
  {
    "ingles": "He responded to them, saying: \"Do you want me to release to you the King of the Jews?\"",
    "portugues": "Em vista disso, ele lhes perguntou: \"Querem que eu solte o Rei dos judeus?\""
  },
  {
    "ingles": "For Pilate was aware that out of envy the chief priests had handed him over.",
    "portugues": "Pois Pilatos sabia que os principais sacerdotes o tinham entregado por inveja."
  },
  {
    "ingles": "But the chief priests stirred up the crowd to have him release Barabbas to them instead.",
    "portugues": "Mas os principais sacerdotes atiçaram a multidão para que, em vez disso, soltasse Barrabás."
  },
  {
    "ingles": "Again in reply Pilate said to them: \"What, then, should I do with the one you call the King of the Jews?\"",
    "portugues": "Então, Pilatos novamente lhes perguntou: \"O que, então, devo fazer com aquele a quem vocês chamam de Rei dos judeus?\""
  },
  {
    "ingles": "Once more they cried out: \"To the stake with him!\"",
    "portugues": "Mais uma vez gritaram: \"Para a estaca com ele!\""
  },
  {
    "ingles": "But Pilate went on to say to them: \"Why? What bad thing did he do?\" Still they cried out all the more: \"To the stake with him!\"",
    "portugues": "Mas Pilatos lhes disse: \"Por quê? O que ele fez de mau?\" Contudo, gritaram ainda mais: \"Para a estaca com ele!\""
  },
  {
    "ingles": "At that Pilate, wishing to satisfy the crowd, released Barabbas to them; and after having Jesus whipped, he handed him over to be executed on the stake.",
    "portugues": "Assim, desejando satisfazer a multidão, Pilatos soltou Barrabás; e, depois de mandar que Jesus fosse chicoteado, entregou-o para ser morto na estaca."
  },
  {
    "ingles": "The soldiers now led him off into the courtyard, that is, into the governor's residence, and they called the whole body of troops together.",
    "portugues": "Os soldados o levaram então para o pátio da residência do governador, e convocaram todo o grupo de soldados."
  },
  {
    "ingles": "And they dressed him in purple and braided a crown of thorns and put it on him;",
    "portugues": "Eles o vestiram de púrpura, trançaram uma coroa de espinhos e a puseram nele;"
  },
  {
    "ingles": "and they began to call out to him: \"Greetings, you King of the Jews!\"",
    "portugues": "e começaram a lhe dizer: \"Salve, Rei dos judeus!\""
  },
  {
    "ingles": "Also, they were hitting him on the head with a reed and spitting on him, and they got on their knees and bowed down to him.",
    "portugues": "Também, bateram-lhe na cabeça com uma cana e cuspiram nele; então se ajoelharam diante dele e se curvaram."
  },
  {
    "ingles": "Finally, after they had mocked him, they stripped him of the purple and put his outer garments on him. And they led him out to nail him to the stake.",
    "portugues": "Por fim, depois de terem zombado dele, tiraram-lhe as roupas púrpura e puseram de volta nele suas roupas. E o levaram para fora, para pregá-lo na estaca."
  },
  {
    "ingles": "Also, they compelled into service a passerby, a certain Simon of Cyrene, coming from the countryside, the father of Alexander and Rufus, to carry his torture stake.",
    "portugues": "Também, um homem passava por ali, vindo do campo, certo Simão de Cirene, pai de Alexandre e de Rufo. Eles o obrigaram a prestar serviço carregando a estaca."
  },
  {
    "ingles": "So they brought him to the place called Golgotha, which means, when translated, \"Skull Place.\"",
    "portugues": "Assim, levaram-no ao lugar chamado Gólgota, que traduzido significa \"lugar da caveira\"."
  },
  {
    "ingles": "Here they tried to give him wine drugged with myrrh, but he would not take it.",
    "portugues": "Ali tentaram lhe dar vinho misturado com uma droga, mirra, mas ele não quis tomá-lo."
  },
  {
    "ingles": "And they nailed him to the stake and distributed his outer garments by casting lots over them to decide who would take what.",
    "portugues": "E o pregaram na estaca e repartiram suas roupas, lançando sortes para decidir quem ficaria com o quê."
  },
  {
    "ingles": "It was now the third hour, and they nailed him to the stake.",
    "portugues": "Era então a terceira hora quando o pregaram na estaca."
  },
  {
    "ingles": "And the inscription of the charge against him was written: \"The King of the Jews.\"",
    "portugues": "E a inscrição da acusação contra ele dizia: \"O Rei dos judeus\"."
  },
  {
    "ingles": "Moreover, they put two robbers on stakes alongside him, one on his right and one on his left.",
    "portugues": "Além disso, penduraram dois ladrões em estacas ao lado dele, um à sua direita e outro à sua esquerda. 28--"
  },
  {
    "ingles": "--",
    "portugues": "E os que passavam o insultavam, balançando a cabeça e dizendo: \"Ah! você que ia derrubar o templo e construí-lo em três dias,"
  },
  {
    "ingles": "And those passing by spoke abusively to him, shaking their heads and saying: \"Ha! You who would throw down the temple and build it in three days,",
    "portugues": "salve a si mesmo, descendo da estaca.\""
  },
  {
    "ingles": "save yourself by coming down off the torture stake.\"",
    "portugues": "Do mesmo modo, também os principais sacerdotes junto com os escribas zombavam dele entre si, dizendo: \"A outros ele salvou; a si mesmo não pode salvar!"
  },
  {
    "ingles": "In the same way also, the chief priests with the scribes were mocking him among themselves, saying: \"Others he saved; himself he cannot save!",
    "portugues": "Que o Cristo, o Rei de Israel, desça agora da estaca, para que vejamos e possamos crer.\" Até os que estavam em estacas ao lado dele o insultavam."
  },
  {
    "ingles": "Let the Christ, the King of Israel, now come down off the torture stake, so that we may see and believe.\" Even those who were on stakes alongside him were reproaching him.",
    "portugues": "Quando chegou a sexta hora, caiu uma escuridão sobre toda aquela terra, até a nona hora."
  },
  {
    "ingles": "When it became the sixth hour, a darkness fell over all the land until the ninth hour.",
    "portugues": "E à nona hora, Jesus clamou em alta voz: \"Eli, Eli, lama sabactâni?\", que traduzido significa: \"Deus meu, Deus meu, por que me abandonaste?\""
  },
  {
    "ingles": "And at the ninth hour, Jesus called out with a loud voice: \"Eli, Eli, lama sabachthani?\" which means, when translated: \"My God, my God, why have you forsaken me?\"",
    "portugues": "E, ouvindo isso, alguns dos que estavam por perto disseram: \"Vejam! Ele está chamando Elias.\""
  },
  {
    "ingles": "And some of those standing near, on hearing it, began to say: \"See! He is calling Elijah.\"",
    "portugues": "Então alguém correu, ensopou uma esponja em vinho acre, colocou-a numa cana e deu a ele para beber, dizendo: \"Deixem-no! Vamos ver se Elias vem tirá-lo dali.\""
  },
  {
    "ingles": "Then someone ran, soaked a sponge in sour wine, put it on a reed, and gave it to him to drink, saying: \"Let him be! Let us see whether Elijah comes to take him down.\"",
    "portugues": "Mas Jesus deu um alto grito e morreu."
  },
  {
    "ingles": "But Jesus let out a loud cry and expired.",
    "portugues": "E a cortina do santuário se rasgou em duas, de alto a baixo."
  },
  {
    "ingles": "And the curtain of the sanctuary was torn in two from top to bottom.",
    "portugues": "Então, quando o oficial do exército que estava ali diante dele viu que ele tinha morrido nessas circunstâncias, disse: \"Certamente este homem era o Filho de Deus.\""
  },
  {
    "ingles": "Now when the army officer who was standing by with him in view saw that he had expired under these circumstances, he said: \"Certainly this man was God's Son.\"",
    "portugues": "Havia também mulheres observando de certa distância; entre elas estavam Maria Madalena, Maria, mãe de Tiago, o Menor, e de Josés, e Salomé."
  },
  {
    "ingles": "There were also women watching from a distance, among them Mary Magdalene as well as Mary the mother of James the Less and of Joses, and Salome,",
    "portugues": "Essas mulheres o acompanhavam e serviam quando ele estava na Galileia. Também estavam ali muitas outras mulheres que tinham ido com ele a Jerusalém."
  },
  {
    "ingles": "who used to accompany him and minister to him when he was in Galilee, and many other women who had come up together with him to Jerusalem.",
    "portugues": "Então, visto que a tarde já estava avançada e era o dia da Preparação, isto é, o dia antes do sábado,"
  },
  {
    "ingles": "Now as it was already late in the afternoon, and since it was Preparation, that is, the day before the Sabbath,",
    "portugues": "chegou José de Arimateia, membro bem-conceituado do Conselho, que também aguardava o Reino de Deus. Ele tomou coragem, compareceu perante Pilatos e pediu o corpo de Jesus."
  },
  {
    "ingles": "there came Joseph of Arimathea, a reputable member of the Council, who also himself was waiting for the Kingdom of God. He took courage and went in before Pilate and asked for the body of Jesus.",
    "portugues": "Mas Pilatos quis saber se ele já estava morto e, convocando o oficial do exército, lhe perguntou se Jesus já tinha morrido."
  },
  {
    "ingles": "But Pilate wondered whether he could already be dead, and summoning the army officer, he asked him whether Jesus had already died.",
    "portugues": "Assim, depois de se certificar por meio do oficial do exército, concedeu o corpo a José."
  },
  {
    "ingles": "So after making certain from the army officer, he granted the body to Joseph.",
    "portugues": "José comprou linho fino e tirou o corpo da estaca; depois o enrolou no linho fino e o colocou num túmulo que tinha sido aberto na rocha. Então rolou uma pedra até a entrada do túmulo."
  },
  {
    "ingles": "After he bought fine linen and took him down, he wrapped him in the fine linen and laid him in a tomb that was quarried out of rock; then he rolled a stone up to the entrance of the tomb.",
    "portugues": "Mas Maria Madalena e Maria, a mãe de Josés, ficaram olhando para onde ele tinha sido colocado."
  }
]