[
  {
    "ingles": "He departed from there and came into his home territory, and his disciples followed him.",
    "portugues": "Ele partiu dali e entrou na sua própria cidade, e seus discípulos o seguiram."
  },
  {
    "ingles": "When it was the Sabbath, he started teaching in the synagogue, and most who heard him were astounded and said: \"Where did this man get these things? And why should this wisdom have been given to him, and such powerful works be performed through his hands?",
    "portugues": "Quando chegou o sábado, ele começou a ensinar na sinagoga, e a maioria dos que o ouviram ficaram maravilhados e disseram: \"Onde este homem obteve essas coisas? Por que foi dada essa sabedoria a ele, e por que essas obras poderosas são realizadas pelas suas mãos?"
  },
  {
    "ingles": "This is the carpenter, the son of Mary and the brother of James, Joseph, Judas, and Simon, is it not? And his sisters are here with us, are they not?\" So they began to stumble because of him.",
    "portugues": "Não é este o carpinteiro, filho de Maria e irmão de Tiago, José, Judas e Simão? E não estão as suas irmãs aqui conosco?\" Assim, começaram a tropeçar por causa dele."
  },
  {
    "ingles": "But Jesus said to them: \"A prophet is not without honor except in his home territory and among his relatives and in his own house.\"",
    "portugues": "Mas Jesus lhes disse: \"Um profeta não fica sem honra a não ser na sua própria terra, entre os seus parentes e na sua própria casa.\""
  },
  {
    "ingles": "So he was not able to do any powerful work there except to lay his hands on a few sick people and cure them.",
    "portugues": "E não pôde fazer nenhuma obra poderosa ali, a não ser pôr as mãos sobre alguns doentes e curá-los."
  },
  {
    "ingles": "Indeed, he was amazed at their lack of faith. And he went around in a circuit to the villages, teaching.",
    "portugues": "Realmente, admirou-se com a sua falta de fé. E percorreu todas as aldeias nas redondezas, ensinando."
  },
  {
    "ingles": "He now summoned the Twelve and started sending them out two by two, and he gave them authority over the unclean spirits.",
    "portugues": "Ele convocou então os Doze e começou a enviá-los de dois em dois, e lhes deu autoridade sobre os espíritos impuros."
  },
  {
    "ingles": "Also, he gave them orders to carry nothing for the trip except a staff-no bread, no food pouch, no money in their belts-",
    "portugues": "Também lhes deu ordens para não levarem nada para a viagem, a não ser um bastão - nem pão, nem bolsa de provisões, nem dinheiro no cinto -,"
  },
  {
    "ingles": "but to put on sandals and not to wear two garments.",
    "portugues": "mas ordenou que eles calçassem sandálias e que não levassem roupa extra."
  },
  {
    "ingles": "Further, he said to them: \"Wherever you enter into a home, stay there until you leave that place.",
    "portugues": "Além disso, ele lhes disse: \"Em qualquer casa em que entrarem, fiquem ali até saírem daquele lugar."
  },
  {
    "ingles": "And wherever a place will not receive you or listen to you, on going out from there, shake off the dirt that is on your feet for a witness to them.\"",
    "portugues": "E qualquer lugar que não os receber nem os ouvir, ao saírem dali sacudam a poeira que está nos seus pés, em testemunho para eles.\""
  },
  {
    "ingles": "Then they set out and preached that people should repent,",
    "portugues": "Assim, partiram e pregaram que as pessoas deveriam se arrepender;"
  },
  {
    "ingles": "and they expelled many demons and greased many sick people with oil and cured them.",
    "portugues": "eles expulsavam muitos demônios, passavam azeite em muitos doentes e os curavam."
  },
  {
    "ingles": "Now King Herod heard of this, for the name of Jesus became well-known, and people were saying: \"John the Baptizer has been raised up from the dead, and that is why the powerful works are operating in him.\"",
    "portugues": "E o rei Herodes ouviu falar disso, pois o nome de Jesus havia se tornado bem conhecido, e as pessoas diziam: \"João, o Batizador, foi levantado dentre os mortos, e é por isso que ele realiza obras poderosas.\""
  },
  {
    "ingles": "But others were saying: \"It is Elijah.\" Still others were saying: \"It is a prophet like one of the prophets of old.\"",
    "portugues": "Mas outros diziam: \"É Elias.\" Ainda outros diziam: \"É um profeta semelhante a um dos profetas antigos.\""
  },
  {
    "ingles": "But when Herod heard it, he said: \"The John whom I beheaded, this one has been raised up.\"",
    "portugues": "Mas, ao ouvir isso, Herodes disse: \"João, aquele que eu decapitei, foi levantado.\""
  },
  {
    "ingles": "For Herod himself had sent out and arrested John and had bound him in prison on account of Herodias, the wife of Philip his brother, because he had married her.",
    "portugues": "De fato, o próprio Herodes anteriormente havia mandado prender João e o havia amarrado na prisão por causa de Herodias, esposa de Filipe, seu irmão, porque tinha se casado com ela."
  },
  {
    "ingles": "For John had been saying to Herod: \"It is not lawful for you to have your brother's wife.\"",
    "portugues": "Pois João dizia a Herodes: \"Não é permitido que o senhor tenha a esposa do seu irmão.\""
  },
  {
    "ingles": "So Herodias was nursing a grudge against him and wanted to kill him, but she could not.",
    "portugues": "Por isso, Herodias nutria ressentimento contra ele e queria matá-lo, mas não podia."
  },
  {
    "ingles": "For Herod was in fear of John, knowing him to be a righteous and holy man, and he was keeping him safe. After hearing him, he was at a great loss as to what to do, yet he continued to hear him gladly.",
    "portugues": "Pois Herodes tinha temor de João, sabendo que era homem justo e santo, e o protegia. Sempre que o ouvia, ficava perplexo, sem saber o que fazer; contudo, ouvia-o com prazer."
  },
  {
    "ingles": "But a convenient day arrived when Herod spread an evening meal on his birthday for his high officials and the military commanders and the most prominent men of Galilee.",
    "portugues": "Mas chegou um dia conveniente, quando Herodes, no seu aniversário, ofereceu um banquete aos altos funcionários, aos comandantes militares e aos homens mais importantes da Galileia."
  },
  {
    "ingles": "And the daughter of Herodias came in and danced and pleased Herod and those dining with him. The king said to the girl: \"Ask me for whatever you want, and I will give it to you.\"",
    "portugues": "E a filha de Herodias entrou e dançou, e ela agradou a Herodes e aos que comiam com ele. O rei disse à moça: \"Peça-me o que quiser, e eu darei a você.\""
  },
  {
    "ingles": "Yes, he swore to her: \"Whatever you ask me for, I will give it to you, up to half my kingdom.\"",
    "portugues": "Sim, ele lhe jurou: \"O que for que você me pedir, até a metade do meu reino, eu darei a você.\""
  },
  {
    "ingles": "So she went out and said to her mother: \"What should I ask for?\" She said: \"The head of John the Baptizer.\"",
    "portugues": "Então ela saiu e perguntou à sua mãe: \"O que devo pedir?\" Ela respondeu: \"A cabeça de João, o Batizador.\""
  },
  {
    "ingles": "She immediately rushed in to the king and made her request, saying: \"I want you to give me right away on a platter the head of John the Baptist.\"",
    "portugues": "Imediatamente, ela correu até o rei e fez o seu pedido, dizendo: \"Quero que o senhor me dê sem demora, numa bandeja, a cabeça de João Batista.\""
  },
  {
    "ingles": "Although this deeply grieved him, the king did not want to disregard her request, because of his oaths and his guests.",
    "portugues": "Embora isso o entristecesse profundamente, o rei não quis desconsiderar o pedido dela, por causa dos juramentos que tinha feito e por causa dos seus convidados."
  },
  {
    "ingles": "So the king immediately sent a bodyguard and commanded him to bring John's head. So he went off and beheaded him in the prison",
    "portugues": "Assim, o rei enviou imediatamente um soldado da sua guarda com ordens para que trouxesse a cabeça de João. Então ele foi, decapitou-o na prisão"
  },
  {
    "ingles": "and brought his head on a platter. He gave it to the girl, and the girl gave it to her mother.",
    "portugues": "e trouxe a cabeça numa bandeja. Ele a deu à moça, e a moça a deu à sua mãe."
  },
  {
    "ingles": "When his disciples heard of it, they came and took his body and laid it in a tomb.",
    "portugues": "Quando os discípulos dele ouviram isso, foram pegar o seu corpo e o colocaram num túmulo."
  },
  {
    "ingles": "The apostles gathered around Jesus and reported to him all the things they had done and taught.",
    "portugues": "Os apóstolos se reuniram em volta de Jesus e lhe contaram tudo o que tinham feito e ensinado."
  },
  {
    "ingles": "And he said to them: \"Come, you yourselves, privately into an isolated place and rest up a little.\" For there were many coming and going, and they had no leisure time even to eat a meal.",
    "portugues": "E ele lhes disse: \"Venham comigo, vamos sozinhos a um lugar isolado para descansar um pouco.\" Pois havia muitos que iam e vinham, e eles não tinham folga nem para tomar uma refeição."
  },
  {
    "ingles": "So they set off in the boat for an isolated place to be by themselves.",
    "portugues": "Por isso partiram no barco para um lugar isolado, para ficarem sozinhos."
  },
  {
    "ingles": "But people saw them going and many got to know it, and from all the cities they ran together on foot and got there ahead of them.",
    "portugues": "Mas as pessoas os viram partir, e muitos ficaram sabendo disso. E afluíram para lá a pé, de todas as cidades, e chegaram primeiro que eles."
  },
  {
    "ingles": "Well, on getting out, he saw a large crowd, and he was moved with pity for them, because they were as sheep without a shepherd. And he started to teach them many things.",
    "portugues": "Pois bem, ao desembarcar, ele viu uma grande multidão e teve pena deles, porque eram como ovelhas sem pastor. E começou a lhes ensinar muitas coisas."
  },
  {
    "ingles": "By now the hour had grown late, and his disciples came up to him and said: \"This place is isolated, and the hour is already late.",
    "portugues": "Já era tarde, e seus discípulos se aproximaram dele e disseram: \"Este lugar é isolado e já é tarde."
  },
  {
    "ingles": "Send them away, so that they may go off into the surrounding countryside and villages and buy themselves something to eat.\"",
    "portugues": "Dispense-os, para que possam ir à zona rural e às aldeias ao redor comprar algo para comer.\""
  },
  {
    "ingles": "He replied to them: \"You give them something to eat.\" At this they said to him: \"Should we go off and buy",
    "portugues": "Ele lhes respondeu: \"Deem-lhes vocês algo para comer.\" Perguntaram-lhe então: \"Devemos ir comprar pães no valor de"
  },
  {
    "ingles": "denarii worth of bread and give it to the people to eat?\"",
    "portugues": "denários, e dá-los às pessoas para comer?\""
  },
  {
    "ingles": "He said to them: \"How many loaves do you have? Go see!\" After finding out, they said: \"Five, besides two fish.\"",
    "portugues": "Ele lhes disse: \"Quantos pães vocês têm? Vão ver!\" Depois de verificarem, disseram: \"Cinco, além de dois peixes.\""
  },
  {
    "ingles": "And he instructed all the people to recline in groups on the green grass.",
    "portugues": "E ele mandou que todos se sentassem em grupos na grama verde."
  },
  {
    "ingles": "So they reclined in groups of",
    "portugues": "Assim eles se sentaram em grupos de cem e de cinquenta."
  },
  {
    "ingles": "and of 50.",
    "portugues": "Pegando então os cinco pães e os dois peixes, ele olhou para o céu e proferiu uma bênção. Depois partiu os pães e começou a dá-los aos discípulos, para que os servissem às pessoas, e repartiu os dois peixes entre todos."
  },
  {
    "ingles": "Taking now the five loaves and the two fish, he looked up to heaven and said a blessing. Then he broke the loaves up and began giving them to the disciples to place them before the people, and he divided up the two fish for all.",
    "portugues": "Assim, todos comeram e ficaram satisfeitos;"
  },
  {
    "ingles": "So they all ate and were satisfied,",
    "portugues": "e recolheram"
  },
  {
    "ingles": "and they took up",
    "portugues": "cestos cheios de pedaços de pão, além das sobras de peixes."
  },
  {
    "ingles": "baskets full of fragments, aside from the fish.",
    "portugues": "Os que comeram os pães foram 5.000 homens."
  },
  {
    "ingles": "Those who ate the loaves were 5,000 men.",
    "portugues": "Então, sem demora, ele mandou os discípulos entrar no barco e partir na frente, para a margem oposta, em direção a Betsaida, enquanto ele mesmo dispensava a multidão."
  },
  {
    "ingles": "Then, without delay, he made his disciples board the boat and go on ahead to the opposite shore toward Bethsaida, while he himself sent the crowd away.",
    "portugues": "Mas, depois de se despedir deles, foi a um monte para orar."
  },
  {
    "ingles": "But after saying good-bye to them, he went to a mountain to pray.",
    "portugues": "Quando anoiteceu, o barco estava no meio do mar, mas ele estava sozinho em terra."
  },
  {
    "ingles": "When evening had fallen, the boat was in the middle of the sea, but he was alone on the land.",
    "portugues": "Então, ao ver que tinham grandes dificuldades para remar por causa do vento contrário, ele se dirigiu a eles por volta da quarta vigília da noite, andando sobre o mar, mas parecia que ele ia passar direto por eles."
  },
  {
    "ingles": "So when he saw them struggling to row, for the wind was against them, about the fourth watch of the night he came toward them, walking on the sea; but he was inclined to pass them by.",
    "portugues": "Quando o viram andando sobre o mar, pensaram: \"É uma aparição!\" e gritaram,"
  },
  {
    "ingles": "On catching sight of him walking on the sea, they thought: \"It is an apparition!\" And they cried out.",
    "portugues": "pois todos eles o viram e ficaram assustados. Mas ele lhes disse imediatamente: \"Coragem! Sou eu; não tenham medo.\""
  },
  {
    "ingles": "For they all saw him and were troubled. But immediately he spoke to them and said: \"Take courage! It is I; do not be afraid.\"",
    "portugues": "Então subiu no barco com eles, e o vento parou. Em vista disso, ficaram muito espantados,"
  },
  {
    "ingles": "Then he got up into the boat with them, and the wind abated. At this they were utterly amazed,",
    "portugues": "porque não tinham compreendido o significado dos pães; o coração deles continuava fechado ao entendimento."
  },
  {
    "ingles": "for they had not grasped the meaning of the loaves, but their hearts continued dull in understanding.",
    "portugues": "Quando terminaram a travessia, chegaram a Genesaré e ancoraram o barco ali."
  },
  {
    "ingles": "When they got across to land, they came to Gennesaret and anchored the boat nearby.",
    "portugues": "Mas, assim que saíram do barco, as pessoas o reconheceram."
  },
  {
    "ingles": "But as soon as they got out of the boat, people recognized him.",
    "portugues": "Elas percorreram toda aquela região e começaram a levar os doentes em macas, para onde ouviam falar que ele estava."
  },
  {
    "ingles": "They ran around all that region and started to bring on stretchers those who were ailing to where they heard he was.",
    "portugues": "E onde quer que ele entrasse - em aldeias, em cidades ou na zona rural -, colocavam os doentes nas praças e lhe imploravam que pudessem tocar pelo menos na borda da sua roupa. E todos os que tocavam nela ficavam bons."
  }
]