[
  {
    "ingles": "Furthermore, he said to them: \"Truly I say to you that there are some of those standing here who will not taste death at all until first they see the Kingdom of God already having come in power.\"",
    "portugues": "Ele lhes disse também: \"Digo a verdade a vocês: Há alguns dos que estão aqui que de modo algum provarão a morte antes de verem o Reino de Deus já vindo em poder.\""
  },
  {
    "ingles": "Six days later Jesus took Peter and James and John along and led them up into a lofty mountain by themselves. And he was transfigured before them;",
    "portugues": "Seis dias depois, Jesus chamou Pedro, Tiago e João, e os levou a sós a um alto monte. E ele foi transfigurado diante deles;"
  },
  {
    "ingles": "his outer garments began to glisten, becoming far whiter than any clothes cleaner on earth could whiten them.",
    "portugues": "suas roupas se tornaram cintilantes e ficaram muito mais brancas do que qualquer lavadeiro na terra poderia alvejar."
  },
  {
    "ingles": "Also, Elijah with Moses appeared to them, and they were conversing with Jesus.",
    "portugues": "Também lhes apareceu Elias com Moisés, e eles estavam conversando com Jesus."
  },
  {
    "ingles": "Then Peter said to Jesus: \"Rabbi, it is fine for us to be here. So let us erect three tents, one for you, one for Moses, and one for Elijah.\"",
    "portugues": "Então Pedro disse a Jesus: \"Rabi, é bom que estejamos aqui. Vamos armar, então, três tendas: uma para o senhor, uma para Moisés e uma para Elias.\""
  },
  {
    "ingles": "In fact, he did not know how to react, for they were quite fearful.",
    "portugues": "Na verdade, não sabia como reagir, pois eles estavam com muito medo."
  },
  {
    "ingles": "And a cloud formed, overshadowing them, and a voice came out of the cloud: \"This is my Son, the beloved. Listen to him.\"",
    "portugues": "E formou-se uma nuvem, encobrindo-os, e uma voz saiu da nuvem: \"Este é meu Filho, o amado. Escutem-no.\""
  },
  {
    "ingles": "Then suddenly they looked around and saw that no one was with them any longer except Jesus.",
    "portugues": "De repente, então, olharam em volta e não viram mais ninguém com eles, a não ser Jesus."
  },
  {
    "ingles": "As they were coming down from the mountain, he strictly ordered them not to relate to anybody what they had seen until after the Son of man had risen from the dead.",
    "portugues": "Enquanto desciam do monte, Jesus lhes ordenou com firmeza que não contassem a ninguém o que tinham visto, até que o Filho do Homem fosse levantado dentre os mortos."
  },
  {
    "ingles": "They took the word to heart, but discussed among themselves what this rising from the dead meant.",
    "portugues": "Eles obedeceram às suas palavras, mas discutiram entre si o que significava ele ser levantado dentre os mortos."
  },
  {
    "ingles": "And they began to question him, saying: \"Why do the scribes say that Elijah must come first?\"",
    "portugues": "E lhe perguntaram: \"Por que os escribas dizem que Elias tem de vir primeiro?\""
  },
  {
    "ingles": "He said to them: \"Elijah does come first and restore all things; but how is it that it is written about the Son of man that he must undergo many sufferings and be treated with contempt?",
    "portugues": "Ele lhes respondeu: \"Elias realmente vem primeiro e restabelece todas as coisas. Mas como é que está escrito a respeito do Filho do Homem que ele tem de sofrer muitas coisas e ser tratado com desprezo?"
  },
  {
    "ingles": "But I say to you that Elijah, in fact, has come, and they did to him whatever they wanted, just as it is written about him.\"",
    "portugues": "Porém, eu lhes digo que Elias, de fato, já veio, e fizeram com ele tudo o que quiseram, assim como está escrito a respeito dele.\""
  },
  {
    "ingles": "When they came to the other disciples, they noticed a large crowd around them, and there were scribes arguing with them.",
    "portugues": "Ao chegarem onde estavam os outros discípulos, notaram uma grande multidão em volta deles, e havia escribas discutindo com eles."
  },
  {
    "ingles": "But as soon as all the crowd caught sight of him, they were astonished, and they ran up to him to greet him.",
    "portugues": "Mas, assim que as pessoas da multidão o viram, ficaram admiradas e correram para cumprimentá-lo."
  },
  {
    "ingles": "So he asked them: \"What are you arguing about with them?\"",
    "portugues": "Então ele lhes perguntou: \"Sobre o que vocês estão discutindo com eles?\""
  },
  {
    "ingles": "And one of the crowd answered him: \"Teacher, I brought my son to you because he has a speechless spirit.",
    "portugues": "E alguém da multidão lhe respondeu: \"Instrutor, eu trouxe meu filho para o senhor, porque ele tem um espírito mudo."
  },
  {
    "ingles": "Wherever it seizes him, it throws him to the ground, and he foams at the mouth and grinds his teeth and loses his strength. I asked your disciples to expel it, but they were not able to do so.\"",
    "portugues": "Onde quer que esse espírito o apanhe, lança-o no chão, e ele espuma pela boca, range os dentes e perde a força. Eu pedi aos seus discípulos que expulsassem o espírito, mas eles não foram capazes de fazer isso.\""
  },
  {
    "ingles": "In response he said to them: \"O faithless generation, how long must I continue with you? How long must I put up with you? Bring him to me.\"",
    "portugues": "Em resposta, ele lhes disse: \"Ó geração sem fé, até quando terei de continuar com vocês? Até quando terei de suportá-los? Tragam-no a mim.\""
  },
  {
    "ingles": "So they brought the boy to him, but at the sight of him, the spirit at once threw the child into convulsions. After falling on the ground, he kept rolling about, foaming at the mouth.",
    "portugues": "De modo que o levaram a ele, mas, ao ver Jesus, o espírito lançou o menino imediatamente em convulsões. Depois de cair no chão, ele ficou rolando e espumando pela boca."
  },
  {
    "ingles": "Then Jesus asked the father: \"How long has this been happening to him?\" He said: \"From childhood on,",
    "portugues": "Então Jesus perguntou ao pai: \"Há quanto tempo isso acontece com ele?\" Ele respondeu: \"Desde a infância,"
  },
  {
    "ingles": "and often it would throw him into the fire and also into the water to destroy him. But if you can do anything, have pity on us and help us.\"",
    "portugues": "e o espírito o lança muitas vezes no fogo e também na água, para matá-lo. Mas, se o senhor puder fazer algo, tenha pena de nós e ajude-nos.\""
  },
  {
    "ingles": "Jesus said to him: \"That expression, 'If you can'! Why, all things are possible for the one who has faith.\"",
    "portugues": "Jesus lhe disse: \"Esta expressão: 'Se puder'! Ora, tudo é possível para quem tem fé.\""
  },
  {
    "ingles": "Immediately the child's father cried out and said: \"I have faith! Help me out where I need faith!\"",
    "portugues": "Imediatamente, o pai do menino clamou: \"Eu tenho fé! Ajude-me onde preciso de fé!\""
  },
  {
    "ingles": "Jesus, now noticing that a crowd was rushing toward them, rebuked the unclean spirit, saying to it: \"You speechless and deaf spirit, I order you, get out of him and do not enter into him again!\"",
    "portugues": "Observando então que uma multidão estava rapidamente se aproximando deles, Jesus censurou o espírito impuro, dizendo-lhe: \"Espírito mudo e surdo, eu lhe ordeno que saia dele e não entre nele novamente!\""
  },
  {
    "ingles": "After crying out and going through many convulsions, it came out, and the child seemed to be dead, so that most of the people were saying: \"He is dead!\"",
    "portugues": "Depois de clamar e de causar muitas convulsões no menino, o espírito saiu; e o menino parecia morto, de modo que a maioria das pessoas dizia: \"Ele está morto!\""
  },
  {
    "ingles": "But Jesus took him by the hand and raised him up, and he stood up.",
    "portugues": "Mas Jesus o pegou pela mão e o levantou, e ele ficou de pé."
  },
  {
    "ingles": "So after he entered into a house, his disciples asked him privately: \"Why could we not expel it?\"",
    "portugues": "Assim, depois de entrar numa casa, seus discípulos lhe perguntaram em particular: \"Por que nós não conseguimos expulsá-lo?\""
  },
  {
    "ingles": "He said to them: \"This kind can come out only by prayer.\"",
    "portugues": "Ele lhes respondeu: \"Essa espécie só sai por oração.\""
  },
  {
    "ingles": "They departed from there and went through Galilee, but he did not want anyone to get to know about it.",
    "portugues": "Partiram dali e atravessaram a Galileia, mas ele não quis que ninguém soubesse disso,"
  },
  {
    "ingles": "For he was teaching his disciples and telling them: \"The Son of man is going to be betrayed into men's hands, and they will kill him, but despite being killed, he will rise three days later.\"",
    "portugues": "pois estava ensinando os seus discípulos. E lhes dizia: \"O Filho do Homem será entregue às mãos dos homens, e eles o matarão, mas, embora seja morto, será levantado três dias depois.\""
  },
  {
    "ingles": "However, they did not understand his statement, and they were afraid to question him.",
    "portugues": "No entanto, não entendiam o que ele lhes dizia e tinham medo de perguntar."
  },
  {
    "ingles": "And they came into Capernaum. Now when he was inside the house, he put the question to them: \"What were you arguing about on the road?\"",
    "portugues": "E entraram em Cafarnaum. Então, quando estava dentro da casa, ele lhes perguntou: \"Sobre o que vocês estavam discutindo na estrada?\""
  },
  {
    "ingles": "They kept silent, for on the road they had been arguing among themselves about who is greater.",
    "portugues": "Eles ficaram calados, pois na estrada tinham discutido entre si sobre quem era o maior."
  },
  {
    "ingles": "So he sat down and called the Twelve and said to them: \"If anyone wants to be first, he must be last of all and minister of all.\"",
    "portugues": "Então ele se sentou, chamou os Doze e lhes disse: \"Se alguém quer ser o primeiro, tem de ser o último de todos e servo de todos.\""
  },
  {
    "ingles": "Then he took a young child and stood him in their midst; and putting his arms around him, he said to them:",
    "portugues": "Então ele pegou uma criancinha e a colocou no meio deles; pôs os braços em volta dela e lhes disse:"
  },
  {
    "ingles": "\"Whoever receives one of such young children on the basis of my name receives me also; and whoever receives me receives not me only but also Him who sent me.\"",
    "portugues": "\"Quem recebe uma destas criancinhas em meu nome recebe também a mim; e quem me recebe, recebe não só a mim, mas também Aquele que me enviou.\""
  },
  {
    "ingles": "John said to him: \"Teacher, we saw someone expelling demons by using your name, and we tried to prevent him, because he was not following us.\"",
    "portugues": "João lhe disse: \"Instrutor, vimos alguém expulsar demônios usando o seu nome e tentamos impedi-lo, porque ele não estava nos acompanhando.\""
  },
  {
    "ingles": "But Jesus said: \"Do not try to prevent him, for there is no one who will do a powerful work on the basis of my name who will quickly be able to say anything bad about me.",
    "portugues": "Mas Jesus disse: \"Não tentem impedi-lo, porque ninguém que faça uma obra poderosa em meu nome pode logo depois falar mal de mim."
  },
  {
    "ingles": "For whoever is not against us is for us.",
    "portugues": "Pois quem não é contra nós é a favor de nós."
  },
  {
    "ingles": "And whoever gives you a cup of water to drink because you belong to Christ, I tell you truly, he will by no means lose his reward.",
    "portugues": "E eu garanto a vocês que quem lhes der um copo de água para beber, por vocês pertencerem a Cristo, de modo algum perderá sua recompensa."
  },
  {
    "ingles": "But whoever stumbles one of these little ones who have faith, it would be better for him if a millstone that is turned by a donkey were put around his neck and he were pitched into the sea.",
    "portugues": "Mas quem fizer tropeçar um destes pequenos que têm fé, seria melhor para ele que pusessem no seu pescoço uma pedra de moinho daquelas que o jumento faz girar, e que fosse lançado no mar."
  },
  {
    "ingles": "\"If ever your hand makes you stumble, cut it off. It is better for you to enter into life maimed than to go off with two hands into Gehenna, into the fire that cannot be put out.",
    "portugues": "\"Se a sua mão faz você tropeçar, corte-a. É melhor para você entrar na vida aleijado do que ir com as duas mãos para a Geena, para o fogo que não pode ser apagado. 44--"
  },
  {
    "ingles": "--",
    "portugues": "E, se o seu pé o faz tropeçar, corte-o. É melhor para você entrar na vida manco do que ser lançado com os dois pés na Geena. 46--"
  },
  {
    "ingles": "And if your foot makes you stumble, cut it off. It is better for you to enter into life lame than to be thrown with two feet into Gehenna.",
    "portugues": "E, se o seu olho o faz tropeçar, lance-o para longe. É melhor para você entrar no Reino de Deus com um olho só do que ser lançado com os dois olhos na Geena,"
  },
  {
    "ingles": "--",
    "portugues": "onde os vermes não morrem e o fogo não é apagado."
  },
  {
    "ingles": "And if your eye makes you stumble, throw it away. It is better for you to enter one-eyed into the Kingdom of God than to be thrown with two eyes into Gehenna,",
    "portugues": "\"Pois todos têm de ser salgados com fogo."
  },
  {
    "ingles": "where the maggot does not die and the fire is not put out.",
    "portugues": "O sal é bom, mas, se o sal perder a sua salinidade, o que farão para recuperar o seu sabor? Tenham sal em vocês mesmos e mantenham a paz uns com os outros.\""
  }
]