[
  {
    "ingles": "The words of the congregator, the son of David, the king in Jerusalem.",
    "portugues": "As palavras do congregante, filho de Davi, rei em Jerusalém."
  },
  {
    "ingles": "\"The greatest futility!\" says the congregator, \"The greatest futility! Everything is futile!\"",
    "portugues": "\"A maior das vaidades!\" diz o congregante, \"A maior das vaidades! Tudo é vão!\""
  },
  {
    "ingles": "What does a person gain from all his hard work At which he toils under the sun?",
    "portugues": "O que é que o homem ganha com todo o seu trabalho árduo, No qual tanto se esforça debaixo do sol?"
  },
  {
    "ingles": "A generation is going, and a generation is coming, But the earth remains forever.",
    "portugues": "Uma geração vai e outra geração vem, Mas a terra permanece para sempre."
  },
  {
    "ingles": "The sun rises, and the sun sets; Then it hurries back to the place where it rises again.",
    "portugues": "O sol nasce, e o sol se põe; Depois volta depressa para o lugar onde nasce novamente."
  },
  {
    "ingles": "The wind goes south and circles around to the north; Round and round it continuously circles; the wind keeps making its rounds.",
    "portugues": "O vento sopra para o sul e gira para o norte; Dá voltas e voltas, girando continuamente; o vento continua dando as suas voltas."
  },
  {
    "ingles": "All the streams flow into the sea, yet the sea is not full. To the place from which the streams flow, there they return so as to flow again.",
    "portugues": "Todos os rios correm para o mar; mesmo assim, o mar não fica cheio. Os rios voltam para o lugar de onde saíram, a fim de correr novamente."
  },
  {
    "ingles": "All things are wearisome; No one can even speak of it. The eye is not satisfied at seeing; Nor is the ear filled from hearing.",
    "portugues": "Todas as coisas são cansativas, Mais do que se pode dizer. O olho não se satisfaz com o que vê, Nem o ouvido se sacia com o que ouve."
  },
  {
    "ingles": "What has been is what will be, And what has been done will be done again; There is nothing new under the sun.",
    "portugues": "O que foi é o que será, E o que foi feito se fará novamente; Não há nada de novo debaixo do sol."
  },
  {
    "ingles": "Is there anything of which one may say, \"Look at this-it is new\"? It already existed from long ago; It already existed before our time.",
    "portugues": "Será que há alguma coisa de que se possa dizer: \"Veja, isto é novo\"? Tudo já existe há muito tempo; Já existia antes da nossa época."
  },
  {
    "ingles": "No one remembers people of former times; Nor will anyone remember those who come later; Nor will they be remembered by those who come still later.",
    "portugues": "Ninguém se lembra dos que viveram nos tempos antigos; E ninguém se lembrará dos que vierem depois; Nem estes serão lembrados pelos que vierem depois deles."
  },
  {
    "ingles": "I, the congregator, have been king over Israel in Jerusalem.",
    "portugues": "Eu, o congregante, tornei-me rei sobre Israel, em Jerusalém."
  },
  {
    "ingles": "I set my heart to study and explore with wisdom everything that has been done under the heavens-the miserable occupation that God has given to the sons of men that keeps them occupied.",
    "portugues": "Empenhei-me em estudar e investigar com sabedoria tudo o que se faz debaixo dos céus - a ocupação penosa que Deus deu aos filhos dos homens, que os mantém ocupados."
  },
  {
    "ingles": "I saw all the works that were done under the sun, And look! everything was futile, a chasing after the wind.",
    "portugues": "Vi tudo que se faz debaixo do sol, E concluí: tudo é vão, é correr atrás do vento."
  },
  {
    "ingles": "What is crooked cannot be made straight, And what is lacking cannot possibly be counted.",
    "portugues": "O que é torto não pode ser endireitado, E o que está faltando não pode ser enumerado."
  },
  {
    "ingles": "Then I said in my heart: \"Look! I have acquired great wisdom, more than anyone who was before me in Jerusalem, and my heart gained a great deal of wisdom and knowledge.\"",
    "portugues": "Então eu disse no meu coração: \"Bem, adquiri grande sabedoria, mais do que qualquer outro antes de mim em Jerusalém, e meu coração obteve muita sabedoria e conhecimento.\""
  },
  {
    "ingles": "I applied my heart to knowing wisdom and to knowing madness and to knowing folly, and this too is a chasing after the wind.",
    "portugues": "Eu me dediquei a conhecer a sabedoria, a conhecer a loucura e a conhecer a tolice - e isso também é correr atrás do vento."
  },
  {
    "ingles": "For an abundance of wisdom brings an abundance of frustration, So that whoever increases knowledge increases pain.",
    "portugues": "Porque muita sabedoria traz muita frustração, De modo que aquele que aumenta seu conhecimento aumenta sua dor."
  }
]