[
  {
    "ingles": "As dead flies cause the perfumer's oil to stink and bubble, so a little foolishness outweighs wisdom and glory.",
    "portugues": "Assim como moscas mortas fazem o óleo do perfumista estragar e cheirar mal, assim também uma pequena tolice pesa mais do que a sabedoria e a glória."
  },
  {
    "ingles": "The heart of the wise one leads him in the right way, but the heart of the stupid one leads him in the wrong way.",
    "portugues": "O coração do sábio o guia no caminho certo, mas o coração do tolo o guia no caminho errado."
  },
  {
    "ingles": "In whatever way the fool walks, he is lacking good sense, and he lets everyone know that he is a fool.",
    "portugues": "Seja qual for o caminho em que ande, o tolo age sem bom senso, e ele mostra a todos que é tolo."
  },
  {
    "ingles": "If the anger of a ruler should flare up against you, do not leave your place, for calmness allays great sins.",
    "portugues": "Se a ira de um governante se acender contra você, não deixe o seu lugar, pois a calma aplaca grandes pecados."
  },
  {
    "ingles": "There is something distressing that I have seen under the sun, the sort of mistake made by those in power:",
    "portugues": "Há algo aflitivo que vi debaixo do sol, o tipo de erro cometido pelos que estão no poder:"
  },
  {
    "ingles": "Foolishness is put in many high positions, but the rich remain in low positions.",
    "portugues": "os tolos são postos em muitas posições elevadas, mas os ricos continuam em posições inferiores."
  },
  {
    "ingles": "I have seen servants on horseback but princes walking on foot just like servants.",
    "portugues": "Vi servos andando a cavalo, mas príncipes andando a pé como servos."
  },
  {
    "ingles": "The one who digs a pit may fall into it; and the one who breaks through a stone wall may be bitten by a snake.",
    "portugues": "Quem cava um buraco pode cair nele; e quem derruba um muro de pedras pode ser picado por uma cobra."
  },
  {
    "ingles": "The one who quarries stones may be hurt by them, and the one who splits logs may be endangered by them.",
    "portugues": "Quem extrai pedras, com elas pode se ferir, e quem racha toras se expõe ao perigo."
  },
  {
    "ingles": "If an iron tool is dull and one does not sharpen its edge, he will need to exert much effort. But wisdom helps to achieve success.",
    "portugues": "Se uma ferramenta está cega e não for afiada, será preciso fazer muito esforço. Mas a sabedoria ajuda a obter sucesso."
  },
  {
    "ingles": "If the snake bites before it is charmed, there is no advantage to the skilled charmer.",
    "portugues": "Se a cobra picar antes de ser encantada, não haverá vantagem para o encantador habilidoso."
  },
  {
    "ingles": "The words from the mouth of the wise one bring favor, but the lips of the stupid one are his ruin.",
    "portugues": "As palavras que saem da boca do sábio trazem favor, mas os lábios do tolo são a sua ruína:"
  },
  {
    "ingles": "The first words out of his mouth are foolishness, and his last words are disastrous madness.",
    "portugues": "suas primeiras palavras são tolice, e as últimas são loucura desastrosa."
  },
  {
    "ingles": "But the fool keeps on speaking. A man does not know what will happen; who can tell him what will come after him?",
    "portugues": "Mas o tolo continua falando. O homem não sabe o que vai acontecer; quem pode informá-lo do que virá depois dele?"
  },
  {
    "ingles": "The hard work of the stupid one wears him out, for he does not even know how to find his way to the city.",
    "portugues": "O trabalho árduo do tolo o esgota, pois ele não sabe nem mesmo encontrar o caminho para a cidade."
  },
  {
    "ingles": "How terrible for a land when the king is a boy and the princes start their feasting in the morning!",
    "portugues": "Como é desastroso para um país quando o seu rei é uma criança e os seus príncipes começam a se banquetear de manhã!"
  },
  {
    "ingles": "How happy for the land when the king is the son of nobles and the princes eat at the proper time for strength, not for drunkenness!",
    "portugues": "Como é feliz o país cujo rei é filho de nobres e cujos príncipes se alimentam no tempo certo, para recuperar as forças, e não somente para se embriagar!"
  },
  {
    "ingles": "Because of extreme laziness the roof beams sag, and because of idle hands the house leaks.",
    "portugues": "Por causa de extrema preguiça as vigas do telhado cedem, e por causa de mãos ociosas a casa tem goteiras."
  },
  {
    "ingles": "Bread is made for laughter, and wine makes life enjoyable; but money answers every need.",
    "portugues": "O pão é feito para dar alegria, e o vinho torna a vida prazerosa; mas o dinheiro atende a todas as necessidades."
  },
  {
    "ingles": "Even in your thoughts, do not curse the king, and do not curse the rich in your bedroom; for a bird may convey the sound, or a creature with wings may repeat what was said.",
    "portugues": "Nem mesmo em pensamento amaldiçoe o rei, e não amaldiçoe o rico no seu quarto de dormir; pois um pássaro pode levar as suas palavras, e uma ave pode contar o que você disse."
  }
]