[
  {
    "ingles": "Cast your bread on the waters, for after many days you will find it again.",
    "portugues": "Lance o seu pão sobre as águas, porque depois de muitos dias você o achará de novo."
  },
  {
    "ingles": "Give a share to seven or even to eight, for you do not know what disaster will occur on the earth.",
    "portugues": "Reparta o que é seu com sete ou mesmo com oito, pois você não sabe que desastre pode ocorrer na terra."
  },
  {
    "ingles": "If the clouds are filled with water, they will pour down rain on the earth; and if a tree falls to the south or to the north, the place where the tree falls is where it will lie.",
    "portugues": "Se as nuvens estiverem carregadas, despejarão chuva sobre a terra; e, se uma árvore cair, seja para o sul seja para o norte, onde a árvore cair, ali ficará."
  },
  {
    "ingles": "The one who watches the wind will not sow seed, and the one who looks at the clouds will not reap.",
    "portugues": "Quem observa o vento não semeará, e quem olha para as nuvens não colherá."
  },
  {
    "ingles": "Just as you do not know how the spirit operates in the bones of the child inside a pregnant woman, so you do not know the work of the true God, who does all things.",
    "portugues": "Assim como você não sabe como o espírito age nos ossos da criança no ventre da mulher grávida, assim também você desconhece o trabalho do verdadeiro Deus, que faz todas as coisas."
  },
  {
    "ingles": "Sow your seed in the morning and do not let your hand rest until the evening; for you do not know which will have success, whether this one or that one, or whether they will both do well.",
    "portugues": "Semeie de manhã a sua semente e não descanse as suas mãos até o anoitecer; pois você não sabe qual dará bons resultados, esta ou aquela, ou se ambas serão boas."
  },
  {
    "ingles": "Light is sweet, and it is good for the eyes to see the sun.",
    "portugues": "Doce é a luz, e é agradável aos olhos ver o sol."
  },
  {
    "ingles": "For if a man should live many years, let him enjoy them all. But he should remember that the days of darkness may be many; all that is to come is futility.",
    "portugues": "Portanto, se um homem viver muitos anos, que ele aproveite todos eles. Mas ele deve se lembrar de que os dias de escuridão talvez sejam muitos; tudo que está para vir é vaidade."
  },
  {
    "ingles": "Rejoice, young man, while you are young, and let your heart be glad in the days of your youth. Follow the ways of your heart and go where your eyes lead you; but know that the true God will bring you into judgment for all these things.",
    "portugues": "Alegre-se, jovem, enquanto você ainda é jovem, e que o seu coração seja feliz nos dias da sua juventude. Siga os caminhos do seu coração e vá para onde seus olhos o levarem; mas saiba que o verdadeiro Deus o levará a julgamento por todas essas coisas."
  },
  {
    "ingles": "So remove troublesome things from your heart, and ward off harmful things from your body, for youth and the prime of life are futility.",
    "portugues": "Portanto, tire do seu coração as preocupações e afaste do seu corpo coisas prejudiciais, pois a juventude e a flor da vida são vaidade."
  }
]