[
  {
    "ingles": "Remember, then, your Grand Creator in the days of your youth, before the days of distress come and the years arrive when you will say: \"I have no pleasure in them\";",
    "portugues": "Lembre-se, então, do seu Grandioso Criador nos dias da sua juventude, antes que venham os dias de aflição e cheguem os anos em que você dirá: \"Não tenho prazer neles\";"
  },
  {
    "ingles": "before the sun and the light and the moon and the stars grow dark, and the clouds return after the downpour;",
    "portugues": "antes que o sol, a luz, a lua e as estrelas escureçam, e as nuvens retornem depois da chuva;"
  },
  {
    "ingles": "in the day when the guards of the house become shaky, and the strong men stoop over, and the women quit grinding because they have become few, and the ladies looking out the windows find it dark;",
    "portugues": "quando os guardas da casa ficam trêmulos, os homens fortes se curvam, as mulheres param de moer por se terem tornado poucas, e as damas que olham pelas janelas veem escuridão;"
  },
  {
    "ingles": "when the doors to the street have been closed, when the sound of the grinding mill becomes low, when one gets up at the sound of a bird, and all the daughters of song grow faint.",
    "portugues": "quando as portas que dão para a rua se fecham, quando o barulho do moinho fica baixo, quando a pessoa se levanta ao som de um pássaro, e todas as filhas do canto ficam fracas;"
  },
  {
    "ingles": "Also, one is afraid of heights, and there are terrors in the street. And the almond tree blossoms, and the grasshopper drags itself along, and the caper berry bursts, because man is walking to his lasting house and the mourners walk about in the street;",
    "portugues": "quando há medo de alturas e terrores na rua; quando a amendoeira floresce, o gafanhoto se arrasta e a alcaparra rebenta, porque o homem está caminhando para a sua morada permanente, e os lamentadores percorrem as ruas;"
  },
  {
    "ingles": "before the silver cord is removed, and the golden bowl is crushed, and the jar at the spring is broken, and the waterwheel for the cistern is crushed.",
    "portugues": "antes que o cordão de prata se rompa, a tigela de ouro seja esmagada, o jarro junto à fonte se quebre e a roldana da cisterna rebente."
  },
  {
    "ingles": "Then the dust returns to the earth, just as it was, and the spirit returns to the true God who gave it.",
    "portugues": "Então o pó volta à terra, de onde veio, e o espírito volta ao verdadeiro Deus, que o deu."
  },
  {
    "ingles": "\"The greatest futility!\" says the congregator. \"Everything is futile.\"",
    "portugues": "\"A maior das vaidades!\" diz o congregante. \"Tudo é vão.\""
  },
  {
    "ingles": "Not only had the congregator become wise but he continually taught the people what he knew, and he pondered and made a thorough search in order to compile many proverbs.",
    "portugues": "O congregante não só se tornou sábio, mas também ensinou continuamente ao povo o que sabia; ele meditou e fez uma pesquisa profunda a fim de compilar muitos provérbios."
  },
  {
    "ingles": "The congregator sought to find delightful words and to record accurate words of truth.",
    "portugues": "O congregante procurou encontrar palavras agradáveis e registrar com exatidão palavras de verdade."
  },
  {
    "ingles": "The words of the wise are like oxgoads, and their collected sayings are like firmly embedded nails; they have been given from one shepherd.",
    "portugues": "As palavras dos sábios são como aguilhadas, e o conjunto de seus ditos são como pregos bem cravados; suas palavras foram dadas por um só pastor."
  },
  {
    "ingles": "As for anything besides these, my son, be warned: To the making of many books there is no end, and much devotion to them is wearisome to the flesh.",
    "portugues": "Quanto a qualquer coisa além delas, meu filho, seja avisado: de se fazerem muitos livros não há fim, e dedicar-se demais a eles cansa a pessoa."
  },
  {
    "ingles": "The conclusion of the matter, everything having been heard, is: Fear the true God and keep his commandments, for this is the whole obligation of man.",
    "portugues": "Depois de se ouvir tudo, a conclusão é esta: tema o verdadeiro Deus e obedeça aos seus mandamentos, pois essa é toda a obrigação do homem."
  },
  {
    "ingles": "For the true God will judge every deed, including every hidden thing, as to whether it is good or bad.",
    "portugues": "Pois o verdadeiro Deus julgará todas as ações, incluindo todas as coisas ocultas, e determinará se são boas ou más."
  }
]