[
  {
    "ingles": "Again I turned my attention to all the acts of oppression that go on under the sun. I saw the tears of the oppressed, and there was no one to comfort them. And their oppressors had the power, and there was no one to comfort them.",
    "portugues": "Novamente voltei minha atenção para todos os atos de opressão que ocorrem debaixo do sol. Vi as lágrimas dos oprimidos, mas não havia quem os consolasse. Os opressores deles tinham o poder, e não havia quem os consolasse."
  },
  {
    "ingles": "And I congratulated the dead who had already died rather than the living who were still alive.",
    "portugues": "E declarei felizes as pessoas que já tinham morrido, em vez das que ainda estão vivas."
  },
  {
    "ingles": "And better off than both of them is the one who has not yet been born, who has not seen the distressing deeds that are done under the sun.",
    "portugues": "E melhor do que todas elas é aquele que ainda não nasceu, que não viu as ações aflitivas praticadas debaixo do sol."
  },
  {
    "ingles": "And I have seen how much effort and skillful work spring from rivalry between people; this too is futility, a chasing after the wind.",
    "portugues": "E eu vi quanto esforço e trabalho habilidoso vêm da rivalidade entre as pessoas; isso também é vaidade, é correr atrás do vento."
  },
  {
    "ingles": "The stupid one folds his hands while his flesh wastes away.",
    "portugues": "O tolo cruza os braços e vai se definhando."
  },
  {
    "ingles": "Better is a handful of rest than two handfuls of hard work and chasing after the wind.",
    "portugues": "Melhor é um punhado de descanso do que dois punhados de trabalho árduo e correr atrás do vento."
  },
  {
    "ingles": "I turned my attention to another example of futility under the sun:",
    "portugues": "Voltei minha atenção para outro exemplo de vaidade debaixo do sol:"
  },
  {
    "ingles": "There is a man who is all alone, without any companion; he has no son or brother, but there is no end to all his hard work. His eyes are never satisfied with riches. But does he ask himself, 'For whom am I working hard and depriving myself of good things'? This too is futility and a miserable occupation.",
    "portugues": "um homem totalmente solitário, que não tem nenhuma companhia; não tem nem filho nem irmão, mas não há fim de todo o seu trabalho árduo. Seus olhos nunca se satisfazem com as riquezas. No entanto, será que ele se pergunta: \"Para quem trabalho arduamente, privando-me de coisas boas?\" Isso também é vaidade e uma ocupação penosa."
  },
  {
    "ingles": "Two are better than one because they have a good reward for their hard work.",
    "portugues": "Melhor dois do que um, porque eles têm boa recompensa pelo seu trabalho árduo."
  },
  {
    "ingles": "For if one of them falls, the other can help his partner up. But what will happen to the one who falls with no one to help him up?",
    "portugues": "Pois, se um deles cai, o outro pode ajudar seu companheiro a se levantar. Mas o que acontecerá com aquele que cai e não tem ninguém para ajudá-lo a se levantar?"
  },
  {
    "ingles": "Moreover, if two lie down together, they will stay warm, but how can just one keep warm?",
    "portugues": "Além disso, se dois se deitarem juntos, ficarão aquecidos; mas como pode alguém sozinho manter-se aquecido?"
  },
  {
    "ingles": "And someone may overpower one alone, but two together can take a stand against him. And a threefold cord cannot quickly be torn apart.",
    "portugues": "Também, alguém pode vencer a um que está só, mas dois juntos podem resistir ao agressor. E um cordão tríplice não pode ser facilmente rompido."
  },
  {
    "ingles": "Better is a poor but wise child than an old but stupid king, who no longer has enough sense to heed a warning.",
    "portugues": "Melhor é um jovem pobre, mas sábio, do que um rei velho, mas tolo, que já não tem bom senso para ouvir conselhos."
  },
  {
    "ingles": "For he went out from prison to become king, although in that one's kingship he was born poor.",
    "portugues": "Pois ele saiu da prisão para se tornar rei, embora tenha nascido pobre no domínio do outro."
  },
  {
    "ingles": "I considered all those alive who walk about under the sun, as well as how it goes with the young successor who stands up in the other's place.",
    "portugues": "Considerei todos os vivos que andam debaixo do sol e o que acontece com o jovem sucessor, que se levanta no lugar do outro."
  },
  {
    "ingles": "Although there is no end to all his supporters, those who come later will not be happy with him. This too is futility, a chasing after the wind.",
    "portugues": "Embora a multidão que o apoia seja incontável, os que vêm depois não ficarão contentes com ele. Isso também é vaidade, é correr atrás do vento."
  }
]