[
  {
    "ingles": "There is another tragedy that I have seen under the sun, and it is common among men:",
    "portugues": "Há outra desgraça que vi debaixo do sol, e ela é comum entre os homens:"
  },
  {
    "ingles": "The true God gives a man riches and material possessions and glory, so that he lacks nothing that he desires; yet the true God does not enable him to enjoy them, although a stranger may enjoy them. This is futility and a severe affliction.",
    "portugues": "o verdadeiro Deus dá a um homem riquezas, bens materiais e glória, de modo que não lhe falta nada do que deseja, mas o verdadeiro Deus não lhe dá a capacidade de desfrutar o que tem, embora um estranho o possa desfrutar. Isso é vaidade e um grande mal."
  },
  {
    "ingles": "If a man should become a father a hundred times and live for many years and reach old age, yet he does not enjoy his good things before he reaches the grave, I must say that a stillborn child is better off than he is.",
    "portugues": "Se um homem se tornar pai cem vezes, viver muitos anos e chegar à velhice, e mesmo assim não desfrutar de suas boas coisas antes de ser sepultado, devo dizer que a criança que nasceu morta está em melhor situação do que ele."
  },
  {
    "ingles": "For this one came in vain and went away in darkness, and his name is shrouded in darkness.",
    "portugues": "Pois ela veio em vão e foi embora em escuridão, e a escuridão sepultou o seu nome."
  },
  {
    "ingles": "Even though he never saw the sun or knew anything, he is still better off than the former one.",
    "portugues": "Embora nunca tenha visto o sol nem conhecido nada, ela ainda está em melhor situação do que aquele homem."
  },
  {
    "ingles": "What is the benefit of living a thousand years twice over but not experiencing enjoyment? Do not all go to the same place?",
    "portugues": "Qual é a vantagem de viver duas vezes mil anos sem experimentar a felicidade? Não vão todos para o mesmo lugar?"
  },
  {
    "ingles": "All the hard work of a man is to fill his mouth; yet his appetite is never satisfied.",
    "portugues": "Todo o trabalho árduo de um homem é para a sua boca; no entanto, ele nunca satisfaz seu apetite."
  },
  {
    "ingles": "For what advantage does the wise one have over the stupid one, or of what benefit is it that the poor man knows how to survive?",
    "portugues": "Pois que vantagem tem o sábio sobre o tolo, e de que adianta o pobre saber enfrentar a vida?"
  },
  {
    "ingles": "Better to enjoy what the eyes see than to wander after one's desires. This too is futility, a chasing after the wind.",
    "portugues": "Melhor é se satisfazer com o que os olhos veem do que ir atrás de desejos. Isso também é vaidade, é correr atrás do vento."
  },
  {
    "ingles": "Whatever has come to be has already been named, and it is known what man is; and he is not able to dispute with the one more powerful than he.",
    "portugues": "O que existe já recebeu um nome, e o que o homem é, já se sabe; e ele não pode lutar com aquele que é mais poderoso do que ele."
  },
  {
    "ingles": "The more words, the more futility; and what advantage do they bring to man?",
    "portugues": "Quanto mais palavras, mais vaidade; e que vantagem elas trazem para o homem?"
  },
  {
    "ingles": "Who knows what is best for a man to do in life during the few days of his futile life, which he spends like a shadow? For who can tell man what will happen under the sun after he is gone?",
    "portugues": "Quem sabe o que é melhor que o homem faça na vida durante os poucos dias da sua vida vã, que passam como a sombra? Quem pode informar ao homem o que acontecerá debaixo do sol depois que ele se for?"
  }
]