[
  {
    "ingles": "So I took all of this to heart and concluded that the righteous and the wise, as well as their works, are in the hands of the true God. Men are not aware of the love and the hate that took place prior to them.",
    "portugues": "Assim, refleti sobre tudo isso e concluí que os justos e os sábios, bem como suas obras, estão nas mãos do verdadeiro Deus. Os homens não se dão conta do amor nem do ódio que houve antes deles."
  },
  {
    "ingles": "All have the very same outcome, the righteous and the wicked, the good and the clean and the unclean, those sacrificing and those not sacrificing. The good one is the same as the sinner; the one who swears an oath is the same as the one who is cautious about swearing an oath.",
    "portugues": "Todos têm o mesmo fim: o justo e o injusto, o bom e puro e o impuro, aqueles que oferecem sacrifícios e aqueles que não oferecem sacrifícios. O bom é igual ao pecador; quem faz juramentos é igual àquele que pensa antes de fazer um juramento."
  },
  {
    "ingles": "This is a distressing thing that happens under the sun: Because all have the same outcome, the heart of humans is also full of bad; and there is madness in their heart during their life, and then they die!",
    "portugues": "Isto é algo aflitivo que acontece debaixo do sol: visto que todos têm o mesmo fim, o coração dos humanos está cheio de maldade; e há loucura no seu coração durante a sua vida, e depois eles morrem!"
  },
  {
    "ingles": "There is hope for whoever is among the living, because a live dog is better off than a dead lion.",
    "portugues": "Há esperança para aquele que está entre os vivos, porque é melhor o cão vivo do que o leão morto."
  },
  {
    "ingles": "For the living know that they will die, but the dead know nothing at all, nor do they have any more reward, because all memory of them is forgotten.",
    "portugues": "Pois os vivos sabem que morrerão, mas os mortos não sabem absolutamente nada, nem têm mais recompensa, porque toda lembrança deles caiu no esquecimento."
  },
  {
    "ingles": "Also, their love and their hate and their jealousy have already perished, and they no longer have any share in what is done under the sun.",
    "portugues": "Também seu amor, seu ódio e seu ciúme já não existem, e eles não têm mais parte em nada do que se faz debaixo do sol."
  },
  {
    "ingles": "Go, eat your food with rejoicing, and drink your wine with a cheerful heart, for already the true God has found pleasure in your works.",
    "portugues": "Vá, coma o seu alimento com alegria e beba o seu vinho com coração alegre, pois o verdadeiro Deus já se agradou das suas obras."
  },
  {
    "ingles": "May your clothing always be white, and do not fail to put oil on your head.",
    "portugues": "Sejam sempre brancas as suas roupas, e não deixe de pôr óleo sobre a sua cabeça."
  },
  {
    "ingles": "Enjoy life with your beloved wife all the days of your futile life, which He has given you under the sun, all the days of your futility, for that is your lot in life and in your hard work at which you toil under the sun.",
    "portugues": "Desfrute a vida com a sua amada esposa todos os dias da sua vida vã, que Ele lhe deu debaixo do sol, sim, todos os seus dias vãos. Pois essa é a sua porção na vida e no seu trabalho árduo, no qual tanto se esforça debaixo do sol."
  },
  {
    "ingles": "Whatever your hand finds to do, do with all your might, for there is no work nor planning nor knowledge nor wisdom in the Grave, where you are going.",
    "portugues": "Tudo o que a sua mão achar para fazer, faça-o com toda a sua força, pois não há trabalho, nem planejamento, nem conhecimento, nem sabedoria na Sepultura, o lugar para onde você vai."
  },
  {
    "ingles": "I have seen something further under the sun, that the swift do not always win the race, nor do the mighty win the battle, nor do the wise always have the food, nor do the intelligent always have the riches, nor do those with knowledge always have success, because time and unexpected events overtake them all.",
    "portugues": "E eu vi mais outra coisa debaixo do sol: os velozes nem sempre vencem a corrida, e nem sempre os fortes vencem a batalha; os sábios nem sempre têm alimento, os inteligentes nem sempre têm riquezas, os que têm conhecimento nem sempre têm sucesso; porque o tempo e o imprevisto sobrevêm a todos eles."
  },
  {
    "ingles": "For man does not know his time. Just as fish are caught in an evil net and birds are caught in a trap, so the sons of men are ensnared in a time of disaster, when it suddenly overtakes them.",
    "portugues": "Pois o homem não sabe a sua hora. Assim como os peixes são apanhados numa rede cruel e os pássaros são apanhados numa armadilha, assim os filhos dos homens são enlaçados na hora da desgraça, quando ela lhes sobrevém de repente."
  },
  {
    "ingles": "I also observed this about wisdom under the sun-and it impressed me:",
    "portugues": "Também vi, debaixo do sol, este exemplo de sabedoria, que me impressionou:"
  },
  {
    "ingles": "There was a small city with a few men in it; and a mighty king came against it and surrounded it and built great siegeworks against it.",
    "portugues": "havia uma pequena cidade, com poucos homens. Um rei poderoso veio contra ela e a sitiou, e construiu contra ela grandes obras de cerco."
  },
  {
    "ingles": "In it was found a poor but wise man, and he saved the city by his wisdom. But no one remembered that poor man.",
    "portugues": "Achava-se ali um homem pobre, mas sábio, e ele salvou a cidade com a sua sabedoria. No entanto, ninguém se lembrou daquele homem pobre."
  },
  {
    "ingles": "And I said to myself: 'Wisdom is better than mightiness; yet a poor man's wisdom is despised, and his words are not heeded.'",
    "portugues": "E eu disse para mim mesmo: \"A sabedoria é melhor do que a força; apesar disso, a sabedoria do pobre é desprezada e as suas palavras não são ouvidas.\""
  },
  {
    "ingles": "Better to heed the calm words of the wise than the shouts of the one ruling among fools.",
    "portugues": "É melhor ouvir as palavras calmas dos sábios do que os gritos de quem governa entre os tolos."
  },
  {
    "ingles": "Wisdom is better than weapons of war, but just one sinner can destroy much good.",
    "portugues": "A sabedoria é melhor do que armas de guerra, mas um único pecador pode destruir muitas coisas boas."
  }
]