[
  {
    "ingles": "The proverbs of Solomon, the son of David, the king of Israel:",
    "portugues": "Provérbios de Salomão, filho de Davi, rei de Israel:"
  },
  {
    "ingles": "To learn wisdom and discipline; To understand wise sayings;",
    "portugues": "Para aprender sabedoria e disciplina; Para entender declarações profundas;"
  },
  {
    "ingles": "To acquire the discipline that gives insight, Righteousness, good judgment, and uprightness;",
    "portugues": "Para obter a disciplina que dá entendimento, Justiça, bom critério e retidão;"
  },
  {
    "ingles": "To impart shrewdness to the inexperienced; To give a young man knowledge and thinking ability.",
    "portugues": "Para dar prudência aos inexperientes; Para dar conhecimento e raciocínio aos jovens."
  },
  {
    "ingles": "A wise person listens and takes in more instruction; A man of understanding acquires skillful direction",
    "portugues": "O sábio escuta e assimila mais instrução; O homem que tem entendimento obtém orientação perita"
  },
  {
    "ingles": "To understand a proverb and a puzzling saying, The words of the wise and their riddles.",
    "portugues": "Para entender provérbios e declarações intrigantes, As palavras dos sábios e os seus enigmas."
  },
  {
    "ingles": "The fear of Jehovah is the beginning of knowledge. Only fools despise wisdom and discipline.",
    "portugues": "O temor de Jeová é o princípio do conhecimento. Apenas os tolos desprezam a sabedoria e a disciplina."
  },
  {
    "ingles": "Listen, my son, to the discipline of your father, And do not forsake the instruction of your mother.",
    "portugues": "Escute, meu filho, a disciplina do seu pai E não abandone a instrução da sua mãe."
  },
  {
    "ingles": "They are an attractive wreath for your head And a fine ornament for your neck.",
    "portugues": "Pois são uma linda coroa de flores para a sua cabeça E um belo adorno para o seu pescoço."
  },
  {
    "ingles": "My son, if sinners try to entice you, do not consent.",
    "portugues": "Meu filho, se pecadores tentarem seduzi-lo, não se deixe levar por eles."
  },
  {
    "ingles": "If they say: \"Come with us. Let us set an ambush to shed blood. We will lie hidden, waiting for innocent victims without cause.",
    "portugues": "Se disserem: \"Venha conosco. Vamos armar uma emboscada para derramar sangue. Fiquemos escondidos à espera de vítimas inocentes, só para nos divertir."
  },
  {
    "ingles": "We will swallow them alive as the Grave does, Whole, like those going down to the pit.",
    "portugues": "Vamos devorá-los vivos, como faz a Sepultura, Inteiros, como os que descem à cova."
  },
  {
    "ingles": "Let us seize all their precious treasures; We will fill our houses with spoil.",
    "portugues": "Vamos tomar todos os seus preciosos tesouros; Encheremos as nossas casas com despojo."
  },
  {
    "ingles": "You should join us, And we will all share equally what we steal.\"",
    "portugues": "Você devia se juntar a nós, E todos repartiremos por igual o que roubarmos\","
  },
  {
    "ingles": "My son, do not follow them. Keep your feet off their path,",
    "portugues": "Não vá atrás deles, meu filho. Mantenha seus pés longe do caminho deles,"
  },
  {
    "ingles": "For their feet run to do evil; They hurry to shed blood.",
    "portugues": "Pois os pés deles correm para fazer o mal; Eles se apressam em derramar sangue."
  },
  {
    "ingles": "It is surely in vain to spread a net in full sight of a bird.",
    "portugues": "Com certeza é inútil estender uma rede quando o pássaro está olhando."
  },
  {
    "ingles": "That is why these lie in ambush to shed blood; They lie hidden to take the lives of others.",
    "portugues": "É por isso que eles ficam de emboscada para derramar sangue; Ficam escondidos para tirar a vida de outros."
  },
  {
    "ingles": "These are the ways of those seeking dishonest profit, Which will take away the life of those who obtain it.",
    "portugues": "Esses são os caminhos dos que procuram lucro desonesto, Que acaba tirando a vida dos que o obtêm."
  },
  {
    "ingles": "True wisdom cries aloud in the street. It keeps raising its voice in the public squares.",
    "portugues": "A verdadeira sabedoria grita nas ruas. Ergue a sua voz nas praças."
  },
  {
    "ingles": "At the corner of the busy streets it calls out. At the entrances of the city gates it says:",
    "portugues": "Clama na esquina das ruas movimentadas. Na entrada dos portões da cidade, ela diz:"
  },
  {
    "ingles": "\"How long will you inexperienced ones love inexperience? How long will you ridiculers take pleasure in ridicule? And how long will you foolish ones hate knowledge?",
    "portugues": "\"Até quando vocês, inexperientes, amarão a inexperiência? Até quando vocês, zombadores, terão prazer na zombaria? Até quando vocês, tolos, odiarão o conhecimento?"
  },
  {
    "ingles": "Respond to my reproof. Then I will pour out my spirit for you; I will make my words known to you.",
    "portugues": "Acatem a minha repreensão, Então derramarei o meu espírito em seu benefício; Vou fazê-los conhecer as minhas palavras."
  },
  {
    "ingles": "Because I called out, but you kept refusing, I stretched out my hand, but no one was paying attention,",
    "portugues": "Eu chamei, mas vocês se negaram a ouvir; Estendi a mão, mas ninguém deu atenção."
  },
  {
    "ingles": "You kept neglecting all my advice And rejecting my reproof,",
    "portugues": "Vocês desconsideraram todos os meus conselhos E rejeitaram a minha repreensão;"
  },
  {
    "ingles": "I also will laugh when disaster strikes you; I will mock when what you dread comes,",
    "portugues": "Por isso, vou rir da sua desgraça, Vou zombar quando acontecer aquilo que vocês temem,"
  },
  {
    "ingles": "When what you dread comes like a storm, And your disaster arrives like a storm wind, When distress and trouble come upon you.",
    "portugues": "Quando aquilo que vocês temem vier como uma tempestade, E a sua desgraça chegar como um vendaval, Quando vierem sobre vocês aflição e dificuldades."
  },
  {
    "ingles": "At that time they will keep calling me, but I will not answer; They will eagerly look for me, but they will not find me,",
    "portugues": "Naquele tempo eles me chamarão, mas eu não responderei; Procurarão ansiosamente por mim, mas não me acharão,"
  },
  {
    "ingles": "Because they hated knowledge, And they did not choose to fear Jehovah.",
    "portugues": "Porque odiaram o conhecimento E não quiseram temer a Jeová."
  },
  {
    "ingles": "They refused my advice; They disrespected all my reproof.",
    "portugues": "Não aceitaram os meus conselhos; Eles desconsideraram todas as minhas repreensões."
  },
  {
    "ingles": "So they will bear the consequences of their way, And they will be glutted with their own counsel.",
    "portugues": "Portanto, sofrerão as consequências do seu proceder E ficarão empanturrados com os seus próprios planos."
  },
  {
    "ingles": "For the waywardness of the inexperienced will kill them, And the complacency of fools will destroy them.",
    "portugues": "Pois a rebeldia dos inexperientes os matará, E a despreocupação dos tolos os destruirá."
  },
  {
    "ingles": "But the one listening to me will dwell in security And be undisturbed by the dread of calamity.\"",
    "portugues": "Mas quem me escuta residirá em segurança E ficará tranquilo, sem temer nenhuma calamidade.\""
  }
]