[
  {
    "ingles": "Proverbs of Solomon. A wise son makes his father rejoice, But a foolish son is the grief of his mother.",
    "portugues": "Provérbios de Salomão. O filho sábio alegra o pai, Mas o filho tolo é a tristeza da mãe."
  },
  {
    "ingles": "The treasures gained by wickedness will be of no benefit, But righteousness is what rescues from death.",
    "portugues": "Tesouros obtidos por meios desonestos não servirão para nada, Mas é a retidão que livra da morte."
  },
  {
    "ingles": "Jehovah will not cause the righteous one to go hungry, But he will deny the wicked what they crave.",
    "portugues": "Jeová não fará o justo passar fome, Mas negará aos maus o que eles cobiçam."
  },
  {
    "ingles": "Idle hands will cause poverty, But diligent hands bring riches.",
    "portugues": "Mãos preguiçosas levam à pobreza, Mas mãos diligentes trazem riquezas."
  },
  {
    "ingles": "The son acting with insight gathers the crop in summer, But the son acting shamefully is fast asleep during the harvest.",
    "portugues": "O filho que age com perspicácia colhe durante o verão, Mas o filho que age vergonhosamente dorme durante a colheita."
  },
  {
    "ingles": "Blessings are on the head of the righteous one, But the mouth of the wicked conceals violence.",
    "portugues": "Sobre a cabeça dos justos há bênçãos, Mas a boca dos maus esconde violência."
  },
  {
    "ingles": "The memory of the righteous one is due for a blessing, But the name of the wicked will rot.",
    "portugues": "O justo será lembrado e abençoado, Mas o nome dos maus apodrecerá."
  },
  {
    "ingles": "The wisehearted person will accept instructions, But the one speaking foolishly will be trodden down.",
    "portugues": "Quem tem coração sábio aceitará instruções, Mas quem fala de modo tolo cairá na ruína."
  },
  {
    "ingles": "The one walking in integrity will walk in security, But the one making his ways crooked will be found out.",
    "portugues": "Quem anda em integridade andará em segurança, Mas quem perverte os seus caminhos será descoberto."
  },
  {
    "ingles": "The one who slyly winks his eye causes grief, And the one who speaks foolishly will be trodden down.",
    "portugues": "Quem pisca maliciosamente o olho causa sofrimento, E quem fala de modo tolo cairá na ruína."
  },
  {
    "ingles": "The mouth of the righteous one is a source of life, But the mouth of the wicked conceals violence.",
    "portugues": "A boca dos justos é fonte de vida, Mas a boca dos maus esconde violência."
  },
  {
    "ingles": "Hatred is what stirs up contentions, But love covers over all transgressions.",
    "portugues": "O ódio causa brigas, Mas o amor cobre todas as transgressões."
  },
  {
    "ingles": "Wisdom is found on the lips of the discerning person, But the rod is for the back of one lacking good sense.",
    "portugues": "A sabedoria se encontra nos lábios de quem tem discernimento, Mas a vara é para as costas de quem não tem bom senso."
  },
  {
    "ingles": "Those who are wise treasure up knowledge, But the mouth of the fool invites ruin.",
    "portugues": "Os sábios guardam conhecimento no coração, Mas a boca do tolo está perto da ruína."
  },
  {
    "ingles": "The wealth of a rich man is his fortified city. The ruin of the poor is their poverty.",
    "portugues": "A riqueza do rico é a sua cidade fortificada. A ruína do pobre é a sua pobreza."
  },
  {
    "ingles": "The activity of the righteous one leads to life; But the produce of the wicked one leads to sin.",
    "portugues": "As obras dos justos levam à vida; Mas o fruto do trabalho dos maus leva ao pecado."
  },
  {
    "ingles": "The one who heeds discipline is a path to life, But the one who ignores reproof leads others astray.",
    "portugues": "Quem aceita a disciplina mostra o caminho para a vida, Mas quem ignora a repreensão desencaminha outros."
  },
  {
    "ingles": "The one who conceals his hatred speaks lies, And the one spreading malicious reports is stupid.",
    "portugues": "Quem esconde seu ódio fala mentiras, E quem espalha calúnias é tolo."
  },
  {
    "ingles": "When words are many, transgression cannot be avoided, But whoever controls his lips acts discreetly.",
    "portugues": "Quando as palavras são muitas, a transgressão é inevitável, Mas quem controla a língua age com prudência."
  },
  {
    "ingles": "The tongue of the righteous one is like the finest silver, But the heart of the wicked one is worth little.",
    "portugues": "A língua dos justos é como a prata da melhor qualidade, Mas o coração dos maus é de pouco valor."
  },
  {
    "ingles": "The lips of the righteous one nourish many, But the foolish die for lack of sense.",
    "portugues": "As palavras do justo alimentam a muitos, Mas os tolos morrem por não ter bom senso."
  },
  {
    "ingles": "It is the blessing of Jehovah that makes one rich, And He adds no pain with it.",
    "portugues": "É a bênção de Jeová que enriquece, E ele não acrescenta a ela nenhuma dor."
  },
  {
    "ingles": "Engaging in shameful conduct is like a game to the stupid one, But wisdom is for the man of discernment.",
    "portugues": "Para o tolo, envolver-se em conduta vergonhosa é uma diversão, Mas o homem de discernimento tem sabedoria."
  },
  {
    "ingles": "What the wicked one fears will come upon him; But the desire of the righteous will be granted.",
    "portugues": "Aquilo que os maus temem virá sobre eles, Mas o desejo dos justos lhes será concedido."
  },
  {
    "ingles": "When the storm passes by, the wicked one will be no more, But the righteous one is a foundation forever.",
    "portugues": "Quando a tempestade passar, os maus deixarão de existir; Mas o justo é como um alicerce que dura para sempre."
  },
  {
    "ingles": "Like vinegar to the teeth and smoke to the eyes, So the lazy person is to the one who sends him.",
    "portugues": "Como vinagre nos dentes e fumaça nos olhos, Assim é o preguiçoso para quem o envia."
  },
  {
    "ingles": "The fear of Jehovah prolongs life, But the years of the wicked will be cut short.",
    "portugues": "O temor de Jeová prolonga a vida, Mas os anos dos maus serão abreviados."
  },
  {
    "ingles": "The expectation of the righteous brings joy, But the hope of the wicked will perish.",
    "portugues": "A expectativa dos justos traz alegria, Mas a esperança dos maus acabará."
  },
  {
    "ingles": "The way of Jehovah is a stronghold for the blameless one, But it means ruin for evildoers.",
    "portugues": "O caminho de Jeová é uma fortaleza para o íntegro, Mas significa ruína para os malfeitores."
  },
  {
    "ingles": "The righteous one will never be made to fall, But the wicked will no longer inhabit the earth.",
    "portugues": "Os justos nunca serão derrubados, Mas os maus não morarão mais na terra."
  },
  {
    "ingles": "The mouth of the righteous one produces wisdom, But the perverse tongue will be cut off.",
    "portugues": "A boca dos justos produz sabedoria, Mas a língua perversa será decepada."
  },
  {
    "ingles": "The lips of the righteous one know what is pleasing, But the mouth of the wicked is perverse.",
    "portugues": "Os lábios dos justos sabem o que é agradável, Mas a boca dos maus é perversa."
  }
]