[
  {
    "ingles": "Dishonest scales are detestable to Jehovah, But an accurate weight brings pleasure to him.",
    "portugues": "A balança desonesta é detestável para Jeová, Mas o peso exato é um prazer para ele."
  },
  {
    "ingles": "When presumptuousness comes, dishonor will follow, But wisdom is with the modest ones.",
    "portugues": "Quando a presunção vem, a desonra vem em seguida, Mas a sabedoria está com os modestos."
  },
  {
    "ingles": "The integrity of the upright is what guides them, But the deviousness of the treacherous will destroy them.",
    "portugues": "A integridade dos justos é o que os guia, Mas a falsidade dos traiçoeiros os destruirá."
  },
  {
    "ingles": "Wealth will be of no benefit on the day of fury, But righteousness is what will rescue from death.",
    "portugues": "As riquezas não servirão para nada no dia da fúria, Mas é a justiça que livrará da morte."
  },
  {
    "ingles": "The righteousness of the blameless one makes his path straight, But the wicked one will fall because of his own wickedness.",
    "portugues": "A justiça de quem é íntegro endireita o seu caminho, Mas aquele que é mau cairá por causa da sua própria maldade."
  },
  {
    "ingles": "The righteousness of the upright will rescue them, But the treacherous will be caught by their own desires.",
    "portugues": "A justiça dos justos os livrará, Mas os traiçoeiros serão apanhados pelos seus próprios desejos."
  },
  {
    "ingles": "When a wicked man dies, his hope perishes; And expectations based on his power also perish.",
    "portugues": "Quando morre alguém mau, sua esperança acaba; E as expectativas baseadas no seu poder também acabam."
  },
  {
    "ingles": "The righteous one is rescued from distress, And the wicked one takes his place.",
    "portugues": "O justo é livrado da aflição, E quem é mau fica no lugar dele."
  },
  {
    "ingles": "By his mouth the apostate brings his neighbor to ruin, But by knowledge the righteous are rescued.",
    "portugues": "Com a boca o apóstata arruína seu próximo, Mas pelo conhecimento os justos são salvos."
  },
  {
    "ingles": "The goodness of the righteous makes a city rejoice, And when the wicked perish, there is a joyful cry.",
    "portugues": "A bondade dos justos alegra a cidade, E, quando os maus morrem, há gritos de alegria."
  },
  {
    "ingles": "Because of the blessing of the upright a city is exalted, But the mouth of the wicked tears it down.",
    "portugues": "Pela bênção dos justos, a cidade é enaltecida, Mas a boca dos maus a derruba."
  },
  {
    "ingles": "Whoever is lacking good sense shows contempt for his neighbor, But the man of true discernment remains silent.",
    "portugues": "Quem não tem bom senso trata seu próximo com desprezo, Mas o homem que tem verdadeiro discernimento se mantém calado."
  },
  {
    "ingles": "A slanderer goes about revealing confidential talk, But the trustworthy person keeps a confidence.",
    "portugues": "O caluniador espalha segredos, Mas quem é confiável guarda confidência."
  },
  {
    "ingles": "When there is no skillful direction, the people fall, But there is success through many advisers.",
    "portugues": "Sem orientação perita, o povo cai, Mas com muitos conselheiros há bons resultados."
  },
  {
    "ingles": "Whoever guarantees a loan for a stranger is sure to fare badly, But whoever avoids shaking hands in a pledge will be secure.",
    "portugues": "Quem se torna fiador de um estranho certamente terá problemas, Mas quem evita o aperto de mão ficará seguro."
  },
  {
    "ingles": "A gracious woman acquires glory, But ruthless men seize riches.",
    "portugues": "A mulher amável obtém glória, Mas homens impiedosos se apoderam de riquezas."
  },
  {
    "ingles": "A kind man benefits himself, But the cruel person brings trouble on himself.",
    "portugues": "O homem bondoso faz bem a si mesmo, Mas a pessoa cruel faz mal a si própria."
  },
  {
    "ingles": "The wicked one earns deceptive wages, But the one who sows righteousness receives a true reward.",
    "portugues": "Quem é mau recebe um salário ilusório, Mas quem semeia justiça obtém verdadeira recompensa."
  },
  {
    "ingles": "The one standing firmly for righteousness is in line for life, But the one chasing after evil is in line for death.",
    "portugues": "Quem toma firme posição a favor da justiça caminha para a vida, Mas quem corre atrás do que é mau caminha para a morte."
  },
  {
    "ingles": "Those crooked at heart are detestable to Jehovah, But those whose way is blameless bring pleasure to him.",
    "portugues": "Os que têm o coração tortuoso são detestáveis para Jeová, Mas os que têm um proceder irrepreensível são um prazer para ele."
  },
  {
    "ingles": "Be assured of this: An evil person will not go unpunished, But the children of the righteous will escape.",
    "portugues": "Tenha certeza do seguinte: os maus não ficarão impunes, Mas os filhos dos justos escaparão."
  },
  {
    "ingles": "Like a gold ring in the snout of a pig Is a beautiful woman who rejects good sense.",
    "portugues": "Como uma argola de ouro no focinho de um porco É a mulher bonita que despreza o bom senso."
  },
  {
    "ingles": "The desire of the righteous leads to good, But what the wicked hope for leads to fury.",
    "portugues": "O desejo dos justos resulta em bem, Mas aquilo que os maus esperam resulta em fúria."
  },
  {
    "ingles": "One gives generously and ends up with more; Another withholds what should be given, but he comes to poverty.",
    "portugues": "Há quem dá generosamente e acaba com mais; Outro se nega a dar o que deveria e acaba na pobreza."
  },
  {
    "ingles": "The generous person will prosper, And whoever refreshes others will himself be refreshed.",
    "portugues": "A pessoa generosa prosperará, E quem reanima outros será ele mesmo reanimado."
  },
  {
    "ingles": "The people will curse the one who withholds grain, But they will bless the one who sells it.",
    "portugues": "O povo vai amaldiçoar quem retém os cereais, Mas vai abençoar aquele que os vende."
  },
  {
    "ingles": "The one who diligently seeks to do good seeks favor, But the one searching for bad-that is what will surely come upon him.",
    "portugues": "Quem procura diligentemente fazer o bem, procura o favor; Mas quem busca o mal, o mal certamente virá sobre ele."
  },
  {
    "ingles": "The one trusting in his riches will fall, But the righteous will flourish like the foliage.",
    "portugues": "Quem confia nas suas riquezas cairá, Mas os justos florescerão como a folhagem."
  },
  {
    "ingles": "Anyone who brings trouble on his household will inherit the wind, And the fool will be a servant to the wisehearted one.",
    "portugues": "Aquele que causa dificuldades à sua casa herdará o vento, E o tolo será servo daquele que tem coração sábio."
  },
  {
    "ingles": "The fruitage of the righteous one is a tree of life, And the one who wins souls is wise.",
    "portugues": "O fruto do justo é árvore de vida, E quem ganha almas é sábio."
  },
  {
    "ingles": "If, indeed, the righteous one on earth is rewarded, How much more the wicked one and the sinner!",
    "portugues": "Se, de fato, o justo na terra recebe sua retribuição, Quanto mais o perverso e o pecador!"
  }
]