[
  {
    "ingles": "The one who loves discipline loves knowledge, But the one who hates reproof is unreasoning.",
    "portugues": "Quem ama a disciplina ama o conhecimento, Mas quem odeia a repreensão é insensato."
  },
  {
    "ingles": "The good person obtains Jehovah's approval, But He condemns the man of wicked schemes.",
    "portugues": "A pessoa boa obtém a aprovação de Jeová, Mas ele condena o homem que planeja o mal."
  },
  {
    "ingles": "No man is made secure by wickedness, But the righteous will never be uprooted.",
    "portugues": "Ninguém consegue segurança por meio da maldade, Mas os justos nunca serão desarraigados."
  },
  {
    "ingles": "A capable wife is a crown to her husband, But the wife who acts shamefully is like rottenness in his bones.",
    "portugues": "A esposa capaz é uma coroa para o seu marido, Mas a esposa que age de modo vergonhoso é como podridão nos ossos dele."
  },
  {
    "ingles": "The thoughts of the righteous are just, But the guidance of the wicked is deceptive.",
    "portugues": "Os pensamentos dos justos são corretos, Mas as orientações dos maus são enganosas."
  },
  {
    "ingles": "The words of the wicked are a deadly ambush, But the mouth of the upright saves them.",
    "portugues": "As palavras dos maus são uma emboscada mortal, Mas a boca dos justos os salva."
  },
  {
    "ingles": "When the wicked are overthrown, they are no more, But the house of the righteous will keep standing.",
    "portugues": "Quando os maus são derrubados, deixam de existir, Mas a casa dos justos permanecerá."
  },
  {
    "ingles": "A man is praised for the discretion of his mouth, But one with a twisted heart will be treated with contempt.",
    "portugues": "O homem que fala com prudência é elogiado, Mas o de coração tortuoso será tratado com desprezo."
  },
  {
    "ingles": "Better to be lightly esteemed and have a servant Than to glorify oneself and have no food.",
    "portugues": "Melhor ser uma pessoa comum e ter um servo Do que glorificar a si mesmo e não ter o que comer."
  },
  {
    "ingles": "The righteous one takes care of his domestic animals, But even the mercy of the wicked is cruel.",
    "portugues": "O justo cuida dos seus animais domésticos, Mas até a misericórdia dos maus é cruel."
  },
  {
    "ingles": "The one who cultivates his land will be satisfied with food, But the one pursuing worthless things is lacking good sense.",
    "portugues": "Quem cultiva a sua terra terá fartura de alimento, Mas quem se empenha por coisas sem valor não tem bom senso."
  },
  {
    "ingles": "The wicked man envies what other evil men have caught, But the root of the righteous bears fruit.",
    "portugues": "O perverso tem inveja do que outros homens maus caçam, Mas a raiz dos justos produz frutos."
  },
  {
    "ingles": "The evil man is ensnared by his own sinful speech, But the righteous one escapes from distress.",
    "portugues": "A pessoa má é enlaçada pela sua própria conversa pecaminosa, Mas o justo escapa da aflição."
  },
  {
    "ingles": "From the fruitage of his speech a man is satisfied with good, And the work of his hands will reward him.",
    "portugues": "Dos frutos das suas palavras o homem se satisfaz com o que é bom, E pelo trabalho das suas mãos ele será recompensado."
  },
  {
    "ingles": "The way of the fool is right in his own eyes, But the wise one accepts advice.",
    "portugues": "O caminho do tolo é certo aos seus próprios olhos, Mas o sábio aceita conselho."
  },
  {
    "ingles": "A fool immediately shows his annoyance, But the shrewd man overlooks an insult.",
    "portugues": "O tolo demonstra a sua irritação imediatamente, Mas o homem prudente deixa passar o insulto."
  },
  {
    "ingles": "The one who testifies faithfully will tell the truth, But a false witness speaks deceit.",
    "portugues": "A testemunha fiel fala a verdade, Mas a testemunha falsa fala mentiras."
  },
  {
    "ingles": "Thoughtless speech is like the stabs of a sword, But the tongue of the wise is a healing.",
    "portugues": "Palavras impensadas são como os golpes de uma espada, Mas a língua dos sábios é uma cura."
  },
  {
    "ingles": "Truthful lips will endure forever, But a lying tongue will last for only a moment.",
    "portugues": "Os lábios que dizem a verdade permanecerão para sempre, Mas a língua mentirosa durará apenas um instante."
  },
  {
    "ingles": "Deceit is in the heart of those who plot mischief, But those who promote peace have joy.",
    "portugues": "Há engano no coração dos que tramam a maldade, Mas os que promovem a paz têm alegria."
  },
  {
    "ingles": "No harm will befall the righteous one, But the wicked will have their fill of calamity.",
    "portugues": "Nenhum mal atingirá o justo, Mas os maus sofrerão muitas calamidades."
  },
  {
    "ingles": "Lying lips are detestable to Jehovah, But those acting faithfully bring pleasure to him.",
    "portugues": "Lábios mentirosos são detestáveis para Jeová, Mas quem age fielmente é um prazer para ele."
  },
  {
    "ingles": "A shrewd man conceals what he knows, But the heart of the fool blurts out his foolishness.",
    "portugues": "O homem prudente esconde o que sabe, Mas o coração dos tolos deixa escapar sua tolice."
  },
  {
    "ingles": "The hand of the diligent ones will rule, But idle hands will be put to forced labor.",
    "portugues": "A mão diligente governará, Mas a mão preguiçosa fará trabalhos forçados."
  },
  {
    "ingles": "Anxiety in a man's heart weighs it down, But a good word cheers it up.",
    "portugues": "A ansiedade sobrecarrega o coração do homem, Mas a boa palavra alegra o coração."
  },
  {
    "ingles": "The righteous one searches out his pastures, But the course of the wicked leads them astray.",
    "portugues": "O justo explora seus pastos, Mas o proceder dos maus os desencaminha."
  },
  {
    "ingles": "The lazy do not chase after the prey, But diligence is a man's precious treasure.",
    "portugues": "O preguiçoso não vai atrás da caça, Mas a diligência é um tesouro precioso para o homem."
  },
  {
    "ingles": "The path of righteousness leads to life; Along its pathway there is no death.",
    "portugues": "O caminho da justiça conduz à vida; Nessa vereda não há morte."
  }
]