[
  {
    "ingles": "A wise son accepts his father's discipline, But the scoffer does not listen to a rebuke.",
    "portugues": "O filho sábio aceita a disciplina do pai, Mas o zombador não dá ouvidos à repreensão."
  },
  {
    "ingles": "From the fruitage of his speech a man will eat what is good, But the very desire of the treacherous is for violence.",
    "portugues": "Dos frutos das suas palavras o homem comerá o que é bom, Mas o desejo dos traiçoeiros é a violência."
  },
  {
    "ingles": "The one guarding his mouth protects his life, But the one opening his lips wide will come to ruin.",
    "portugues": "Quem vigia a boca protege sua vida. Quem não fecha os lábios será arruinado."
  },
  {
    "ingles": "The lazy person has his cravings, yet he has nothing, But the diligent one will be fully satisfied.",
    "portugues": "O preguiçoso muito deseja e nada tem, Mas o diligente será plenamente satisfeito."
  },
  {
    "ingles": "The righteous one hates lies, But the actions of the wicked bring shame and disgrace.",
    "portugues": "O justo odeia mentiras, Mas as ações de quem é mau causam vergonha e desonra."
  },
  {
    "ingles": "Righteousness protects the one whose way is innocent, But wickedness brings down the sinner.",
    "portugues": "A justiça protege quem anda no caminho da inocência, Mas a maldade arruína o pecador."
  },
  {
    "ingles": "There is one who pretends to be rich, yet has nothing; There is another who pretends to be poor, yet has great wealth.",
    "portugues": "Alguns fingem ser ricos, mas não têm nada; Outros fingem ser pobres, mas têm muitas riquezas."
  },
  {
    "ingles": "Riches are the ransom for a man's life, But the poor are not even threatened.",
    "portugues": "As riquezas servem de resgate pela vida de um homem, Mas os pobres nem são ameaçados."
  },
  {
    "ingles": "The light of the righteous shines brightly, But the lamp of the wicked will be extinguished.",
    "portugues": "A luz dos justos brilha intensamente, Mas a lâmpada dos maus será apagada."
  },
  {
    "ingles": "Presumptuousness leads only to strife, But wisdom belongs to those who seek advice.",
    "portugues": "A presunção só causa briga, Mas a sabedoria está com os que buscam conselho."
  },
  {
    "ingles": "Wealth quickly gained will dwindle, But the wealth of the one who gathers it little by little will increase.",
    "portugues": "A riqueza obtida rapidamente vai diminuir, Mas a riqueza de quem ajunta aos poucos vai aumentar."
  },
  {
    "ingles": "Expectation postponed makes the heart sick, But a desire realized is a tree of life.",
    "portugues": "A expectativa adiada faz adoecer o coração, Mas o desejo realizado é árvore de vida."
  },
  {
    "ingles": "Whoever despises instruction will pay the penalty, But the one who respects the commandment will be rewarded.",
    "portugues": "Quem despreza instrução será punido, Mas quem respeita o mandamento será recompensado."
  },
  {
    "ingles": "The teaching of the wise one is a source of life To turn one away from the snares of death.",
    "portugues": "O ensinamento do sábio é fonte de vida E desvia dos laços da morte."
  },
  {
    "ingles": "Keen insight wins favor, But the way of the treacherous is harsh.",
    "portugues": "O profundo entendimento traz favor, Mas o caminho dos traiçoeiros é difícil."
  },
  {
    "ingles": "The shrewd person acts with knowledge, But the fool exposes his own foolishness.",
    "portugues": "O homem prudente age com conhecimento, Mas o tolo expõe sua própria tolice."
  },
  {
    "ingles": "A wicked messenger falls into trouble, But a faithful envoy brings healing.",
    "portugues": "O mensageiro perverso cai em desgraça, Mas o enviado fiel traz cura."
  },
  {
    "ingles": "Whoever neglects discipline comes to poverty and disgrace, But the one accepting correction will be glorified.",
    "portugues": "Quem rejeita a disciplina acaba em pobreza e desonra, Mas aquele que aceita correção será glorificado."
  },
  {
    "ingles": "Desire when realized is sweet to a person, But the stupid hate to turn away from bad.",
    "portugues": "O desejo realizado é doce para a alma, Mas o tolo odeia se desviar do mal."
  },
  {
    "ingles": "The one walking with the wise will become wise, But the one who has dealings with the stupid will fare badly.",
    "portugues": "Quem anda com sábios se tornará sábio, Mas quem se junta com tolos acabará mal."
  },
  {
    "ingles": "Calamity pursues sinners, But prosperity rewards the righteous.",
    "portugues": "A calamidade persegue os pecadores, Mas a prosperidade recompensa os justos."
  },
  {
    "ingles": "The good person leaves an inheritance to his grandchildren, But the sinner's wealth will be stored up for the righteous one.",
    "portugues": "A pessoa boa deixa uma herança para os netos, Mas a riqueza do pecador está reservada para o justo."
  },
  {
    "ingles": "The plowed field of the poor yields much food, But it may be swept away by injustice.",
    "portugues": "A lavoura do pobre produz muito alimento, Mas ela pode ser arrasada pela injustiça."
  },
  {
    "ingles": "Whoever holds back his rod hates his son, But the one who loves him disciplines him diligently.",
    "portugues": "Quem refreia a vara odeia seu filho, Mas aquele que o ama não deixa de discipliná-lo."
  },
  {
    "ingles": "The righteous one eats and satisfies his appetite, But the stomach of the wicked is empty.",
    "portugues": "O justo come e fica satisfeito, Mas a barriga dos maus fica vazia."
  }
]