[
  {
    "ingles": "A mild answer turns away rage, But a harsh word stirs up anger.",
    "portugues": "Uma resposta branda acalma o furor, Mas uma palavra dura atiça a ira."
  },
  {
    "ingles": "The tongue of the wise makes good use of knowledge, But the mouth of the stupid blurts out foolishness.",
    "portugues": "A língua dos sábios faz bom uso do conhecimento, Mas a boca dos tolos jorra tolice."
  },
  {
    "ingles": "The eyes of Jehovah are everywhere, Watching both the bad and the good.",
    "portugues": "Os olhos de Jeová estão em todo lugar, Vigiando tanto os maus como os bons."
  },
  {
    "ingles": "A calm tongue is a tree of life, But twisted speech causes despair.",
    "portugues": "A língua calma é árvore de vida, Mas a palavra perversa causa profunda tristeza."
  },
  {
    "ingles": "A fool disrespects his father's discipline, But a shrewd person accepts correction.",
    "portugues": "O tolo desrespeita a disciplina do pai, Mas quem é prudente aceita correção."
  },
  {
    "ingles": "In the house of the righteous one there is abundant treasure, But the produce of the wicked one brings him trouble.",
    "portugues": "Na casa do justo há muitos tesouros, Mas o fruto do trabalho de quem é mau lhe causa dificuldades."
  },
  {
    "ingles": "The lips of the wise spread knowledge, But not so the heart of the stupid one.",
    "portugues": "Os lábios dos sábios espalham conhecimento, Mas o coração dos tolos não é assim."
  },
  {
    "ingles": "The sacrifice of the wicked is detestable to Jehovah, But the prayer of the upright is a pleasure to Him.",
    "portugues": "O sacrifício dos maus é detestável para Jeová, Mas a oração dos justos é um prazer para ele."
  },
  {
    "ingles": "Jehovah detests the way of the wicked one, But he loves the one who pursues righteousness.",
    "portugues": "Jeová detesta o caminho de quem é mau, Mas ama quem se empenha pela justiça."
  },
  {
    "ingles": "Discipline seems bad to one forsaking the way, But whoever hates reproof will die.",
    "portugues": "A disciplina parece ruim para quem abandona o caminho, Mas quem odeia a repreensão morrerá."
  },
  {
    "ingles": "The Grave and the place of destruction are in full view of Jehovah. How much more so the hearts of men!",
    "portugues": "A Sepultura e o lugar de destruição estão diante dos olhos de Jeová. Quanto mais o coração dos homens!"
  },
  {
    "ingles": "The scoffer does not love the one correcting him. He will not consult the wise.",
    "portugues": "O zombador não gosta daquele que o corrige; Ele não consulta os sábios."
  },
  {
    "ingles": "A joyful heart makes for a cheerful countenance, But heartache crushes the spirit.",
    "portugues": "O coração alegre ilumina o rosto, Mas o coração angustiado deixa o espírito abatido."
  },
  {
    "ingles": "The understanding heart seeks knowledge, But the mouth of the stupid feeds on foolishness.",
    "portugues": "O coração sábio busca conhecimento, Mas a boca dos tolos se alimenta de tolice."
  },
  {
    "ingles": "All the days of the afflicted one are bad, But the one with a cheerful heart has a continual feast.",
    "portugues": "Para o aflito, todos os dias são maus, Mas quem é alegre de coração tem sempre um banquete."
  },
  {
    "ingles": "Better is a little in the fear of Jehovah Than great wealth along with anxiety.",
    "portugues": "Melhor o pouco com o temor de Jeová Do que muita riqueza com ansiedade."
  },
  {
    "ingles": "Better is a dish of vegetables where there is love Than a fattened bull where there is hatred.",
    "portugues": "Melhor um prato de verduras onde há amor Do que um boi gordo onde há ódio."
  },
  {
    "ingles": "A hot-tempered man stirs up strife, But one who is slow to anger calms a quarrel.",
    "portugues": "O homem que se irrita facilmente provoca briga, Mas quem é paciente acalma a discussão."
  },
  {
    "ingles": "The way of the lazy one is like a hedge of thorns, But the path of the upright is like a level highway.",
    "portugues": "O caminho do preguiçoso é cheio de espinhos, Mas a vereda dos justos é uma estrada plana."
  },
  {
    "ingles": "A wise son makes his father rejoice, But a stupid man despises his mother.",
    "portugues": "O filho sábio alegra seu pai, Mas o homem tolo despreza sua mãe."
  },
  {
    "ingles": "Foolishness is a joy to one lacking good sense, But the man of discernment walks straight ahead.",
    "portugues": "A tolice alegra quem não tem bom senso, Mas o homem de discernimento caminha direito."
  },
  {
    "ingles": "Plans fail when there is no consultation, But there is accomplishment through many advisers.",
    "portugues": "Os planos fracassam quando não há comunicação, Mas com muitos conselheiros há bons resultados."
  },
  {
    "ingles": "A man rejoices in giving the right answer, And a word spoken at the right time-how good it is!",
    "portugues": "O homem se alegra ao dar uma resposta certa, E como é boa uma palavra no tempo certo!"
  },
  {
    "ingles": "The path of life leads upward to one with insight, To turn him away from the Grave below.",
    "portugues": "O caminho da vida conduz para cima quem tem perspicácia, Para afastá-lo da Sepultura lá embaixo."
  },
  {
    "ingles": "Jehovah will tear down the house of the haughty, But he will preserve the boundary of the widow.",
    "portugues": "Jeová derrubará a casa dos arrogantes, Mas protegerá os limites da propriedade da viúva."
  },
  {
    "ingles": "Jehovah detests the schemes of the wicked one, But pleasant sayings are pure to Him.",
    "portugues": "Jeová detesta as tramas de quem é mau, Mas declarações agradáveis são puras para Ele."
  },
  {
    "ingles": "The one making dishonest profit brings trouble on his own household, But the one hating bribes will keep living.",
    "portugues": "Quem obtém lucro desonesto causa dificuldades à sua própria casa, Mas quem odeia o suborno continuará vivo."
  },
  {
    "ingles": "The heart of the righteous one meditates before answering, But the mouth of the wicked blurts out bad things.",
    "portugues": "O coração do justo medita antes de responder, Mas a boca dos maus jorra coisas más."
  },
  {
    "ingles": "Jehovah is far away from the wicked, But he hears the prayer of the righteous.",
    "portugues": "Jeová está longe dos maus, Mas ouve a oração dos justos."
  },
  {
    "ingles": "Bright eyes make the heart rejoice; A good report invigorates the bones.",
    "portugues": "Olhos radiantes alegram o coração; Uma boa notícia revigora os ossos."
  },
  {
    "ingles": "The one who listens to life-giving reproof Is at home among the wise.",
    "portugues": "Quem escuta a repreensão que dá vida Habita entre os sábios."
  },
  {
    "ingles": "Anyone refusing discipline despises his life, But whoever listens to reproof acquires understanding.",
    "portugues": "Quem rejeita a disciplina despreza a sua vida, Mas quem escuta a repreensão obtém entendimento."
  },
  {
    "ingles": "The fear of Jehovah is a training in wisdom, And before glory there is humility.",
    "portugues": "O temor de Jeová ensina a pessoa a ser sábia, E antes da glória vem a humildade."
  }
]