[
  {
    "ingles": "A man prepares the thoughts of his heart, But the answer he gives is from Jehovah.",
    "portugues": "O homem prepara os pensamentos do seu coração, Mas a resposta que ele dá vem de Jeová."
  },
  {
    "ingles": "All of a man's ways seem right to him, But Jehovah examines the motives.",
    "portugues": "O homem pensa que todos os seus caminhos são certos, Mas Jeová examina as motivações."
  },
  {
    "ingles": "Commit to Jehovah whatever you do, And your plans will succeed.",
    "portugues": "Confie a Jeová tudo que você faz, E os seus planos serão bem-sucedidos."
  },
  {
    "ingles": "Jehovah has made everything work for his purpose, Even the wicked for the day of disaster.",
    "portugues": "Jeová faz que tudo contribua para o seu propósito, Até mesmo os maus para o dia da calamidade."
  },
  {
    "ingles": "Everyone proud in heart is detestable to Jehovah. Be assured that he will not go unpunished.",
    "portugues": "Todos os de coração orgulhoso são detestáveis para Jeová. Tenha certeza de que eles não ficarão impunes."
  },
  {
    "ingles": "By loyal love and faithfulness, error is atoned for, And by fearing Jehovah one turns away from bad.",
    "portugues": "Por meio do amor leal e da fidelidade expia-se o erro, E por temer a Jeová a pessoa se afasta do mal."
  },
  {
    "ingles": "When Jehovah is pleased with a man's ways, He causes even his enemies to be at peace with him.",
    "portugues": "Quando Jeová se agrada dos caminhos de um homem, Faz com que até os seus inimigos fiquem em paz com ele."
  },
  {
    "ingles": "Better is a little with righteousness Than a large income without justice.",
    "portugues": "Melhor o pouco com justiça Do que muita renda com injustiça."
  },
  {
    "ingles": "A man may plot out his course in his heart, But it is Jehovah who directs his steps.",
    "portugues": "O homem pode traçar no coração o seu caminho, Mas é Jeová quem orienta os seus passos."
  },
  {
    "ingles": "Inspired decision should be on the lips of a king; He must never betray justice.",
    "portugues": "Os lábios do rei devem proferir decisões inspiradas; Ele nunca deve trair a justiça."
  },
  {
    "ingles": "Honest balances and scales are from Jehovah; All the weights in the bag are his doing.",
    "portugues": "Balanças e pesos honestos são da parte de Jeová; Todos os pesos da bolsa são feitos por ele."
  },
  {
    "ingles": "Wicked practices are detestable to kings, For the throne is firmly established by righteousness.",
    "portugues": "Práticas más são detestáveis para os reis, Pois é por meio da justiça que se estabelece firmemente o trono."
  },
  {
    "ingles": "Righteous speech is a pleasure to kings. They love someone who speaks honestly.",
    "portugues": "As palavras dos justos são um prazer para os reis; Eles amam quem fala a verdade."
  },
  {
    "ingles": "The king's rage is like a messenger of death, But the wise man appeases it.",
    "portugues": "A fúria do rei é um mensageiro da morte, Mas o homem sábio a acalma."
  },
  {
    "ingles": "In the light of the king's face there is life; His favor is like a cloud of rain in spring.",
    "portugues": "Quando o rosto do rei se ilumina, há vida; Seu favor é como uma nuvem de chuva na primavera."
  },
  {
    "ingles": "How much better to acquire wisdom than gold! To gain understanding is to be chosen over silver.",
    "portugues": "É muito melhor obter sabedoria do que ouro! Mais vale ganhar entendimento do que prata."
  },
  {
    "ingles": "The highway of the upright avoids what is bad. Whoever safeguards his way preserves his life.",
    "portugues": "A estrada dos justos se desvia do mal. Quem vigia seu caminho preserva sua vida."
  },
  {
    "ingles": "Pride is before a crash, And a haughty spirit before stumbling.",
    "portugues": "O orgulho vem antes da queda, E o espírito arrogante antes do tropeço."
  },
  {
    "ingles": "Better to be humble among the meek Than to share the spoil of the haughty.",
    "portugues": "Melhor ser humilde entre os mansos Do que repartir despojo com os arrogantes."
  },
  {
    "ingles": "The one who shows insight in a matter will find success, And happy is the one trusting in Jehovah.",
    "portugues": "Quem mostra entendimento num assunto será bem-sucedido, E feliz é aquele que confia em Jeová."
  },
  {
    "ingles": "The wise in heart will be called understanding, And the one kind in speech adds persuasiveness.",
    "portugues": "Quem tem coração sábio será chamado de entendido, E quem fala palavras bondosas é mais persuasivo."
  },
  {
    "ingles": "Insight is a fountain of life to those possessing it, But fools are disciplined by their own foolishness.",
    "portugues": "O entendimento é fonte de vida para os que o possuem, Mas os tolos são disciplinados pela sua própria tolice."
  },
  {
    "ingles": "The heart of the wise one gives his mouth insight And adds persuasiveness to his speech.",
    "portugues": "O coração do sábio dá entendimento à sua boca E acrescenta persuasão às suas palavras."
  },
  {
    "ingles": "Pleasant sayings are a honeycomb, Sweet to the soul and a healing to the bones.",
    "portugues": "Declarações agradáveis são como um favo de mel, Doces para a alma e uma cura para os ossos."
  },
  {
    "ingles": "There is a way that seems right to a man, But in the end it leads to death.",
    "portugues": "Há um caminho que parece certo ao homem, Mas por fim leva à morte."
  },
  {
    "ingles": "The appetite of a laborer makes him work hard For his hunger urges him on.",
    "portugues": "O apetite do trabalhador o faz trabalhar arduamente, Pois a fome o impele a fazer isso."
  },
  {
    "ingles": "A worthless man digs up what is bad; His speech is like a scorching fire.",
    "portugues": "O homem imprestável traz à tona o que é mau; Suas palavras são como um fogo abrasador."
  },
  {
    "ingles": "A troublemaker causes dissension, And a slanderer separates close friends.",
    "portugues": "O homem briguento provoca discórdias, E o caluniador separa bons amigos."
  },
  {
    "ingles": "A violent man entices his neighbor And leads him in the wrong way.",
    "portugues": "O homem violento instiga seu próximo E o leva para o mau caminho."
  },
  {
    "ingles": "He winks his eye as he schemes harm. He pinches his lips together as he carries out mischief.",
    "portugues": "Ele pisca o olho ao tramar perversidades. Aperta os lábios ao praticar o mal."
  },
  {
    "ingles": "Gray hair is a crown of beauty When it is found in the way of righteousness.",
    "portugues": "Os cabelos brancos são uma coroa de beleza Quando se acham no caminho da justiça."
  },
  {
    "ingles": "The one slow to anger is better than a mighty man, And the one controlling his temper than one conquering a city.",
    "portugues": "Quem não se ira facilmente é melhor do que o homem valente, E quem controla a si mesmo é melhor do que quem conquista uma cidade."
  },
  {
    "ingles": "The lot is cast into the lap, But every decision by it is from Jehovah.",
    "portugues": "A sorte é lançada no colo, Mas toda decisão indicada por ela vem de Jeová."
  }
]