[
  {
    "ingles": "Better is a piece of dry bread where there is peace Than a house full of feasting along with quarreling.",
    "portugues": "Melhor um pedaço de pão seco onde há paz Do que uma casa cheia de banquetes junto com discussões."
  },
  {
    "ingles": "A servant with insight will rule over a son who acts shamefully; He will share in the inheritance as one of the brothers.",
    "portugues": "O servo que tem perspicácia terá autoridade sobre o filho que age de modo vergonhoso E receberá parte da herança como um dos irmãos."
  },
  {
    "ingles": "The refining pot is for silver and the furnace for gold, But Jehovah is the examiner of hearts.",
    "portugues": "O cadinho é para a prata e o forno de fundição para o ouro, Mas é Jeová quem examina os corações."
  },
  {
    "ingles": "A wicked man pays attention to hurtful speech, And a deceptive man listens to a malicious tongue.",
    "portugues": "Os maus prestam atenção em palavras que ferem, E os mentirosos escutam a língua maldosa."
  },
  {
    "ingles": "Whoever mocks the poor insults his Maker, And whoever rejoices over another's disaster will not go unpunished.",
    "portugues": "Quem zomba do pobre insulta Aquele que o fez, Quem se alegra com a desgraça dos outros não ficará impune."
  },
  {
    "ingles": "Grandsons are a crown to the aged, And fathers are the glory of their sons.",
    "portugues": "Os netos são uma coroa para os idosos, E os pais são a glória dos filhos."
  },
  {
    "ingles": "Upright speech does not befit a fool. How much less does false speech befit a ruler!",
    "portugues": "Palavras corretas não são próprias para o tolo. Quanto menos, então, palavras falsas para um governante!"
  },
  {
    "ingles": "A gift is like a precious stone to its owner; Everywhere he turns, it brings him success.",
    "portugues": "Um presente é como uma pedra preciosa para o seu dono; Torna-o bem-sucedido aonde quer que ele vá."
  },
  {
    "ingles": "Whoever forgives a transgression seeks love, But the one who keeps harping on a matter separates close friends.",
    "portugues": "Quem perdoa uma transgressão promove o amor, Mas aquele que insiste em falar sobre um assunto separa bons amigos."
  },
  {
    "ingles": "A rebuke makes a deeper impression on one having understanding Than striking a stupid person a hundred times.",
    "portugues": "Uma repreensão tem efeito mais profundo em quem tem entendimento Do que bater cem vezes em quem é tolo."
  },
  {
    "ingles": "A bad man seeks only rebellion, But a cruel messenger will be sent to punish him.",
    "portugues": "Os maus só buscam a rebeldia, Mas um mensageiro cruel será enviado para puni-los."
  },
  {
    "ingles": "Better to meet a bear bereaved of her cubs Than to encounter someone stupid in his foolishness.",
    "portugues": "Melhor encontrar uma ursa que perdeu seus filhotes Do que se deparar com um tolo em sua tolice."
  },
  {
    "ingles": "If anyone repays bad for good, Bad will not depart from his house.",
    "portugues": "Se alguém paga o bem com o mal, O mal não se afastará da sua casa."
  },
  {
    "ingles": "Beginning a fight is like opening a floodgate; Before the quarrel breaks out, take your leave.",
    "portugues": "Começar uma briga é como abrir uma comporta; Retire-se antes de estourar a discussão."
  },
  {
    "ingles": "Anyone who acquits the wicked one and anyone who condemns the righteous one -Both of them are detestable to Jehovah.",
    "portugues": "Quem absolve o culpado e quem condena o inocente, Tanto um como o outro são detestáveis para Jeová."
  },
  {
    "ingles": "What good is it that the stupid one has the means to acquire wisdom When he has no heart for acquiring it?",
    "portugues": "De que adianta o tolo ter recursos para adquirir sabedoria, Se não tem o desejo de adquiri-la?"
  },
  {
    "ingles": "A true friend shows love at all times And is a brother who is born for times of distress.",
    "portugues": "O verdadeiro amigo ama em todos os momentos E se torna um irmão em tempos de aflição."
  },
  {
    "ingles": "A man lacking good sense shakes hands and agrees To put up security in the presence of his neighbor.",
    "portugues": "O homem que não tem bom senso dá um aperto de mão E concorda em ser fiador na presença do seu próximo."
  },
  {
    "ingles": "The one who loves conflict loves transgression. Anyone who makes his entryway high invites a crash.",
    "portugues": "Quem ama a briga ama a transgressão. Quem faz alta a sua porta procura a ruína."
  },
  {
    "ingles": "The one who is crooked at heart will not find success, And the one who speaks deceitfully will fall into ruin.",
    "portugues": "Quem tem coração tortuoso não será bem-sucedido, E quem fala mentiras cairá na desgraça."
  },
  {
    "ingles": "The one who fathers a stupid child will experience grief; And the father of a senseless child has no joy.",
    "portugues": "Quem é pai de um filho tolo terá tristeza; E o pai de um filho insensato não tem alegria."
  },
  {
    "ingles": "A joyful heart is good medicine, But a crushed spirit saps one's strength.",
    "portugues": "O coração alegre é um bom remédio, Mas o espírito abatido consome as energias da pessoa."
  },
  {
    "ingles": "A wicked man will take a bribe in secret To pervert the course of justice.",
    "portugues": "Quem é mau aceita suborno às escondidas Para perverter o caminho da justiça."
  },
  {
    "ingles": "Wisdom is directly in front of the discerning person, But the eyes of the stupid wander to the ends of the earth.",
    "portugues": "A sabedoria está bem diante de quem tem discernimento, Mas os olhos do tolo vagueiam até os confins da terra."
  },
  {
    "ingles": "A stupid son brings grief to his father And heartache to the one who gave birth to him.",
    "portugues": "O filho tolo causa tristeza ao seu pai E amargura àquela que o deu à luz."
  },
  {
    "ingles": "To punish the righteous one is not good, And to flog honorable people goes against what is right.",
    "portugues": "Não é bom punir o justo, E açoitar pessoas honradas vai contra o que é certo."
  },
  {
    "ingles": "A man of knowledge restrains his words, And a discerning man will remain calm.",
    "portugues": "O homem de conhecimento controla as suas palavras, E o homem de discernimento mantém a calma."
  },
  {
    "ingles": "Even a fool who keeps silent will be considered wise, And the one who seals his lips, discerning.",
    "portugues": "Até o tolo é considerado sábio quando fica calado, E quem fecha os lábios é considerado alguém de discernimento."
  }
]