[
  {
    "ingles": "Whoever isolates himself pursues his own selfish desires; He rejects all practical wisdom.",
    "portugues": "Quem se isola busca seus desejos egoístas; Rejeita toda a sabedoria prática."
  },
  {
    "ingles": "A stupid person takes no pleasure in understanding; He would rather disclose what is in his heart.",
    "portugues": "O tolo não tem prazer no entendimento; Prefere divulgar o que tem no coração."
  },
  {
    "ingles": "When a wicked person comes, contempt also comes, And along with dishonor there is disgrace.",
    "portugues": "Com os maus vem o desprezo, E com a desonra vem a humilhação."
  },
  {
    "ingles": "The words of a man's mouth are deep waters. The fountain of wisdom is a bubbling brook.",
    "portugues": "As palavras da boca do homem são como águas profundas. A fonte da sabedoria é como um riacho transbordante."
  },
  {
    "ingles": "It is not good to show partiality to the wicked one Or to deprive the righteous one of justice.",
    "portugues": "Não é bom mostrar parcialidade a favor de quem é mau, Nem privar o justo da justiça."
  },
  {
    "ingles": "The speech of the stupid one leads to quarrels, And his mouth invites a beating.",
    "portugues": "As palavras do tolo provocam discussões, E sua boca atrai uma surra."
  },
  {
    "ingles": "The mouth of the stupid is his ruin, And his lips are a snare for his life.",
    "portugues": "A boca do tolo é sua ruína, E seus lábios são uma armadilha para sua vida."
  },
  {
    "ingles": "The words of a slanderer are like tasty morsels; They are gulped right down into the stomach.",
    "portugues": "As palavras do caluniador são como petiscos saborosos, Que são engolidos com facilidade e descem direto para o estômago."
  },
  {
    "ingles": "Whoever is lazy in his work Is a brother to the one who causes ruin.",
    "portugues": "Quem é preguiçoso no seu trabalho É irmão de quem causa destruição."
  },
  {
    "ingles": "The name of Jehovah is a strong tower. Into it the righteous one runs and receives protection.",
    "portugues": "O nome de Jeová é uma torre forte. O justo corre para dentro dela e recebe proteção."
  },
  {
    "ingles": "The wealth of the rich is his fortified city; It is like a protective wall in his imagination.",
    "portugues": "A riqueza do rico é a sua cidade fortificada; Na sua imaginação ela é como uma muralha protetora."
  },
  {
    "ingles": "Before a crash a man's heart is lofty, And before glory there is humility.",
    "portugues": "Antes da queda, o coração do homem é arrogante; E antes da glória há humildade."
  },
  {
    "ingles": "When anyone replies to a matter before he hears the facts, It is foolish and humiliating.",
    "portugues": "Responder antes de ouvir os fatos É tolice e resulta em humilhação."
  },
  {
    "ingles": "A person's spirit can sustain him through illness, But who can bear a crushed spirit?",
    "portugues": "O espírito do homem pode sustentá-lo na sua doença, Mas quem pode suportar o espírito abatido?"
  },
  {
    "ingles": "The heart of the understanding one acquires knowledge, And the ear of the wise seeks to find knowledge.",
    "portugues": "O coração de quem tem entendimento adquire conhecimento, E o ouvido dos sábios busca o conhecimento."
  },
  {
    "ingles": "A man's gift opens the way for him; It gives him access to great people.",
    "portugues": "Um presente abre as portas para quem o dá E lhe permite ter acesso a pessoas importantes."
  },
  {
    "ingles": "The first to state his case seems right, Until the other party comes and cross-examines him.",
    "portugues": "O primeiro a apresentar a sua causa parece estar certo, Até que vem a outra parte e o interroga."
  },
  {
    "ingles": "Casting lots puts an end to disputes And decides between strong opponents.",
    "portugues": "Lançar sortes acaba com as disputas E decide questões entre adversários poderosos."
  },
  {
    "ingles": "A brother offended is more unyielding than a fortified city, And there are disputes like the bars of a fortress.",
    "portugues": "Um irmão ofendido é mais inacessível do que uma cidade fortificada, E há disputas que são como as trancas de uma fortaleza."
  },
  {
    "ingles": "From the fruitage of a man's speech his stomach will be filled; He will be satisfied with what his lips produce.",
    "portugues": "Dos frutos das suas palavras o homem encherá o seu estômago; Ele se fartará com o produto dos seus lábios."
  },
  {
    "ingles": "Death and life are in the power of the tongue; Those who love to use it will eat its fruitage.",
    "portugues": "Morte e vida estão no poder da língua; Os que gostam de usá-la comerão os seus frutos."
  },
  {
    "ingles": "The one who finds a good wife has found something good, And he receives Jehovah's favor.",
    "portugues": "Quem encontra uma boa esposa encontra algo bom, E recebe o favor de Jeová."
  },
  {
    "ingles": "The poor man implores when speaking, But the rich man answers harshly.",
    "portugues": "O pobre fala suplicando, Mas o rico responde de modo duro."
  },
  {
    "ingles": "There are companions ready to crush one another, But there is a friend who sticks closer than a brother.",
    "portugues": "Alguns amigos estão prontos para acabar um com o outro, Mas há um amigo que se apega mais do que um irmão."
  }
]