[
  {
    "ingles": "My son, if you accept my sayings And treasure up my commandments,",
    "portugues": "Meu filho, se você aceitar as minhas declarações E guardar no coração os meus mandamentos,"
  },
  {
    "ingles": "By making your ear attentive to wisdom And inclining your heart to discernment;",
    "portugues": "Ouvindo atentamente a sabedoria E inclinando o seu coração ao discernimento;"
  },
  {
    "ingles": "Moreover, if you call out for understanding And raise your voice for discernment;",
    "portugues": "Além disso, se você clamar pelo entendimento E erguer a voz pedindo discernimento;"
  },
  {
    "ingles": "If you keep seeking for it as for silver, And you keep searching for it as for hidden treasures;",
    "portugues": "Se você persistir em procurar essas coisas como a prata E continuar a buscá-las como a tesouros escondidos;"
  },
  {
    "ingles": "Then you will understand the fear of Jehovah, And you will find the knowledge of God.",
    "portugues": "Então você entenderá o que significa temer a Jeová E achará o conhecimento de Deus."
  },
  {
    "ingles": "For Jehovah himself gives wisdom; From his mouth come knowledge and discernment.",
    "portugues": "Pois é Jeová quem dá sabedoria; Da sua boca procedem conhecimento e discernimento."
  },
  {
    "ingles": "He treasures up practical wisdom for the upright; He is a shield for those walking in integrity.",
    "portugues": "Ele reserva a sabedoria prática para os justos; É um escudo para os que andam em integridade."
  },
  {
    "ingles": "He watches over the paths of justice, And he will guard the way of his loyal ones.",
    "portugues": "Ele protege as veredas da justiça E guarda o caminho dos que lhe são leais."
  },
  {
    "ingles": "Then you will understand what is righteous and just and fair, The entire course of what is good.",
    "portugues": "Assim você entenderá o que é certo, justo e direito, Todo o caminho do bem."
  },
  {
    "ingles": "When wisdom enters your heart And knowledge becomes pleasant to your soul,",
    "portugues": "Quando a sabedoria entrar no seu coração E o conhecimento se tornar agradável para a sua alma,"
  },
  {
    "ingles": "Thinking ability will keep watch over you, And discernment will safeguard you,",
    "portugues": "O raciocínio o guardará E o discernimento o protegerá,"
  },
  {
    "ingles": "To save you from the bad course, From the man speaking perverse things,",
    "portugues": "Para salvá-lo do mau caminho, Dos homens que falam perversidades,"
  },
  {
    "ingles": "From those leaving the upright paths To walk in the ways of darkness,",
    "portugues": "Dos que abandonam as veredas retas Para andar nos caminhos da escuridão,"
  },
  {
    "ingles": "From those who rejoice in wrongdoing, Who find joy in the perverseness of evil,",
    "portugues": "Dos que se alegram em fazer o que é mau E se agradam de coisas más e perversas,"
  },
  {
    "ingles": "Those whose paths are crooked And whose entire course is devious.",
    "portugues": "Aqueles cujos caminhos são tortuosos, E cujas veredas são sempre sinuosas."
  },
  {
    "ingles": "It will save you from the wayward woman, From the smooth words of the immoral woman,",
    "portugues": "A sabedoria o salvará da mulher devassa, Das palavras macias da mulher imoral,"
  },
  {
    "ingles": "Who abandons the close companion of her youth And forgets the covenant of her God;",
    "portugues": "Que abandona o companheiro da sua juventude E se esquece do pacto com o seu Deus;"
  },
  {
    "ingles": "For her house sinks down into death, And her paths lead to those powerless in death.",
    "portugues": "Pois a casa da mulher imoral conduz à morte; E seus caminhos, aos impotentes na morte."
  },
  {
    "ingles": "None of those having relations with her will return, Nor will they regain the pathways of life.",
    "portugues": "Ninguém que se envolve com ela voltará, Nem retornará às veredas da vida."
  },
  {
    "ingles": "So follow the way of good people And stay on the paths of the righteous,",
    "portugues": "Por isso, siga o caminho das pessoas de bem E mantenha-se nas veredas dos justos,"
  },
  {
    "ingles": "For only the upright will reside in the earth, And the blameless will remain in it.",
    "portugues": "Pois apenas os justos morarão na terra, E os irrepreensíveis permanecerão nela."
  },
  {
    "ingles": "As for the wicked, they will be cut off from the earth, And the treacherous will be torn away from it.",
    "portugues": "Quanto aos maus, serão eliminados da terra; E os traiçoeiros serão arrancados dela."
  }
]