[
  {
    "ingles": "Wine is a ridiculer, alcohol is unruly; Whoever goes astray by them is not wise.",
    "portugues": "O vinho é zombador, e o álcool é indisciplinado; Quem se perde por causa deles não é sábio."
  },
  {
    "ingles": "The terror of a king is like the growling of a lion; Whoever provokes his anger risks his own life.",
    "portugues": "O pavor de um rei é como o rugido de um leão; Quem provoca sua ira arrisca a própria vida."
  },
  {
    "ingles": "It is honorable for a man to refrain from a dispute, But every fool will become embroiled in it.",
    "portugues": "É honroso para o homem evitar discussões, Mas qualquer tolo se envolve nelas."
  },
  {
    "ingles": "The lazy one does not plow in winter, So he will be begging during the harvest when he has nothing.",
    "portugues": "O preguiçoso não ara a terra no inverno; Por isso mendigará durante a colheita, quando não tiver nada."
  },
  {
    "ingles": "The thoughts of a man's heart are like deep waters, But the discerning man draws them out.",
    "portugues": "Os pensamentos do coração de um homem são como águas profundas, Mas o homem de discernimento os puxa para fora."
  },
  {
    "ingles": "Many men proclaim their loyal love, But who can find a faithful man?",
    "portugues": "Muitos homens proclamam o seu próprio amor leal, Mas quem pode encontrar um homem fiel?"
  },
  {
    "ingles": "The righteous one is walking in his integrity. Happy are his children who come after him.",
    "portugues": "O justo está andando na sua integridade. Felizes os filhos que vierem depois dele."
  },
  {
    "ingles": "When the king sits on the throne to judge, He sifts out all evil with his eyes.",
    "portugues": "Quando o rei se senta no trono para julgar, Elimina todos os maus com o seu olhar."
  },
  {
    "ingles": "Who can say: \"I have cleansed my heart; I am pure from my sin\"?",
    "portugues": "Quem pode dizer: \"Purifiquei meu coração, Estou limpo do meu pecado\"?"
  },
  {
    "ingles": "Dishonest weights and false measures -Both are detestable to Jehovah.",
    "portugues": "Pesos desonestos e medidas falsificadas São detestáveis para Jeová."
  },
  {
    "ingles": "Even a child is known by his actions, Whether his behavior is pure and right.",
    "portugues": "Até mesmo uma criança mostra o que é pelas suas ações, Se o seu comportamento é puro e correto."
  },
  {
    "ingles": "The hearing ear and the seeing eye -Jehovah has made both of them.",
    "portugues": "O ouvido que ouve e o olho que vê, Foi Jeová que fez a ambos."
  },
  {
    "ingles": "Do not love sleep, or you will come to poverty. Open your eyes, and you will be satisfied with bread.",
    "portugues": "Não ame o sono, senão você ficará pobre. Abra os olhos, e terá fartura de pão."
  },
  {
    "ingles": "\"It is no good, it is no good!\" says the buyer; Then he goes away and boasts about himself.",
    "portugues": "\"Não é bom, não é bom!\" diz o comprador, Então vai embora e se gaba do negócio que fez."
  },
  {
    "ingles": "There is gold, also much coral, But the lips of knowledge are something precious.",
    "portugues": "Há ouro e grande quantidade de corais, Mas os lábios que transmitem conhecimento são mais preciosos."
  },
  {
    "ingles": "Take a man's garment if he has given security for a stranger; Seize the pledge from him if he did so for a foreign woman.",
    "portugues": "Tome a roupa do homem que se tornou fiador de um estranho, E tome dele uma garantia caso ele seja fiador de uma mulher estrangeira."
  },
  {
    "ingles": "Bread gained by deceit tastes good to a man, But afterward his mouth will be full of gravel.",
    "portugues": "Saboroso para o homem é o pão ganho por meio de mentiras, Mas depois sua boca ficará cheia de cascalho."
  },
  {
    "ingles": "By consultation, plans will succeed, And by skillful direction wage your war.",
    "portugues": "Quando há comunicação, os planos são bem-sucedidos; Trave a sua guerra com orientação perita."
  },
  {
    "ingles": "A slanderer goes about revealing confidential talk; Do not associate with one who loves to gossip.",
    "portugues": "O caluniador espalha segredos; Não se junte com quem gosta de tagarelar."
  },
  {
    "ingles": "Whoever curses his father and his mother, His lamp will be extinguished when darkness comes.",
    "portugues": "Quem amaldiçoa seu pai e sua mãe Terá sua lâmpada apagada quando chegar a escuridão."
  },
  {
    "ingles": "An inheritance obtained first by greed Will not be a blessing in the end.",
    "portugues": "Uma fortuna iniciada com ganância Não será uma bênção no fim."
  },
  {
    "ingles": "Do not say: \"I will pay back evil!\" Hope in Jehovah, and he will save you.",
    "portugues": "Não diga: \"Vou me vingar!\" Espere em Jeová, e ele o salvará."
  },
  {
    "ingles": "Dishonest weights are detestable to Jehovah, And deceptive scales are not good.",
    "portugues": "Pesos desonestos são detestáveis para Jeová, E uma balança enganosa não é boa."
  },
  {
    "ingles": "A man's footsteps are directed by Jehovah; How can a man understand his own way?",
    "portugues": "Os passos de um homem são dirigidos por Jeová. Como pode um homem entender seu próprio caminho?"
  },
  {
    "ingles": "It is a snare for a man to cry out rashly, \"Holy!\" And only later to give consideration to what he vowed.",
    "portugues": "É uma armadilha para o homem dizer precipitadamente: \"É sagrado!\" E só depois pensar no voto que fez."
  },
  {
    "ingles": "A wise king sifts out the wicked And drives the threshing wheel over them.",
    "portugues": "O rei sábio separa os maus E passa sobre eles uma roda de debulhar."
  },
  {
    "ingles": "The breath of a man is the lamp of Jehovah, Searching through his innermost being.",
    "portugues": "O fôlego do homem é a lâmpada de Jeová; Ela examina o mais íntimo do seu ser."
  },
  {
    "ingles": "Loyal love and faithfulness safeguard the king; By loyal love he sustains his throne.",
    "portugues": "O amor leal e a fidelidade protegem o rei; Por meio do amor leal ele sustenta seu trono."
  },
  {
    "ingles": "The glory of young men is their strength, And the splendor of old men is their gray hair.",
    "portugues": "A glória dos jovens é a sua força, E o esplendor dos idosos são os seus cabelos brancos."
  },
  {
    "ingles": "Bruises and wounds purge away evil, And beatings cleanse one's innermost being.",
    "portugues": "Ferimentos e contusões removem o mal, E os golpes purificam o mais íntimo do ser."
  }
]