[
  {
    "ingles": "A king's heart is like streams of water in Jehovah's hand. He directs it wherever He pleases.",
    "portugues": "O coração do rei é como correntes de água nas mãos de Jeová. Ele o direciona para onde quiser."
  },
  {
    "ingles": "All of a man's ways seem right to him, But Jehovah examines the hearts.",
    "portugues": "O homem pensa que todos os seus caminhos são certos, Mas Jeová examina os corações."
  },
  {
    "ingles": "To do what is right and just Is more pleasing to Jehovah than a sacrifice.",
    "portugues": "Fazer o que é correto e justo É mais agradável a Jeová do que um sacrifício."
  },
  {
    "ingles": "Haughty eyes and an arrogant heart -The lamp that guides the wicked is sin.",
    "portugues": "Olhos arrogantes e um coração orgulhoso; A lâmpada que guia os maus é o pecado."
  },
  {
    "ingles": "The plans of the diligent surely lead to success, But all who are hasty surely head for poverty.",
    "portugues": "Os planos do diligente certamente dão bons resultados, Mas todos os precipitados acabarão na pobreza."
  },
  {
    "ingles": "Gaining treasures by a lying tongue Is like a vanishing mist, a deadly snare.",
    "portugues": "Tesouros obtidos com uma língua mentirosa São como uma neblina passageira, uma armadilha mortal."
  },
  {
    "ingles": "The violence of the wicked will sweep them away, For they refuse to act with justice.",
    "portugues": "A violência dos maus os destruirá, Pois eles se negam a praticar a justiça."
  },
  {
    "ingles": "The way of a guilty man is crooked, But the activity of the pure man is upright.",
    "portugues": "O caminho do homem culpado é tortuoso, Mas as ações do homem puro são retas."
  },
  {
    "ingles": "Better to dwell on a corner of the roof Than in the same house with a quarrelsome wife.",
    "portugues": "Melhor morar num canto do terraço Do que com uma esposa briguenta, na mesma casa."
  },
  {
    "ingles": "The wicked man craves what is bad; He shows no favor toward his neighbor.",
    "portugues": "O homem perverso anseia o que é mau; Ele não mostra favor ao seu próximo."
  },
  {
    "ingles": "When a ridiculer is punished, the inexperienced become wiser, And when a wise person receives insight, he gains knowledge.",
    "portugues": "Quando o zombador é punido, o inexperiente obtém sabedoria; Quando o sábio recebe instrução, obtém conhecimento."
  },
  {
    "ingles": "The Righteous One observes the house of the wicked one; He overthrows the wicked to their ruin.",
    "portugues": "O Justo observa a casa de quem é mau, E faz os maus cair na ruína."
  },
  {
    "ingles": "Whoever stops up his ear to the cry of the lowly one Will himself call and not be answered.",
    "portugues": "Quem tapa o ouvido ao clamor do pobre, Também clamará e não terá resposta."
  },
  {
    "ingles": "A secret gift subdues anger, And a hidden bribe, fierce rage.",
    "portugues": "Um presente dado em segredo abranda a ira; E o suborno dado às escondidas, o forte furor."
  },
  {
    "ingles": "It is a joy for the righteous one to act with justice, But it is something terrible to those who practice evil.",
    "portugues": "Agir com justiça é uma alegria para o justo, Mas é algo terrível para os que praticam a maldade."
  },
  {
    "ingles": "The man who strays from the way of insight Will rest in the company of those powerless in death.",
    "portugues": "O homem que se desvia do caminho do entendimento Descansará na companhia dos impotentes na morte."
  },
  {
    "ingles": "The one who loves having a good time will come to poverty; The one who loves wine and oil will not grow rich.",
    "portugues": "Quem ama a diversão ficará pobre; Quem ama o vinho e o azeite não ficará rico."
  },
  {
    "ingles": "The wicked one is a ransom for the righteous one, And the treacherous one will be taken in place of the upright.",
    "portugues": "O perverso serve de resgate para o justo; E o traiçoeiro, para os íntegros."
  },
  {
    "ingles": "Better to dwell in the wilderness Than with a quarrelsome and irritable wife.",
    "portugues": "Melhor morar no deserto Do que com uma esposa briguenta e geniosa."
  },
  {
    "ingles": "Precious treasure and oil are found in the house of the wise, But the stupid man will squander what he has.",
    "portugues": "Há tesouro precioso e azeite na casa do sábio, Mas o tolo desperdiça o que tem."
  },
  {
    "ingles": "Whoever pursues righteousness and loyal love Will find life, righteousness, and glory.",
    "portugues": "Quem se empenha pela justiça e pelo amor leal Achará vida, justiça e glória."
  },
  {
    "ingles": "A wise man can scale the city of the mighty And undermine the strength in which they trust.",
    "portugues": "O sábio pode escalar a muralha da cidade dos valentes E minar a força em que eles confiam."
  },
  {
    "ingles": "The one guarding his mouth and his tongue Keeps himself out of trouble.",
    "portugues": "Quem vigia sua boca e sua língua Fica livre de problemas."
  },
  {
    "ingles": "A presumptuous, arrogant braggart is what you call The man who acts with reckless presumptuousness.",
    "portugues": "Chama-se de zombador presunçoso e arrogante Quem age com excessiva presunção."
  },
  {
    "ingles": "What the lazy man craves will put him to death, For his hands refuse to work.",
    "portugues": "O desejo do preguiçoso o matará, Pois suas mãos se negam a trabalhar."
  },
  {
    "ingles": "All day long he greedily craves, But the righteous one gives, holding nothing back.",
    "portugues": "Ele passa o dia desejando avidamente, Mas o justo dá sem reservas."
  },
  {
    "ingles": "The sacrifice of the wicked is detestable. How much more when he offers it with evil intent!",
    "portugues": "O sacrifício dos maus é detestável. Quanto mais quando o oferecem com más intenções!"
  },
  {
    "ingles": "A lying witness will perish, But the man who listens will testify with success.",
    "portugues": "A testemunha mentirosa morrerá, Mas o homem que sabe escutar será bem-sucedido em seu testemunho."
  },
  {
    "ingles": "The wicked man puts on a bold face, But it is the upright one whose course is sure.",
    "portugues": "O perverso mostra no rosto a sua insolência, Mas é o justo que tem o caminho seguro."
  },
  {
    "ingles": "There is no wisdom, nor discernment, nor counsel in opposition to Jehovah.",
    "portugues": "Não há sabedoria, nem discernimento, nem conselho que possam se opor a Jeová."
  },
  {
    "ingles": "The horse is prepared for the day of battle, But salvation belongs to Jehovah.",
    "portugues": "O cavalo é preparado para o dia da batalha, Mas a salvação pertence a Jeová."
  }
]