[
  {
    "ingles": "A good name is to be chosen rather than great wealth; To be respected is better than silver and gold.",
    "portugues": "Mais vale um bom nome do que muitas riquezas; Ser estimado é melhor do que prata e ouro."
  },
  {
    "ingles": "The rich and the poor have this in common: Jehovah made them both.",
    "portugues": "O rico e o pobre têm isto em comum: Jeová fez os dois."
  },
  {
    "ingles": "The shrewd one sees the danger and conceals himself, But the inexperienced keep right on going and suffer the consequences.",
    "portugues": "Quem é prudente vê o perigo e se esconde, Mas os inexperientes vão em frente e sofrem as consequências."
  },
  {
    "ingles": "The result of humility and the fear of Jehovah Is riches and glory and life.",
    "portugues": "A humildade e o temor de Jeová resultam Em riquezas, glória e vida."
  },
  {
    "ingles": "Thorns and traps are in the crooked man's path, But whoever values his life keeps far away from them.",
    "portugues": "Há espinhos e armadilhas no caminho do perverso, Mas quem dá valor à vida fica longe deles."
  },
  {
    "ingles": "Train a boy in the way he should go; Even when he grows old he will not depart from it.",
    "portugues": "Eduque a criança no caminho em que ela deve andar; Mesmo quando ela envelhecer, não se desviará dele."
  },
  {
    "ingles": "The rich one rules the poor, And the borrower is a slave to the lender.",
    "portugues": "O rico domina o pobre, E quem toma emprestado é escravo de quem empresta."
  },
  {
    "ingles": "Whoever sows unrighteousness will reap disaster, And the rod of his fury will come to its end.",
    "portugues": "Quem semeia injustiça colherá desgraça, E a vara da sua fúria chegará ao fim."
  },
  {
    "ingles": "The generous person will be blessed, For he shares his food with the poor.",
    "portugues": "A pessoa generosa será abençoada, Pois reparte seu alimento com o pobre."
  },
  {
    "ingles": "Drive away the scornful man, And contention will disappear; Disputes and insults will cease.",
    "portugues": "Expulse o zombador, E as brigas desaparecerão; As disputas e os insultos acabarão."
  },
  {
    "ingles": "The one who loves a pure heart and whose speech is gracious Will have the king as his friend.",
    "portugues": "Quem ama a pureza de coração e fala palavras agradáveis Terá o rei como seu amigo."
  },
  {
    "ingles": "The eyes of Jehovah safeguard knowledge, But He overturns the words of the treacherous.",
    "portugues": "Os olhos de Jeová resguardam o conhecimento, Mas ele faz fracassar as palavras do traiçoeiro."
  },
  {
    "ingles": "The lazy one says: \"There is a lion outside! I will be killed in the middle of the public square!\"",
    "portugues": "O preguiçoso diz: \"Há um leão lá fora! Serei morto no meio da rua!\""
  },
  {
    "ingles": "The mouth of wayward women is a deep pit. The one condemned by Jehovah will fall into it.",
    "portugues": "A boca da mulher imoral é uma cova funda. Quem é condenado por Jeová cairá nela."
  },
  {
    "ingles": "Foolishness is bound up in the heart of a boy, But the rod of discipline will remove it far from him.",
    "portugues": "A tolice está ligada ao coração das crianças, Mas a vara da disciplina a afastará delas."
  },
  {
    "ingles": "The one defrauding the poor to increase his wealth And the one giving gifts to the rich Will end up in poverty.",
    "portugues": "Tanto quem defrauda o pobre para enriquecer Como quem dá presentes ao rico Acabarão na pobreza."
  },
  {
    "ingles": "Incline your ear and listen to the words of the wise, In order to apply your heart to my knowledge,",
    "portugues": "Preste atenção e escute as palavras dos sábios, Para aplicar seu coração ao meu conhecimento;"
  },
  {
    "ingles": "For it is pleasant to keep them deep within you, So that all of them may constantly be on your lips.",
    "portugues": "Pois será agradável guardá-las no seu íntimo, Para que todas elas estejam sempre nos seus lábios."
  },
  {
    "ingles": "For your confidence to be in Jehovah, I am giving you knowledge today.",
    "portugues": "A fim de que a sua confiança esteja em Jeová, Dou-lhe hoje conhecimento."
  },
  {
    "ingles": "Have I not already written you, Imparting advice and knowledge,",
    "portugues": "Já não lhe escrevi Para dar conselhos e conhecimento,"
  },
  {
    "ingles": "To teach you true and reliable words, So that you can return with an accurate report to the one who sent you?",
    "portugues": "Para lhe ensinar palavras verdadeiras e confiáveis, A fim de que você possa voltar com um relatório exato a quem o enviou?"
  },
  {
    "ingles": "Do not rob the poor man because he is poor, And do not crush the lowly man in the city gate,",
    "portugues": "Não roube o pobre por ele ser pobre, E não oprima o humilde no portão da cidade,"
  },
  {
    "ingles": "For Jehovah himself will plead their cause And he will take the life of those who defraud them.",
    "portugues": "Pois o próprio Jeová defenderá a causa deles E tirará a vida dos que os defraudam."
  },
  {
    "ingles": "Do not keep company with a hot-tempered man Or get involved with one disposed to rage,",
    "portugues": "Não ande com quem se irrita facilmente, Nem se envolva com quem é propenso à ira,"
  },
  {
    "ingles": "So that you never learn his ways And ensnare yourself.",
    "portugues": "Para que você nunca aprenda seus caminhos E arme um laço para si mesmo."
  },
  {
    "ingles": "Do not be among those who shake hands in a pledge, Who put up security for loans.",
    "portugues": "Não seja daqueles que dão um aperto de mão, Que se tornam fiadores de empréstimos."
  },
  {
    "ingles": "If you have nothing to pay, Your bed will be taken right out from under you!",
    "portugues": "Se não tiver como pagar, Até a sua cama será tirada de debaixo de você!"
  },
  {
    "ingles": "Do not move an ancient boundary marker That your forefathers put in place.",
    "portugues": "Não mude de lugar os antigos marcos divisórios Que foram colocados pelos seus antepassados."
  },
  {
    "ingles": "Have you seen a man skillful at his work? He will stand before kings; He will not stand before common men.",
    "portugues": "Você já viu um homem que é habilidoso no seu trabalho? Ele tomará posição diante de reis, Não diante de homens comuns."
  }
]