[
  {
    "ingles": "When you sit down to eat with a king, Carefully consider what is before you;",
    "portugues": "Quando você se sentar com um rei para comer, Considere cuidadosamente o que está diante de você;"
  },
  {
    "ingles": "Put a knife to your throat If you have a large appetite.",
    "portugues": "Ponha uma faca na sua própria garganta, Se você tiver um grande apetite."
  },
  {
    "ingles": "Do not crave his delicacies, For it is deceptive food.",
    "portugues": "Não deseje suas iguarias, Pois são alimentos enganosos."
  },
  {
    "ingles": "Do not wear yourself out to gain wealth. Stop and show understanding.",
    "portugues": "Não se esgote para obter riquezas. Pare e mostre entendimento."
  },
  {
    "ingles": "When you cast your eyes on it, it is not there, For it will surely sprout wings like an eagle and fly off into the sky.",
    "portugues": "Assim que você põe os olhos nelas, elas desaparecem, Pois certamente criam asas como uma águia e saem voando para o céu."
  },
  {
    "ingles": "Do not eat the food of a stingy person; Do not crave his delicacies,",
    "portugues": "Não coma a comida de alguém mesquinho; Não deseje suas iguarias,"
  },
  {
    "ingles": "For he is like one keeping accounts. \"Eat and drink,\" he says to you, but he does not mean it.",
    "portugues": "Pois ele é como alguém que fica calculando os gastos. Ele lhe diz: \"Coma e beba\", mas não está sendo sincero."
  },
  {
    "ingles": "You will vomit up the morsels you have eaten And will have wasted your compliments.",
    "portugues": "Você vomitará o pouco que comeu E terá desperdiçado seus elogios."
  },
  {
    "ingles": "Do not speak in the ears of the stupid one, For he will despise the wisdom of your words.",
    "portugues": "Não fale aos ouvidos do tolo, Pois ele desprezará a sabedoria das suas palavras."
  },
  {
    "ingles": "Do not move an ancient boundary marker Or encroach on the field of the fatherless.",
    "portugues": "Não mude de lugar os antigos marcos divisórios, Nem entre no campo dos órfãos."
  },
  {
    "ingles": "For their Defender is strong; He will take up their cause against you.",
    "portugues": "Pois o Defensor deles é forte; Ele defenderá a causa deles contra você."
  },
  {
    "ingles": "Apply your heart to discipline And your ear to the sayings of knowledge.",
    "portugues": "Aplique seu coração à disciplina E seu ouvido às declarações de conhecimento."
  },
  {
    "ingles": "Do not hold back discipline from a boy. If you strike him with the rod, he will not die.",
    "portugues": "Não deixe de disciplinar o menino. Se você bater nele com a vara, ele não morrerá."
  },
  {
    "ingles": "With the rod you should strike him, In order to save him from the Grave.",
    "portugues": "Você deve bater nele com a vara, Para salvá-lo da Sepultura."
  },
  {
    "ingles": "My son, if your heart becomes wise, Then my own heart will rejoice.",
    "portugues": "Meu filho, se o seu coração se tornar sábio, Meu coração se alegrará."
  },
  {
    "ingles": "My innermost being will find joy When your lips speak what is right.",
    "portugues": "Meu íntimo sentirá alegria Quando seus lábios falarem o que é certo."
  },
  {
    "ingles": "Let your heart not envy sinners, But be in the fear of Jehovah all day long,",
    "portugues": "Que o seu coração não inveje os pecadores, Mas que tema a Jeová o dia inteiro,"
  },
  {
    "ingles": "For then you will have a future And your hope will not be cut off.",
    "portugues": "Pois então você terá um bom futuro, E a sua esperança não lhe será tirada."
  },
  {
    "ingles": "Listen, my son, and become wise, And direct your heart in the right way.",
    "portugues": "Meu filho, ouça e torne-se sábio, E guie seu coração no caminho certo."
  },
  {
    "ingles": "Do not be among those who drink too much wine, Among those who gorge themselves on meat,",
    "portugues": "Não esteja entre os que bebem muito vinho, Entre os que se empanturram de carne,"
  },
  {
    "ingles": "For a drunkard and a glutton will come to poverty, And drowsiness will clothe one with rags.",
    "portugues": "Pois o beberrão e o glutão ficarão pobres, E a sonolência os vestirá de trapos."
  },
  {
    "ingles": "Listen to your father who caused your birth, And do not despise your mother just because she has grown old.",
    "portugues": "Escute seu pai, que causou o seu nascimento, E não despreze a sua mãe só porque ela envelheceu."
  },
  {
    "ingles": "Buy truth and never sell it, Also wisdom and discipline and understanding.",
    "portugues": "Compre a verdade e nunca a venda, Também a sabedoria, a disciplina e o entendimento."
  },
  {
    "ingles": "The father of a righteous one will surely be joyful; Whoever fathers a wise son will rejoice in him.",
    "portugues": "O pai de um justo com certeza exultará; Quem é pai de um filho sábio se alegrará por causa dele."
  },
  {
    "ingles": "Your father and your mother will rejoice, And she who gave birth to you will be joyful.",
    "portugues": "Seu pai e sua mãe se alegrarão, E aquela que o deu à luz exultará."
  },
  {
    "ingles": "My son, do give your heart to me, And may your eyes take pleasure in my ways.",
    "portugues": "Meu filho, dê-me o seu coração, E que os seus olhos se agradem dos meus caminhos."
  },
  {
    "ingles": "For a prostitute is a deep pit, And an immoral woman is a narrow well.",
    "portugues": "Pois a prostituta é uma cova funda, E a mulher imoral é um poço estreito;"
  },
  {
    "ingles": "She lies in wait like a robber; She increases the number of unfaithful men.",
    "portugues": "Igual a um assaltante, ela fica de emboscada, E aumenta o número de homens infiéis."
  },
  {
    "ingles": "Who has woe? Who has uneasiness? Who has quarrels? Who has complaints? Who has wounds for no reason? Who has bleary eyes?",
    "portugues": "Quem tem ais? Quem tem ansiedades? Quem tem discussões? Quem tem queixas? Quem tem ferimentos sem nenhum motivo? Quem tem olhos vermelhos?"
  },
  {
    "ingles": "Those lingering long over wine; Those searching out mixed wine.",
    "portugues": "Os que passam muito tempo bebendo vinho, Os que procuram vinho misturado."
  },
  {
    "ingles": "Do not look at the wine's red color As it sparkles in the cup and goes down smoothly,",
    "portugues": "Não fique olhando para a cor vermelha do vinho, Quando ele cintila no copo e desce suavemente,"
  },
  {
    "ingles": "For in the end it bites like a serpent, And it secretes poison like a viper.",
    "portugues": "Pois no fim ele morde igual a uma serpente E libera veneno igual a uma víbora."
  },
  {
    "ingles": "Your eyes will see strange things, And your heart will speak perverse things.",
    "portugues": "Seus olhos verão coisas estranhas, E seu coração falará coisas perversas."
  },
  {
    "ingles": "And you will be like one lying down in the middle of the sea, Like one lying at the top of a ship's mast.",
    "portugues": "Você ficará como quem se deita no meio do mar, Como quem se deita no topo do mastro de um navio."
  },
  {
    "ingles": "You will say: \"They have struck me, but I did not feel it. They beat me, but I did not know it. When will I wake up? I need another drink.\"",
    "portugues": "Você dirá: \"Bateram em mim, mas não senti nada; Deram uma surra em mim, mas não percebi. Quando é que acordarei? Preciso de mais uma bebida.\""
  }
]