[
  {
    "ingles": "Do not envy evil men, And do not crave their company,",
    "portugues": "Não inveje os maus, Nem deseje a companhia deles,"
  },
  {
    "ingles": "For their heart meditates on violence, And their lips speak of trouble.",
    "portugues": "Pois o coração deles trama violência, E seus lábios falam de coisas ruins."
  },
  {
    "ingles": "By wisdom a house is built up, And by discernment it is made secure.",
    "portugues": "Pela sabedoria se edifica uma casa, E pelo discernimento ela é firmada."
  },
  {
    "ingles": "By knowledge its rooms are filled With all sorts of precious and pleasant treasures.",
    "portugues": "Pelo conhecimento seus aposentos ficam cheios De todo tipo de tesouros preciosos e agradáveis."
  },
  {
    "ingles": "A wise man is powerful, And with knowledge a man increases his power.",
    "portugues": "O homem sábio é forte, E com o conhecimento o homem aumenta a sua força."
  },
  {
    "ingles": "By skillful direction you will wage your war, And through many advisers there is victory.",
    "portugues": "É com orientação perita que você travará a sua guerra, E com muitos conselheiros há vitória."
  },
  {
    "ingles": "True wisdom is unattainable for a fool; He has nothing to say in the city gate.",
    "portugues": "A verdadeira sabedoria é inalcançável para o tolo; Ele não tem nada a dizer no portão da cidade."
  },
  {
    "ingles": "Anyone who plots evil Will be called a master schemer.",
    "portugues": "Quem trama o mal Será chamado de mestre em intrigas."
  },
  {
    "ingles": "Foolish schemes are sinful, And people detest a ridiculer.",
    "portugues": "Tramas tolas são pecado, E as pessoas detestam o zombador."
  },
  {
    "ingles": "If you become discouraged in the day of distress, Your strength will be meager.",
    "portugues": "Se você ficar desanimado no dia da aflição, Sua força será escassa."
  },
  {
    "ingles": "Rescue those who are being taken away to death, And hold back those staggering to the slaughter.",
    "portugues": "Livre os que estão sendo levados para a morte; Salve os que estão cambaleando para a matança."
  },
  {
    "ingles": "If you say, \"But we did not know about this,\" Does not the One who examines hearts discern it? Yes, the One who watches you will know And will repay each man according to his activity.",
    "portugues": "Se você disser: \"Mas não sabíamos de nada\", Será que Aquele que examina os corações não discernirá isso? Sim, Aquele que observa você saberá E retribuirá a cada homem segundo as suas ações."
  },
  {
    "ingles": "My son, eat honey, because it is good; Honey from the comb is sweet to the taste.",
    "portugues": "Meu filho, coma mel, porque é bom; O mel dos favos é doce para o paladar."
  },
  {
    "ingles": "Likewise, know that wisdom is good for you. If you find it, you will have a future And your hope will not be cut off.",
    "portugues": "Do mesmo modo, saiba que a sabedoria é boa para você. Se a achar, você terá um bom futuro, E a sua esperança não lhe será tirada."
  },
  {
    "ingles": "Do not wickedly lie in ambush near the home of the righteous one; Do not destroy his place of rest.",
    "portugues": "Não fique de emboscada, como um homem perverso, perto da casa do justo; Não destrua seu lugar de descanso."
  },
  {
    "ingles": "For the righteous one may fall seven times, and he will get up again, But the wicked will be made to stumble by calamity.",
    "portugues": "Pois, mesmo que o justo caia sete vezes, ele se levantará de novo; Mas os maus tropeçarão por causa da calamidade."
  },
  {
    "ingles": "When your enemy falls, do not rejoice, And when he stumbles, do not let your heart be joyful;",
    "portugues": "Quando o seu inimigo cair, não se alegre; E, quando ele tropeçar, seu coração não deve exultar;"
  },
  {
    "ingles": "Otherwise, Jehovah will see and be displeased, And He will turn away his anger from him.",
    "portugues": "Senão, Jeová verá isso e não ficará satisfeito, E fará sua ira recuar dele."
  },
  {
    "ingles": "Do not be upset because of evil men; Do not envy wicked people,",
    "portugues": "Não fique aborrecido por causa dos malfeitores; Não inveje os maus."
  },
  {
    "ingles": "For there is no future for anyone evil; The lamp of the wicked will be extinguished.",
    "portugues": "Pois não há futuro para os malfeitores; A lâmpada dos maus será apagada."
  },
  {
    "ingles": "My son, fear Jehovah and the king. And do not associate with dissenters,",
    "portugues": "Meu filho, tema a Jeová e ao rei, E não se envolva com dissidentes,"
  },
  {
    "ingles": "For their disaster will arise suddenly. Who knows what ruin both will bring upon them?",
    "portugues": "Pois o desastre deles ocorrerá repentinamente. Quem sabe que ruína os dois trarão sobre eles?"
  },
  {
    "ingles": "These sayings also belong to the wise: Partiality in judgment is not good.",
    "portugues": "Estas declarações também são dos sábios: Não é bom mostrar parcialidade no julgamento."
  },
  {
    "ingles": "Whoever says to the wicked one, \"You are righteous,\" Will be cursed by the peoples and denounced by the nations.",
    "portugues": "Quem disser àquele que é mau: \"Você é justo\", Será amaldiçoado pelos povos e condenado pelas nações."
  },
  {
    "ingles": "But it will go well for those reproving him; Blessings of good things will come upon them.",
    "portugues": "Mas os que o repreendem se sairão bem E serão abençoados com coisas boas."
  },
  {
    "ingles": "People will kiss the lips of the one replying honestly.",
    "portugues": "As pessoas beijarão os lábios daquele que dá uma resposta sincera."
  },
  {
    "ingles": "Prepare your outside work, and get everything ready in the field; Then build your house.",
    "portugues": "Prepare o seu trabalho lá fora e deixe tudo pronto no campo; Depois construa a sua casa."
  },
  {
    "ingles": "Do not testify against your neighbor without grounds. Do not use your lips to deceive others.",
    "portugues": "Não testemunhe contra o seu próximo se não tiver base, Não use os seus lábios para enganar outros."
  },
  {
    "ingles": "Do not say: \"I will do to him just as he has done to me; I will repay him for what he did.\"",
    "portugues": "Não diga: \"Farei com ele o mesmo que ele fez comigo; Eu lhe retribuirei o que ele fez.\""
  },
  {
    "ingles": "I passed by the field of the lazy one, By the vineyard of the man lacking good sense.",
    "portugues": "Passei pelo campo do preguiçoso, Pelo vinhedo do homem que não tem bom senso."
  },
  {
    "ingles": "I saw that it was overgrown with weeds; The ground was covered with nettles, And its stone wall was broken down.",
    "portugues": "Vi que estava cheio de ervas daninhas; O solo estava coberto de urtigas, E seu muro de pedras estava em ruínas."
  },
  {
    "ingles": "I observed this and took it to heart; I saw it and learned this lesson:",
    "portugues": "Observei isso e fiquei pensando; Vi e aprendi a seguinte lição:"
  },
  {
    "ingles": "A little sleep, a little slumbering, A little folding of the hands to rest,",
    "portugues": "Um pouco de sono, um pouco de cochilo, Um pouco de cruzar os braços para descansar,"
  },
  {
    "ingles": "And your poverty will come like a bandit, And your want like an armed man.",
    "portugues": "E a sua pobreza chegará como um ladrão, E a sua carência como um homem armado."
  }
]