[
  {
    "ingles": "These also are the proverbs of Solomon, which the men of Hezekiah the king of Judah transcribed:",
    "portugues": "Estes também são provérbios de Salomão e foram transcritos pelos homens de Ezequias, rei de Judá:"
  },
  {
    "ingles": "It is the glory of God to keep a matter secret, And the glory of kings is to search through a matter.",
    "portugues": "A glória de Deus é manter um assunto em segredo, E a glória dos reis é examinar um assunto."
  },
  {
    "ingles": "As the heavens are high and the earth is deep, So the heart of kings is unsearchable.",
    "portugues": "Assim como os céus são elevados e a terra é profunda, Assim o coração dos reis é insondável."
  },
  {
    "ingles": "Remove the dross from the silver, And it will emerge completely refined.",
    "portugues": "Remova a escória da prata, E ela ficará completamente refinada."
  },
  {
    "ingles": "Remove the wicked one from the king's presence, And his throne will be firmly established in righteousness.",
    "portugues": "Retire aquele que é mau da presença do rei, E seu trono ficará firmemente estabelecido na justiça."
  },
  {
    "ingles": "Do not honor yourself before the king, And do not take a place among the prominent,",
    "portugues": "Não honre a si mesmo diante do rei, Nem ocupe um lugar entre homens importantes,"
  },
  {
    "ingles": "For it is better for him to say to you, \"Come up here,\" Than to humiliate you in the presence of a noble.",
    "portugues": "Pois é melhor que ele lhe diga: \"Suba para cá\", Do que ele humilhar você na presença de um nobre."
  },
  {
    "ingles": "Do not rush into a legal dispute, For what will you do later if your neighbor humiliates you?",
    "portugues": "Não se apresse para entrar numa disputa judicial, Pois o que você fará depois, se o seu próximo o humilhar?"
  },
  {
    "ingles": "Plead your case with your neighbor, But do not reveal what you were told confidentially,",
    "portugues": "Resolva a sua causa com o seu próximo, Mas não revele o que lhe confidenciaram."
  },
  {
    "ingles": "So that the one listening will not put you to shame And you spread a bad report that cannot be recalled.",
    "portugues": "Caso contrário, quem escuta o envergonhará, E você não poderá retirar o mau relato que espalhou."
  },
  {
    "ingles": "Like apples of gold in silver carvings Is a word spoken at the right time.",
    "portugues": "Como maçãs de ouro em esculturas de prata É a palavra falada no tempo certo."
  },
  {
    "ingles": "Like an earring of gold and an ornament of fine gold Is a wise reprover to the receptive ear.",
    "portugues": "Como brincos de ouro e um enfeite de ouro puro É a repreensão do sábio para o ouvido atento."
  },
  {
    "ingles": "Just like the coldness of snow on the day of harvest Is a faithful messenger to those who sent him, For he refreshes his master.",
    "portugues": "Como a neve refrescante no dia da colheita É o mensageiro fiel para os que o enviam, Pois ele reanima o seu senhor."
  },
  {
    "ingles": "Like clouds and wind that bring no rain Is a man who boasts about a gift never given.",
    "portugues": "Como nuvens e vento que não trazem chuva É o homem que se gaba de um presente que nunca deu."
  },
  {
    "ingles": "By patience a commander is won over, And a gentle tongue can break a bone.",
    "portugues": "Com paciência pode-se convencer um governante, E a língua suave pode quebrar um osso."
  },
  {
    "ingles": "If you find honey, eat only what you need, For if you take too much, you may vomit it up.",
    "portugues": "Se você encontrar mel, coma apenas o necessário; Pois, se comer demais, acabará vomitando."
  },
  {
    "ingles": "Rarely set foot in your neighbor's house, So that he does not get tired of you and hate you.",
    "portugues": "Ponha raramente o pé na casa do seu próximo, Para que ele não se canse de você e passe a odiá-lo."
  },
  {
    "ingles": "Like a war club and a sword and a sharp arrow Is a man bearing false witness against his neighbor.",
    "portugues": "Como uma clava de guerra, uma espada ou uma flecha afiada É o homem que dá falso testemunho contra o seu próximo."
  },
  {
    "ingles": "Like a broken tooth or an unsteady foot Is confidence in an unreliable person in times of trouble.",
    "portugues": "Como um dente quebrado e um pé sem firmeza É confiar, em tempos de aflição, em quem não merece crédito."
  },
  {
    "ingles": "Like one who removes a garment on a cold day And like vinegar poured on soda Is the one who sings songs to a gloomy heart.",
    "portugues": "Como quem tira a roupa num dia frio E como vinagre derramado na soda É aquele que canta canções para um coração triste."
  },
  {
    "ingles": "If your enemy is hungry, give him bread to eat; If he is thirsty, give him water to drink,",
    "portugues": "Se o seu inimigo estiver com fome, dê-lhe pão para comer; Se estiver com sede, dê-lhe água para beber;"
  },
  {
    "ingles": "For you will be heaping burning coals on his head, And Jehovah will reward you.",
    "portugues": "Pois assim você amontoará brasas sobre a cabeça dele, E Jeová recompensará você."
  },
  {
    "ingles": "The north wind brings a downpour, And a gossiping tongue brings an angry face.",
    "portugues": "O vento norte traz chuva; E a língua tagarela, rostos irados."
  },
  {
    "ingles": "Better to dwell on a corner of the roof Than in the same house with a quarrelsome wife.",
    "portugues": "Melhor morar num canto do terraço Do que com uma esposa briguenta, na mesma casa."
  },
  {
    "ingles": "Like cold water on a tired soul Is a good report from a distant land.",
    "portugues": "Como água fresca para a alma cansada, Assim é a notícia boa de uma terra distante."
  },
  {
    "ingles": "Like a muddied spring and a ruined well Is a righteous person who gives in to a wicked one.",
    "portugues": "Como uma nascente barrenta e uma fonte poluída É o justo que cede diante de quem é mau."
  },
  {
    "ingles": "It is not good to eat too much honey, Nor is it glorious to seek one's own glory.",
    "portugues": "Não é bom comer mel demais, Nem é glorioso buscar a própria glória."
  },
  {
    "ingles": "As a city broken through, without a wall, Is the man who cannot control his temper.",
    "portugues": "Como uma cidade arrombada, sem muralhas, É o homem que não consegue se controlar."
  }
]