[
  {
    "ingles": "Like snow in summer and rain at harvesttime, Honor is not fitting for someone stupid.",
    "portugues": "Como a neve no verão e a chuva na colheita, Assim a honra não é própria para o tolo."
  },
  {
    "ingles": "Just as a bird has reason to flee and a swallow to fly, So a curse does not come without a real reason.",
    "portugues": "Assim como o pássaro tem motivo para fugir e a andorinha para voar, Assim a maldição não vem sem nenhum motivo."
  },
  {
    "ingles": "A whip is for the horse, a bridle is for the donkey, And the rod is for the back of stupid people.",
    "portugues": "O chicote é para o cavalo, o freio é para o jumento, E a vara é para as costas dos tolos."
  },
  {
    "ingles": "Do not answer the stupid one according to his foolishness, So that you do not put yourself on his level.",
    "portugues": "Não responda ao tolo de acordo com a tolice dele, Para que você não se iguale a ele."
  },
  {
    "ingles": "Answer the stupid one according to his foolishness, So that he does not think he is wise.",
    "portugues": "Responda ao tolo de acordo com a tolice dele, Para que ele não pense que é sábio."
  },
  {
    "ingles": "Like someone who cripples his own feet and harms himself Is the one who entrusts matters to someone stupid.",
    "portugues": "Como alguém que mutila os próprios pés e prejudica a si mesmo, Assim é quem confia seus assuntos ao tolo."
  },
  {
    "ingles": "Like the limp legs of the lame, So is a proverb in the mouth of stupid people.",
    "portugues": "Como as pernas fracas de um manco, Assim é um provérbio na boca dos tolos."
  },
  {
    "ingles": "Like tying a stone to a sling, So is giving glory to someone stupid.",
    "portugues": "Como amarrar uma pedra na funda, Assim é dar glória a um tolo."
  },
  {
    "ingles": "Like a thorn plant that comes into the hand of a drunkard, So is a proverb in the mouth of stupid people.",
    "portugues": "Como uma planta espinhosa na mão do bêbado, Assim é um provérbio na boca dos tolos."
  },
  {
    "ingles": "Like an archer who wounds at random, So is the one who hires the stupid one or those passing by.",
    "portugues": "Como um arqueiro que fere ao acaso, Assim é quem contrata o tolo ou qualquer um que passa."
  },
  {
    "ingles": "Like a dog that returns to its vomit, The stupid one repeats his foolishness.",
    "portugues": "Assim como o cão que volta ao seu vômito, Assim o tolo repete a sua tolice."
  },
  {
    "ingles": "Have you seen a man who thinks he is wise? There is more hope for someone stupid than for him.",
    "portugues": "Você já viu um homem que pensa que é sábio? Há mais esperança para um tolo do que para ele."
  },
  {
    "ingles": "The lazy one says: \"There is a young lion in the road, A lion in the public square!\"",
    "portugues": "O preguiçoso diz: \"Há um leão jovem na estrada, Há um leão no meio da rua!\""
  },
  {
    "ingles": "A door keeps turning on its hinges, And the lazy one on his bed.",
    "portugues": "A porta gira em suas dobradiças, E o preguiçoso em sua cama."
  },
  {
    "ingles": "The lazy one buries his hand in the banquet bowl, But he is too tired to bring it back to his mouth.",
    "portugues": "O preguiçoso enfia a mão na tigela, Mas fica cansado demais para levá-la de volta à boca."
  },
  {
    "ingles": "The lazy one thinks he is wiser Than seven people who give a sensible reply.",
    "portugues": "O preguiçoso pensa que é mais sábio Do que sete pessoas que respondem de modo sensato."
  },
  {
    "ingles": "Like someone grabbing hold of a dog's ears Is the one passing by who becomes furious about a quarrel that is not his.",
    "portugues": "Como alguém que agarra as orelhas de um cão É quem passa e fica furioso por causa da discussão dos outros."
  },
  {
    "ingles": "Like a madman who shoots fiery missiles, arrows, and death",
    "portugues": "Como um louco que atira dardos ardentes e flechas mortais,"
  },
  {
    "ingles": "Is the man who plays a trick on his neighbor and says, \"I was only joking!\"",
    "portugues": "Assim é o homem que engana seu próximo e diz: \"Eu só estava brincando!\""
  },
  {
    "ingles": "Where there is no wood, the fire goes out, And where there is no slanderer, quarreling ceases.",
    "portugues": "Onde não há lenha, apaga-se o fogo; E onde não há caluniador, acaba-se a discussão."
  },
  {
    "ingles": "As charcoal for the embers and wood for the fire, So a contentious man kindles a quarrel.",
    "portugues": "Como o carvão para as brasas e a lenha para o fogo, Assim é o homem briguento para atiçar uma discussão."
  },
  {
    "ingles": "The words of a slanderer are like tasty morsels; They are gulped right down into the stomach.",
    "portugues": "As palavras do caluniador são como petiscos saborosos, Que são engolidos com facilidade e descem direto para o estômago."
  },
  {
    "ingles": "Like a silver glazing over a piece of earthenware Are affectionate words from an evil heart.",
    "portugues": "Como a prata que reveste um caco de barro, Assim são as palavras carinhosas vindas de um coração mau."
  },
  {
    "ingles": "The one who hates others disguises it with his lips, But inside he harbors deceit.",
    "portugues": "Quem odeia outros disfarça isso com os lábios, Mas abriga falsidade dentro de si."
  },
  {
    "ingles": "Although he speaks graciously, do not trust him, For there are seven detestable things in his heart.",
    "portugues": "Apesar de ele falar de modo gentil, não acredite nele, Pois há sete coisas detestáveis no seu coração."
  },
  {
    "ingles": "Though his hatred is concealed by deceit, His evil will be exposed in the congregation.",
    "portugues": "Embora seu ódio seja escondido pela falsidade, Sua maldade será exposta na congregação."
  },
  {
    "ingles": "The one who digs a pit will fall into it, And whoever rolls away a stone-it will come back on him.",
    "portugues": "Quem cava um buraco cairá nele, E quem rola uma pedra será atingido por ela."
  },
  {
    "ingles": "A lying tongue hates those crushed by it, And a flattering mouth causes ruin.",
    "portugues": "A língua mentirosa odeia aqueles a quem ela oprime, E a boca bajuladora causa ruína."
  }
]