[
  {
    "ingles": "Do not boast about tomorrow, For you do not know what a day will bring.",
    "portugues": "Não se gabe do amanhã, Pois você não sabe o que cada dia trará."
  },
  {
    "ingles": "Let someone else praise you, and not your own mouth; Others, and not your own lips.",
    "portugues": "Que outros, não a sua própria boca, façam elogios a você; Que outra pessoa faça isso, não os seus próprios lábios."
  },
  {
    "ingles": "A stone is heavy and sand is weighty, But the irritation caused by a fool is heavier than both.",
    "portugues": "A pedra é pesada, e a areia é uma carga, Mas a irritação causada por um tolo é mais pesada do que as duas."
  },
  {
    "ingles": "There is the cruelty of rage and the flood of anger, But who can withstand jealousy?",
    "portugues": "O furor é cruel, e a ira é como uma enxurrada, Mas quem pode resistir ao ciúme?"
  },
  {
    "ingles": "Open reproof is better than concealed love.",
    "portugues": "Melhor a repreensão feita abertamente do que o amor escondido."
  },
  {
    "ingles": "The wounds inflicted by a friend are faithful, But an enemy's kisses are plentiful.",
    "portugues": "Leais são os ferimentos causados por um amigo, Mas muitos são os beijos do inimigo."
  },
  {
    "ingles": "One whose appetite is satisfied turns down honey from the comb, But to the hungry, even what is bitter tastes sweet.",
    "portugues": "Quem está com o apetite saciado recusa o mel dos favos; Mas, para quem está faminto, até o amargo é doce."
  },
  {
    "ingles": "Like a bird that strays from its nest Is a man who strays from his home.",
    "portugues": "Como um pássaro afastado do ninho É o homem afastado do seu lar."
  },
  {
    "ingles": "Oil and incense make the heart rejoice; So does sweet friendship springing from sincere counsel.",
    "portugues": "Óleo e incenso alegram o coração, Bem como a doce amizade que nasce de um conselho sincero."
  },
  {
    "ingles": "Do not forsake your friend or your father's friend, And do not enter your own brother's house on the day of your disaster; Better is a neighbor nearby than a brother far away.",
    "portugues": "Não abandone o seu amigo ou o amigo do seu pai, E não vá à casa do seu irmão quando você sofrer uma calamidade; Melhor um vizinho perto do que um irmão longe."
  },
  {
    "ingles": "Be wise, my son, and make my heart rejoice, So that I can make a reply to him who taunts me.",
    "portugues": "Seja sábio, meu filho, e alegre meu coração, Para que eu possa dar uma resposta àquele que me desafia."
  },
  {
    "ingles": "The shrewd person sees the danger and conceals himself, But the inexperienced keep right on going and suffer the consequences.",
    "portugues": "A pessoa prudente vê o perigo e se esconde, Mas os inexperientes vão em frente e sofrem as consequências."
  },
  {
    "ingles": "Take a man's garment if he has given security for a stranger; Seize the pledge from him if he did so for a foreign woman.",
    "portugues": "Tome a roupa do homem que se tornou fiador de um estranho, E tome dele uma garantia caso ele seja fiador de uma mulher estrangeira."
  },
  {
    "ingles": "When someone blesses his fellow man with a loud voice early in the morning, It will be counted as a curse to him.",
    "portugues": "Quando alguém abençoa seu próximo com voz bem alta, de manhã cedo, Isso é encarado por ele como maldição."
  },
  {
    "ingles": "A quarrelsome wife is like a constantly leaking roof on a rainy day.",
    "portugues": "A esposa briguenta é como uma goteira que pinga sem parar num dia de chuva."
  },
  {
    "ingles": "Whoever can restrain her can restrain the wind And can grip oil with his right hand.",
    "portugues": "Quem consegue detê-la, consegue deter o vento E consegue pegar óleo com a mão direita."
  },
  {
    "ingles": "As iron sharpens iron, So one man sharpens his friend.",
    "portugues": "Assim como o ferro afia o ferro, Assim o homem afia o seu amigo."
  },
  {
    "ingles": "The one who cares for a fig tree will eat its fruit, And the one who takes care of his master will be honored.",
    "portugues": "Quem cuida da figueira comerá do seu fruto, E quem cuida do seu senhor será honrado."
  },
  {
    "ingles": "As water reflects one's face, So the heart of one man reflects another's.",
    "portugues": "Assim como a água reflete o rosto de um homem, Assim o coração de um homem reflete o de outro."
  },
  {
    "ingles": "The Grave and the place of destruction are never satisfied, Nor are a man's eyes ever satisfied.",
    "portugues": "A Sepultura e o lugar de destruição nunca se saciam, Assim também os olhos do homem são insaciáveis."
  },
  {
    "ingles": "As the refining pot is for silver and the furnace for gold, So a person is tested by the praise he receives.",
    "portugues": "Assim como o cadinho é para a prata e o forno de fundição para o ouro, Assim a pessoa é testada pelo elogio que recebe."
  },
  {
    "ingles": "Even if you pound a fool with a pestle Like crushed grain in a mortar, His foolishness will not leave him.",
    "portugues": "Mesmo que você triture o tolo Como grãos no pilão, Sua tolice não se afastará dele."
  },
  {
    "ingles": "You should know well the appearance of your flock. Take good care of your sheep,",
    "portugues": "Você deve conhecer bem a aparência do seu rebanho. Cuide bem das suas ovelhas,"
  },
  {
    "ingles": "For wealth does not last forever, Nor a crown for all generations.",
    "portugues": "Pois as riquezas não duram para sempre, Nem a coroa por todas as gerações."
  },
  {
    "ingles": "The green grass disappears, new grass appears, And the vegetation of the mountains is gathered in.",
    "portugues": "A relva verde desaparece, e aparece a relva nova, E é recolhida a vegetação dos montes."
  },
  {
    "ingles": "The young rams provide your clothing, And the male goats provide the price of a field.",
    "portugues": "Os carneirinhos fornecem a sua roupa, E os bodes fornecem o preço de um campo."
  },
  {
    "ingles": "And there will be enough goat's milk to feed you, To feed your household, and to sustain your servant girls.",
    "portugues": "Também há bastante leite de cabra para alimentar você, Para alimentar os da sua casa e para sustentar as suas servas."
  }
]