[
  {
    "ingles": "The wicked flee when no one pursues them, But the righteous are as confident as a lion.",
    "portugues": "Os maus fogem mesmo quando ninguém os persegue, Mas os justos são tão confiantes como um leão."
  },
  {
    "ingles": "When there is transgression in the land, it will have one prince after another, But with the help of a man of discernment and knowledge, a prince will long endure.",
    "portugues": "Quando há transgressão no país, há uma sucessão de príncipes; Mas, com a ajuda de um homem de discernimento e conhecimento, o príncipe permanecerá por muito tempo."
  },
  {
    "ingles": "A poor man who defrauds the lowly Is like a rain that sweeps away all the food.",
    "portugues": "O pobre que defrauda os humildes É como a chuva devastadora que acaba com todo o alimento."
  },
  {
    "ingles": "Those who abandon the law praise the wicked one, But those who observe the law are indignant with them.",
    "portugues": "Os que abandonam a lei elogiam quem é mau, Mas os que obedecem à lei ficam indignados com eles."
  },
  {
    "ingles": "Evil men cannot understand justice, But those who seek Jehovah can understand everything.",
    "portugues": "Os maus não podem entender a justiça, Mas os que buscam a Jeová podem entender tudo."
  },
  {
    "ingles": "Better is a poor man who walks in his integrity Than a rich man whose ways are corrupt.",
    "portugues": "Melhor o pobre que anda na sua integridade Do que o rico que segue caminhos corruptos."
  },
  {
    "ingles": "An understanding son observes the law, But a companion of gluttons disgraces his father.",
    "portugues": "O filho que tem entendimento obedece à lei, Mas quem é amigo de glutões desonra seu pai."
  },
  {
    "ingles": "The one who increases his wealth by interest and usury Amasses it for the one who shows favor to the poor.",
    "portugues": "Quem aumenta a sua riqueza por meio de juros ou lucros injustos Acumula-a para aquele que mostra favor aos pobres."
  },
  {
    "ingles": "The one refusing to listen to the law -Even his prayer is detestable.",
    "portugues": "Quem se recusa a dar ouvidos à lei, Até mesmo sua oração é detestável."
  },
  {
    "ingles": "The one misleading the upright into an evil course will fall into his own pit, But the blameless will inherit what is good.",
    "portugues": "Quem desvia o justo para o mau caminho cairá na sua própria armadilha, Mas os íntegros herdarão o que é bom."
  },
  {
    "ingles": "A rich man is wise in his own eyes, But a poor man with discernment can see through him.",
    "portugues": "O rico é sábio aos seus próprios olhos, Mas o pobre que tem discernimento o vê como ele realmente é."
  },
  {
    "ingles": "When the righteous triumph, there is great glory, But when the wicked rise to power, people go into hiding.",
    "portugues": "Quando os justos triunfam, há grande glória; Mas, quando os maus sobem ao poder, as pessoas se escondem."
  },
  {
    "ingles": "The one covering over his transgressions will not succeed, But whoever confesses and abandons them will be shown mercy.",
    "portugues": "Quem encobre as suas transgressões não será bem-sucedido, Mas aquele que as confessa e abandona será tratado com misericórdia."
  },
  {
    "ingles": "Happy is the man who is always on guard, But whoever hardens his heart will fall into calamity.",
    "portugues": "Feliz o homem que sempre está vigilante, Mas quem endurece seu coração sofrerá calamidade."
  },
  {
    "ingles": "Like a growling lion and a charging bear Is a wicked ruler over a helpless people.",
    "portugues": "Como o leão que ruge e o urso que ataca É o governante perverso que domina sobre um povo indefeso."
  },
  {
    "ingles": "A leader without discernment abuses his power, But the one hating dishonest profit will prolong his life.",
    "portugues": "O líder que não tem discernimento abusa do poder, Mas quem odeia o lucro desonesto prolongará sua vida."
  },
  {
    "ingles": "A man burdened with bloodguilt for taking someone's life will keep fleeing until the grave. Let no one support him.",
    "portugues": "O homem atormentado pela culpa de sangue, por ter tirado uma vida, será fugitivo até a sepultura. Que ninguém o ajude!"
  },
  {
    "ingles": "The one walking faultlessly will be saved, But the one whose ways are crooked will suddenly fall.",
    "portugues": "Quem anda de modo íntegro será salvo, Mas quem segue caminhos tortuosos cairá repentinamente."
  },
  {
    "ingles": "The one cultivating his ground will have plenty of bread, But the one taking up worthless pursuits will have his fill of poverty.",
    "portugues": "Quem cultiva seu solo se fartará de pão, Mas quem se empenha por coisas sem valor se fartará de pobreza."
  },
  {
    "ingles": "A faithful man will receive many blessings, But the one hastening to get rich will not remain innocent.",
    "portugues": "O homem fiel receberá muitas bênçãos, Mas quem se apressa para enriquecer não continuará inocente."
  },
  {
    "ingles": "It is not good to show partiality; But a man might do wrong for a piece of bread.",
    "portugues": "Não é bom mostrar parcialidade, Mas talvez um homem faça o que é errado por um pedaço de pão."
  },
  {
    "ingles": "An envious man is eager for wealth, Not knowing that poverty will overtake him.",
    "portugues": "O homem invejoso corre atrás de riquezas, Sem saber que a pobreza virá sobre ele."
  },
  {
    "ingles": "Whoever reproves a man will afterward find more favor Than someone who flatters with his tongue.",
    "portugues": "Quem repreende um homem achará por fim mais favor Do que alguém que usa a língua para bajular."
  },
  {
    "ingles": "Whoever robs his father and mother and says, \"It is not wrong,\" Is a partner of the man who causes ruin.",
    "portugues": "Quem rouba o pai e a mãe, e diz: \"Isso não é errado\", É parceiro do homem que causa ruína."
  },
  {
    "ingles": "The greedy person stirs up dissension, But whoever relies on Jehovah will prosper.",
    "portugues": "A pessoa gananciosa provoca discórdias, Mas quem confia em Jeová prosperará."
  },
  {
    "ingles": "Whoever trusts in his own heart is stupid, But the one who walks in wisdom will escape.",
    "portugues": "Quem confia no seu próprio coração é tolo, Mas quem anda em sabedoria escapará."
  },
  {
    "ingles": "Whoever gives to the poor will lack nothing, But the one who closes his eyes to them will receive many curses.",
    "portugues": "Quem dá aos pobres não terá falta de nada, Mas quem fecha os olhos para eles receberá muitas maldições."
  },
  {
    "ingles": "When the wicked rise to power, a man hides himself, But when they perish, the righteous increase.",
    "portugues": "Quando os maus sobem ao poder, o homem se esconde; Mas, quando eles morrem, os justos se tornam muitos."
  }
]