[
  {
    "ingles": "A man who stiffens his neck after much reproof Will suddenly be broken beyond healing.",
    "portugues": "O homem que continua obstinado depois de muita repreensão Será arruinado de repente, e não haverá remédio."
  },
  {
    "ingles": "When the righteous are many, the people rejoice, But when the wicked one rules, the people groan.",
    "portugues": "Quando os justos são muitos, o povo se alegra; Mas, quando os maus governam, o povo geme."
  },
  {
    "ingles": "A man who loves wisdom makes his father rejoice, But the one who keeps company with prostitutes squanders his wealth.",
    "portugues": "Quem ama a sabedoria alegra seu pai, Mas quem anda com prostitutas desperdiça sua riqueza."
  },
  {
    "ingles": "By justice a king brings stability to a land, But a man seeking bribes brings it to ruin.",
    "portugues": "Por meio da justiça o rei dá estabilidade ao país, Mas o homem que procura suborno leva o país à ruína."
  },
  {
    "ingles": "A man who flatters his neighbor Spreads out a net for his feet.",
    "portugues": "O homem que bajula seu próximo Arma uma rede para os pés dele."
  },
  {
    "ingles": "A bad man's transgression ensnares him, But the righteous one cries out joyfully and rejoices.",
    "portugues": "A transgressão do perverso é um laço para ele, Mas o justo grita de alegria e exulta."
  },
  {
    "ingles": "The righteous one is concerned about the legal rights of the poor, But the wicked one has no such concern.",
    "portugues": "O justo se preocupa com os direitos dos pobres, Mas os maus não se importam com isso."
  },
  {
    "ingles": "Boastful men inflame a town, But those who are wise turn away anger.",
    "portugues": "Homens que se gabam incendeiam a cidade, Mas os sábios acalmam a ira."
  },
  {
    "ingles": "When a wise man enters into a controversy with a fool, There will be ranting and ridicule, but no satisfaction.",
    "portugues": "Quando um sábio entra numa controvérsia com um tolo, Há exaltação e zombaria, mas nada é resolvido."
  },
  {
    "ingles": "Bloodthirsty men hate anyone innocent, And they seek to take the life of the upright.",
    "portugues": "Homens sanguinários odeiam quem é inocente, E procuram tirar a vida do justo."
  },
  {
    "ingles": "A stupid person gives vent to all his feelings, But the wise one calmly keeps them in check.",
    "portugues": "O tolo dá vazão a toda a sua ira, Mas o sábio continua calmo e a mantém sob controle."
  },
  {
    "ingles": "When a ruler pays attention to lies, All his servants will be wicked.",
    "portugues": "Quando o governante dá atenção a mentiras, Todos os seus servos são maus."
  },
  {
    "ingles": "The poor man and the oppressor have this in common: Jehovah gives light to the eyes of both.",
    "portugues": "O pobre e o opressor têm isto em comum: Jeová dá luz aos olhos dos dois."
  },
  {
    "ingles": "When a king judges the poor fairly, His throne will always be secure.",
    "portugues": "Se um rei julgar os pobres de modo imparcial, Seu trono estará sempre seguro."
  },
  {
    "ingles": "The rod and reproof impart wisdom, But a child left unrestrained brings shame on his mother.",
    "portugues": "A vara e a repreensão dão sabedoria, Mas a criança deixada solta causa vergonha à sua mãe."
  },
  {
    "ingles": "When the wicked increase, transgression increases, But the righteous will see their downfall.",
    "portugues": "Quando os maus se multiplicam, multiplicam-se as transgressões; Mas os justos verão a queda deles."
  },
  {
    "ingles": "Discipline your son and he will bring you rest; And he will give you great pleasure.",
    "portugues": "Discipline seu filho, e ele lhe trará descanso E dará grande prazer a você."
  },
  {
    "ingles": "Where there is no vision, the people go unrestrained, But happy are those who observe the law.",
    "portugues": "Quando não há visão, o povo fica sem controle, Mas os que obedecem à lei são felizes."
  },
  {
    "ingles": "A servant will not let himself be corrected by words, For though he understands, he does not obey.",
    "portugues": "Um servo não se deixará corrigir só com palavras, Pois, embora ele compreenda, não obedece."
  },
  {
    "ingles": "Have you seen a man hasty with his words? There is more hope for a fool than for him.",
    "portugues": "Você já observou um homem que fala de modo precipitado? Há mais esperança para um tolo do que para ele."
  },
  {
    "ingles": "If a servant is pampered from his youth, He will become thankless later on.",
    "portugues": "Se um servo é mimado desde jovem, Ele acabará se tornando um ingrato."
  },
  {
    "ingles": "A man prone to anger stirs up strife; Anyone disposed to rage commits many transgressions.",
    "portugues": "O homem que facilmente se ira provoca brigas, E quem é propenso à ira comete muitas transgressões."
  },
  {
    "ingles": "The haughtiness of a man will humble him, But whoever is humble in spirit will obtain glory.",
    "portugues": "A arrogância do homem o humilhará, Mas quem é humilde de espírito terá glória."
  },
  {
    "ingles": "The partner of a thief hates himself. He may hear the call to testify, but he reports nothing.",
    "portugues": "Quem é parceiro de um ladrão odeia a si mesmo. Ele ouve a convocação para testemunhar, mas não relata nada."
  },
  {
    "ingles": "Trembling at men is a snare, But the one trusting in Jehovah will be protected.",
    "portugues": "Tremer diante de homens é uma armadilha, Mas quem confia em Jeová será protegido."
  },
  {
    "ingles": "Many seek an audience with a ruler, But it is from Jehovah that a man gets justice.",
    "portugues": "Muitos buscam uma audiência com um governante, Mas é de Jeová que se obtém justiça."
  },
  {
    "ingles": "An unjust man is detestable to the righteous, But the one whose way is upright is detestable to the wicked one.",
    "portugues": "O homem injusto é detestável para os justos, E quem anda no caminho reto é detestável para quem é mau."
  }
]