[
  {
    "ingles": "My son, do not forget my teaching, And may your heart observe my commandments,",
    "portugues": "Meu filho, não se esqueça dos meus ensinamentos, E que o seu coração obedeça aos meus mandamentos,"
  },
  {
    "ingles": "Because they will add many days And years of life and peace to you.",
    "portugues": "Porque eles lhe acrescentarão muitos dias E anos de vida e paz."
  },
  {
    "ingles": "Do not let loyal love and faithfulness leave you. Tie them around your neck; Write them on the tablet of your heart;",
    "portugues": "Que o amor leal e a fidelidade não o abandonem. Coloque-os em volta do pescoço; Escreva-os na tábua do seu coração;"
  },
  {
    "ingles": "Then you will find favor and good insight In the eyes of God and man.",
    "portugues": "Então você ganhará favor e terá grande entendimento Aos olhos de Deus e dos homens."
  },
  {
    "ingles": "Trust in Jehovah with all your heart, And do not rely on your own understanding.",
    "portugues": "Confie em Jeová de todo o seu coração; Não confie no seu próprio entendimento."
  },
  {
    "ingles": "In all your ways take notice of him, And he will make your paths straight.",
    "portugues": "Lembre-se dele em todos os seus caminhos, E ele endireitará as suas veredas."
  },
  {
    "ingles": "Do not become wise in your own eyes. Fear Jehovah and turn away from bad.",
    "portugues": "Não se torne sábio aos seus próprios olhos. Tema a Jeová e afaste-se do mal."
  },
  {
    "ingles": "It will be a healing to your body And refreshment for your bones.",
    "portugues": "Isso será uma cura para o seu corpo E revigoramento para os seus ossos."
  },
  {
    "ingles": "Honor Jehovah with your valuable things, With the firstfruits of all your produce;",
    "portugues": "Honre a Jeová com as suas coisas valiosas, Com as primícias de todas as suas colheitas;"
  },
  {
    "ingles": "Then your storehouses will be completely filled, And your vats will overflow with new wine.",
    "portugues": "Então os seus celeiros ficarão completamente cheios, E os seus tanques de vinho novo transbordarão."
  },
  {
    "ingles": "My son, do not reject the discipline of Jehovah, And do not loathe his reproof,",
    "portugues": "Meu filho, não rejeite a disciplina de Jeová, E não abomine a sua repreensão,"
  },
  {
    "ingles": "For those whom Jehovah loves he reproves, Just as a father does a son in whom he delights.",
    "portugues": "Pois Jeová repreende aqueles a quem ama, Assim como o pai faz com um filho querido."
  },
  {
    "ingles": "Happy is the man who finds wisdom And the man who acquires discernment;",
    "portugues": "Feliz o homem que acha sabedoria E o homem que obtém discernimento;"
  },
  {
    "ingles": "To gain it is better than gaining silver, And having it as profit is better than having gold.",
    "portugues": "Ganhar sabedoria é melhor do que ganhar prata, E obtê-la é melhor do que obter ouro."
  },
  {
    "ingles": "It is more precious than corals; Nothing you desire can compare to it.",
    "portugues": "Ela é mais preciosa do que corais; Nada do que você deseja pode se comparar a ela."
  },
  {
    "ingles": "Long life is in its right hand; Riches and glory are in its left hand.",
    "portugues": "Na sua mão direita há vida longa; Na esquerda, riquezas e glória."
  },
  {
    "ingles": "Its ways are pleasant, And all its paths are peaceful.",
    "portugues": "Seus caminhos são agradáveis, E todas as suas veredas são pacíficas."
  },
  {
    "ingles": "It is a tree of life to those who take hold of it, And those who keep firm hold of it will be called happy.",
    "portugues": "Ela é árvore de vida para os que se apegam a ela, E os que a agarram serão considerados felizes."
  },
  {
    "ingles": "Jehovah founded the earth in wisdom. He solidly established the heavens in discernment.",
    "portugues": "Jeová lançou os alicerces da terra com sabedoria. Estabeleceu firmemente os céus com discernimento."
  },
  {
    "ingles": "By his knowledge the watery deeps were split apart And the cloudy skies dripped with dew.",
    "portugues": "Pelo seu conhecimento as águas profundas se partiram, E as nuvens destilaram orvalho."
  },
  {
    "ingles": "My son, do not lose sight of them. Safeguard practical wisdom and thinking ability;",
    "portugues": "Meu filho, não perca essas coisas de vista. Resguarde a sabedoria prática e o raciocínio;"
  },
  {
    "ingles": "They will give you life And be an adornment for your neck;",
    "portugues": "Eles lhe darão vida E serão um adorno para o seu pescoço."
  },
  {
    "ingles": "Then you will walk on your way in safety, And your foot will never stumble.",
    "portugues": "Assim você andará em segurança no seu caminho, E o seu pé nunca tropeçará."
  },
  {
    "ingles": "When you lie down, you will have no fear; You will lie down, and your sleep will be pleasant.",
    "portugues": "Quando você se deitar, não terá medo; Você se deitará, e o seu sono será agradável."
  },
  {
    "ingles": "You will not fear any sudden terror Nor the storm that is coming on the wicked.",
    "portugues": "Você não terá medo de nenhum terror repentino, Nem da tempestade que está vindo sobre os maus."
  },
  {
    "ingles": "For Jehovah will prove to be your source of confidence; He will keep your foot from being caught.",
    "portugues": "Pois Jeová será a sua fonte de confiança, Ele protegerá o seu pé da armadilha."
  },
  {
    "ingles": "Do not withhold good from those to whom you should give it If it is within your power to help.",
    "portugues": "Não deixe de fazer o bem a quem você deve fazê-lo, Se estiver ao seu alcance ajudar."
  },
  {
    "ingles": "Do not say to your neighbor, \"Go away; come back later! I will give it to you tomorrow,\" If you can give it now.",
    "portugues": "Não diga ao seu próximo: \"Vá embora, volte depois! Eu lhe darei algo amanhã\", Se você pode dar algo agora."
  },
  {
    "ingles": "Do not plot harm against your neighbor When he lives in a sense of security with you.",
    "portugues": "Não planeje prejudicar o seu próximo, Que mora ao seu lado e confia em você."
  },
  {
    "ingles": "Do not quarrel with a man for no reason If he has done nothing bad to you.",
    "portugues": "Não entre em conflito com um homem sem motivo, Se ele não lhe fez nada de mau."
  },
  {
    "ingles": "Do not envy the violent man Nor choose any of his ways,",
    "portugues": "Não fique com inveja do homem violento, Nem escolha nenhum dos seus caminhos,"
  },
  {
    "ingles": "For Jehovah detests a devious person, But His close friendship is with the upright.",
    "portugues": "Pois Jeová detesta a pessoa falsa, Mas tem amizade íntima com os íntegros."
  },
  {
    "ingles": "The curse of Jehovah is on the house of the wicked one, But he blesses the home of the righteous.",
    "portugues": "A maldição de Jeová está sobre a casa dos maus, Mas ele abençoa o lar dos justos."
  },
  {
    "ingles": "For he mocks those who ridicule, But he shows favor to the meek.",
    "portugues": "Pois ele zomba dos zombadores, Mas mostra favor aos mansos."
  },
  {
    "ingles": "The wise will inherit honor, But the stupid ones glorify dishonor.",
    "portugues": "Os sábios herdarão a honra, Mas os tolos exaltam a desonra."
  }
]