[
  {
    "ingles": "The weighty message contained in the words of Agur son of Jakeh, which he spoke to Ithiel, to Ithiel and Ucal.",
    "portugues": "Palavras de Agur, filho de Jaque. A mensagem importante que ele transmitiu a Itiel; a Itiel e a Ucal."
  },
  {
    "ingles": "I am more ignorant than anyone else, And I lack the understanding a man should have.",
    "portugues": "Sou mais ignorante do que qualquer outro, E não tenho o entendimento que um homem deveria ter."
  },
  {
    "ingles": "I have not learned wisdom, And I do not possess the knowledge of the Most Holy One.",
    "portugues": "Não aprendi a sabedoria, E não tenho o conhecimento do Santíssimo."
  },
  {
    "ingles": "Who has ascended to heaven and then descended? Who has gathered the wind in the palms of both hands? Who has wrapped up the waters in his garment? Who has established all the ends of the earth? What is his name and the name of his son-if you know?",
    "portugues": "Quem subiu ao céu e depois desceu? Quem ajuntou o vento na palma das mãos? Quem embrulhou as águas em sua roupa? Quem estabeleceu os confins da terra? Qual é o nome dele e o nome do seu filho, se é que você sabe?"
  },
  {
    "ingles": "Every saying of God is refined. He is a shield to those taking refuge in him.",
    "portugues": "Toda declaração de Deus é pura. Ele é um escudo para os que se refugiam nele."
  },
  {
    "ingles": "Add nothing to his words, Or he will reprove you, And you will be proved a liar.",
    "portugues": "Não acrescente nada às palavras dele, Senão ele o repreenderá, E ficará claro que você é um mentiroso."
  },
  {
    "ingles": "Two things I ask of you. Do not withhold them from me before I die.",
    "portugues": "Duas coisas eu te peço; Não me negues isto antes de eu morrer:"
  },
  {
    "ingles": "Remove untruth and lies far from me. Give me neither poverty nor riches. Just let me consume my portion of food,",
    "portugues": "Afasta de mim a falsidade e a mentira, E não me dês nem pobreza nem riquezas. Dá-me apenas a minha porção de alimento,"
  },
  {
    "ingles": "So that I do not become satisfied and deny you and say, \"Who is Jehovah?\" Nor let me become poor and steal and dishonor the name of my God.",
    "portugues": "Para que eu não me farte e te negue, e diga: \"Quem é Jeová?\" Nem fique pobre e roube, e desonre o nome do meu Deus."
  },
  {
    "ingles": "Do not slander a servant to his master, Or he may curse you and you will be found guilty.",
    "portugues": "Não calunie um servo diante do senhor dele, Senão ele amaldiçoará você, e você será considerado culpado."
  },
  {
    "ingles": "There is a generation that curses its father And does not bless its mother.",
    "portugues": "Há uma geração que amaldiçoa o pai E não abençoa a mãe."
  },
  {
    "ingles": "There is a generation that is pure in its own eyes But has not been cleansed from its filth.",
    "portugues": "Há uma geração que é pura aos seus próprios olhos, Mas que não foi purificada da sua imundície."
  },
  {
    "ingles": "There is a generation whose eyes are so haughty And whose eyes look so arrogantly!",
    "portugues": "Há uma geração que tem olhos tão arrogantes E um olhar tão orgulhoso!"
  },
  {
    "ingles": "There is a generation whose teeth are swords And whose jaws are slaughtering knives; They devour the lowly ones of the earth And the poor from among mankind.",
    "portugues": "Há uma geração cujos dentes são espadas E cujos maxilares são facas; Eles devoram os humildes da terra E eliminam os pobres do meio da humanidade."
  },
  {
    "ingles": "The leeches have two daughters that cry, \"Give! Give!\" There are three things that do not get satisfied, Four that never say, \"Enough!\"",
    "portugues": "As sanguessugas têm duas filhas que gritam: \"Mais! Mais!\" Há três coisas que não ficam satisfeitas, Quatro que nunca dizem \"Chega\":"
  },
  {
    "ingles": "-The Grave and a barren womb, A land that is deprived of water, And fire that never says, \"Enough!\"",
    "portugues": "A Sepultura e o ventre estéril, A terra sedenta de água, E o fogo, que nunca diz: \"Chega!\""
  },
  {
    "ingles": "The eye that mocks a father and despises obedience to a mother -The ravens of the valley will peck it out, And the young eagles will eat it up.",
    "portugues": "Os olhos que zombam do pai e desprezam a obediência à mãe Serão arrancados pelos corvos do vale E devorados pelos filhotes de águia."
  },
  {
    "ingles": "There are three things that are beyond my comprehension, And four that I do not understand:",
    "portugues": "Há três coisas que estão além da minha compreensão, Quatro que eu não entendo:"
  },
  {
    "ingles": "The way of an eagle in the heavens, The way of a serpent on a rock, The way of a ship in the open sea, And the way of a man with a young woman.",
    "portugues": "O caminho da águia nos céus, O caminho da serpente sobre uma rocha, O caminho do navio em alto-mar, E o caminho do homem com uma moça."
  },
  {
    "ingles": "This is the way of an adulterous woman: She eats, she wipes her mouth; Then she says, \"I have done nothing wrong.\"",
    "portugues": "Este é o caminho de uma mulher adúltera: Ela come, limpa a boca E diz: \"Não fiz nada de errado.\""
  },
  {
    "ingles": "There are three things that make the earth shudder And four things it cannot endure:",
    "portugues": "Há três coisas que fazem a terra tremer, Quatro coisas que ela não pode suportar:"
  },
  {
    "ingles": "When a slave rules as king, When a fool is glutted with food,",
    "portugues": "Um escravo que se torna rei, Um tolo empanturrado de comida,"
  },
  {
    "ingles": "When a hated woman is taken as a wife, And when a servant girl takes the place of her mistress.",
    "portugues": "Uma mulher odiada que é tomada como esposa, E uma serva que toma o lugar da sua senhora."
  },
  {
    "ingles": "Four things on earth are among the smallest, But they are instinctively wise:",
    "portugues": "Há quatro criaturas que estão entre as menores da terra, Mas são instintivamente sábias:"
  },
  {
    "ingles": "The ants are not strong creatures, Yet they prepare their food in the summer.",
    "portugues": "As formigas não são criaturas fortes, Ainda assim, preparam seu alimento no verão."
  },
  {
    "ingles": "The rock badgers are not mighty creatures, Yet they make their house in the crags.",
    "portugues": "Os procávias não são criaturas poderosas, Mas fazem sua casa nos rochedos."
  },
  {
    "ingles": "The locusts have no king, Yet they all go forward in formation.",
    "portugues": "Os gafanhotos não têm rei, Mas todos eles avançam em fileiras."
  },
  {
    "ingles": "The gecko lizard clings with its feet, And it goes into the palace of a king.",
    "portugues": "A lagartixa gruda em tudo com as suas patas, E entra no palácio do rei."
  },
  {
    "ingles": "There are three things that have an impressive stride, Four that are impressive as they move:",
    "portugues": "Há três coisas que andam de modo impressionante, Quatro coisas que são impressionantes ao se mover:"
  },
  {
    "ingles": "The lion, the mightiest among beasts, Which does not retreat from anyone;",
    "portugues": "O leão, que é o mais valente dos animais E não recua diante de ninguém,"
  },
  {
    "ingles": "The greyhound; the male goat; And a king whose army is with him.",
    "portugues": "O galgo, o bode E o rei acompanhado de seu exército."
  },
  {
    "ingles": "If you have foolishly exalted yourself Or if you have schemed to do so, Put your hand over your mouth.",
    "portugues": "Se você foi tolo e enalteceu a si mesmo, Ou se planejou fazer isso, Ponha a mão sobre a boca."
  },
  {
    "ingles": "For as the churning of milk produces butter And the squeezing of the nose produces blood, So the stirring up of anger produces quarrels.",
    "portugues": "Pois assim como bater o leite produz manteiga E apertar o nariz faz sair sangue, Assim também atiçar a ira provoca discussões."
  }
]