[
  {
    "ingles": "The words of King Lemuel, the weighty message his mother gave to instruct him:",
    "portugues": "Palavras do rei Lemuel. As palavras importantes que sua mãe falou para o instruir:"
  },
  {
    "ingles": "What should I tell you, O my son, What, O son of my womb, And what, O son of my vows?",
    "portugues": "O que devo lhe dizer, meu filho? O quê, filho do meu ventre? O quê, filho dos meus votos?"
  },
  {
    "ingles": "Do not give your vigor to women, Nor follow ways that destroy kings.",
    "portugues": "Não entregue o seu vigor às mulheres, Nem siga caminhos que destroem reis."
  },
  {
    "ingles": "It is not for kings, O Lemuel, It is not for kings to drink wine Nor for rulers to say, \"Where is my drink?\"",
    "portugues": "Não é apropriado para os reis, ó Lemuel, Não é apropriado para os reis beber vinho, Nem para os governantes dizer: \"Onde está a minha bebida?\""
  },
  {
    "ingles": "So that they do not drink and forget what is decreed And pervert the rights of the lowly ones.",
    "portugues": "Para que não bebam e se esqueçam do que foi decretado, E neguem os direitos dos humildes."
  },
  {
    "ingles": "Give alcohol to those who are perishing And wine to those in bitter distress.",
    "portugues": "Dê álcool aos que estão morrendo E vinho aos que estão amargurados."
  },
  {
    "ingles": "Let them drink and forget their poverty; Let them remember their trouble no more.",
    "portugues": "Que eles bebam e se esqueçam da sua pobreza, Que não se lembrem mais da sua desgraça."
  },
  {
    "ingles": "Speak up in behalf of the speechless; Defend the rights of all who are perishing.",
    "portugues": "Fale a favor de quem não pode falar; Defenda os direitos de todos os que estão morrendo."
  },
  {
    "ingles": "Speak up and judge righteously; Defend the rights of the lowly and the poor. ? [Aleph]",
    "portugues": "Fale por eles e julgue com justiça; Defenda os direitos dos humildes e dos pobres. [álefe]"
  },
  {
    "ingles": "Who can find a capable wife? Her value is far more than that of corals. ? [Beth]",
    "portugues": "Quem pode encontrar uma esposa capaz? Seu valor é muito maior do que o de corais. [bete]"
  },
  {
    "ingles": "Her husband trusts her from his heart, And he lacks nothing of value. ? [Gimel]",
    "portugues": "Seu marido confia nela de coração, E a ele não falta nada de valor. [guímel]"
  },
  {
    "ingles": "She rewards him with good, not bad, All the days of her life. ? [Daleth]",
    "portugues": "Ela o recompensa com o bem, não com o mal, Todos os dias da sua vida. [dálete]"
  },
  {
    "ingles": "She obtains wool and linen; She delights to work with her hands. ? [He]",
    "portugues": "Ela obtém lã e linho, E tem prazer em trabalhar com as mãos. [hê]"
  },
  {
    "ingles": "She is like the ships of a merchant, Bringing her food in from afar. ? [Waw]",
    "portugues": "Ela é como os navios de um mercador; De longe traz o seu alimento. [vau]"
  },
  {
    "ingles": "She also rises while it is still night, Providing food for her household And portions for her female servants. ? [Zayin]",
    "portugues": "Também se levanta enquanto ainda é noite, Para dar comida aos da sua casa E porções às suas servas. [zaine]"
  },
  {
    "ingles": "She sets her mind on a field and buys it; She plants a vineyard from her own labors. ? [Heth]",
    "portugues": "Ela decide obter um campo e o compra; Planta um vinhedo com o resultado do seu trabalho. [hete]"
  },
  {
    "ingles": "She prepares herself for hard work, And she strengthens her arms. ? [Teth]",
    "portugues": "Ela se prepara para o trabalho árduo, E fortalece seus braços. [tete]"
  },
  {
    "ingles": "She sees that her trading is profitable; Her lamp does not go out at night. ? [Yod]",
    "portugues": "Ela vê que seus negócios são lucrativos; Sua lâmpada não se apaga à noite. [iode]"
  },
  {
    "ingles": "Her hands seize the distaff, And her hands take hold of the spindle. ? [Kaph]",
    "portugues": "Suas mãos seguram a roca de fiar; Suas mãos pegam o fuso. [cafe]"
  },
  {
    "ingles": "She extends her palm to the lowly one, And she opens her hands to the poor. ? [Lamed]",
    "portugues": "Ela estende a mão ao humilde, E abre as mãos ao pobre. [lâmede]"
  },
  {
    "ingles": "She does not worry about her household because of the snow, For her whole household is clothed in warm garments. ? [Mem]",
    "portugues": "Ela não se preocupa com os da sua casa quando neva, Pois todos eles usam roupas quentes. [meme]"
  },
  {
    "ingles": "She makes her own bed covers. Her clothing is of linen and purple wool. ? [Nun]",
    "portugues": "Ela faz as suas próprias colchas. Sua roupa é de linho e de lã roxa. [nune]"
  },
  {
    "ingles": "Her husband is well-known in the city gates, Where he sits among the elders of the land. ? [Samekh]",
    "portugues": "Seu marido é bem conhecido nos portões da cidade, Onde se senta entre os anciãos do país. [sâmeque]"
  },
  {
    "ingles": "She makes and sells linen garments And supplies belts to the merchants. ? [Ayin]",
    "portugues": "Ela faz roupas de linho e as vende, E fornece cintos aos mercadores. [aine]"
  },
  {
    "ingles": "She is clothed with strength and splendor, And she looks to the future with confidence. ? [Pe]",
    "portugues": "Ela se veste de força e esplendor, E olha para o futuro com confiança. [pê]"
  },
  {
    "ingles": "She opens her mouth in wisdom; The law of kindness is on her tongue. ? [Tsade]",
    "portugues": "Ela abre a boca com sabedoria; A lei da bondade está na sua língua. [tsadê]"
  },
  {
    "ingles": "She watches over the activity of her household, And the bread of laziness she does not eat. ? [Qoph]",
    "portugues": "Ela vigia as atividades da sua casa, E não come o pão da preguiça. [cofe]"
  },
  {
    "ingles": "Her children rise up and declare her happy; Her husband rises up and praises her. ? [Resh]",
    "portugues": "Seus filhos se levantam e a elogiam; Seu marido se levanta e também a elogia. [rexe]"
  },
  {
    "ingles": "There are many capable women, But you-you surpass them all. ? [Shin]",
    "portugues": "Há muitas esposas capazes, Mas você supera a todas elas. [chim]"
  },
  {
    "ingles": "Charm may be false, and beauty may be fleeting, But the woman who fears Jehovah will be praised. ? [Taw]",
    "portugues": "O encanto talvez seja falso, e a beleza talvez seja passageira, Mas a mulher que teme a Jeová receberá elogios. [tau]"
  },
  {
    "ingles": "Give her the reward for what she does, And let her works praise her in the city gates.",
    "portugues": "Que ela seja recompensada pelo que faz, E que seja elogiada nos portões da cidade pelas suas obras."
  }
]