[
  {
    "ingles": "Listen, my sons, to the discipline of a father; Pay attention in order to gain understanding,",
    "portugues": "Escutem, meus filhos, a disciplina de um pai; Prestem atenção para obter entendimento,"
  },
  {
    "ingles": "For I will give you good instruction; Do not forsake my teaching.",
    "portugues": "Pois lhes darei boa instrução; Não abandonem os meus ensinamentos."
  },
  {
    "ingles": "I was a true son to my father And the one especially loved by my mother.",
    "portugues": "Eu fui um bom filho para o meu pai, E o filho que minha mãe amava muito."
  },
  {
    "ingles": "He taught me and said: \"May your heart hold fast to my words. Keep my commandments and continue living.",
    "portugues": "Ele me ensinava, dizendo: \"Que o seu coração se apegue às minhas palavras. Guarde os meus mandamentos e você viverá."
  },
  {
    "ingles": "Acquire wisdom, acquire understanding. Do not forget, and do not turn aside from what I say.",
    "portugues": "Adquira sabedoria, adquira entendimento. Não se esqueça nem se afaste do que eu digo."
  },
  {
    "ingles": "Do not forsake it, and it will protect you. Love it, and it will safeguard you.",
    "portugues": "Não abandone a sabedoria, e ela o protegerá. Ame-a, e ela o guardará."
  },
  {
    "ingles": "Wisdom is the most important thing, so acquire wisdom, And with all you acquire, acquire understanding.",
    "portugues": "Sabedoria é a coisa mais importante, então adquira sabedoria; E, além de tudo que você adquirir, adquira entendimento."
  },
  {
    "ingles": "Highly esteem it, and it will exalt you. It will honor you because you embrace it.",
    "portugues": "Preze-a muito, e ela o enaltecerá. Se você a abraçar, ela o honrará."
  },
  {
    "ingles": "It will place an attractive wreath on your head; It will adorn you with a crown of beauty.\"",
    "portugues": "Porá na sua cabeça uma linda grinalda; Adornará você com uma coroa de beleza.\""
  },
  {
    "ingles": "Listen, my son, and accept my sayings, And the years of your life will be many.",
    "portugues": "Escute, meu filho, e aceite as minhas declarações, E os anos da sua vida serão muitos."
  },
  {
    "ingles": "I will instruct you in the way of wisdom; I will lead you in the tracks of uprightness.",
    "portugues": "Vou instruí-lo no caminho da sabedoria; Vou conduzi-lo nas trilhas da retidão."
  },
  {
    "ingles": "When you walk, your steps will not be hindered; And if you run, you will not stumble.",
    "portugues": "Ao andar, nada atrapalhará os seus passos; E, se você correr, não tropeçará."
  },
  {
    "ingles": "Hold on to discipline; do not let it go. Safeguard it, for it means your life.",
    "portugues": "Apegue-se à disciplina; não a largue. Resguarde-a, pois ela significa a sua vida."
  },
  {
    "ingles": "Do not enter the path of the wicked, And do not walk in the way of evil men.",
    "portugues": "Não entre na vereda dos maus E não ande no caminho dos perversos."
  },
  {
    "ingles": "Shun it, do not take it; Turn away from it, and pass it by.",
    "portugues": "Evite-o, não passe por ele; Afaste-se dele e siga em frente."
  },
  {
    "ingles": "For they cannot sleep unless they do what is bad. They are robbed of sleep unless they cause someone's downfall.",
    "portugues": "Pois eles não conseguem dormir enquanto não fazem o que é mau. Perdem o sono se não fizerem alguém cair."
  },
  {
    "ingles": "They feed themselves with the bread of wickedness, And they drink the wine of violence.",
    "portugues": "Eles comem o pão da maldade E bebem o vinho da violência."
  },
  {
    "ingles": "But the path of the righteous is like the bright morning light That grows brighter and brighter until full daylight.",
    "portugues": "Mas a vereda dos justos é como a brilhante luz da manhã, Que clareia mais e mais até a plena luz do dia."
  },
  {
    "ingles": "The way of the wicked is like the darkness; They do not know what makes them stumble.",
    "portugues": "O caminho dos maus é como a escuridão; Eles nem sabem o que os faz tropeçar."
  },
  {
    "ingles": "My son, pay attention to my words; Listen carefully to my sayings.",
    "portugues": "Meu filho, preste atenção às minhas palavras; Escute atentamente as minhas declarações."
  },
  {
    "ingles": "Do not lose sight of them; Keep them deep within your heart,",
    "portugues": "Não as perca de vista; Guarde-as no fundo do coração,"
  },
  {
    "ingles": "For they are life to those who find them And health to their whole body.",
    "portugues": "Pois elas são vida para aqueles que as encontram E saúde para todo o seu corpo."
  },
  {
    "ingles": "Above all the things that you guard, safeguard your heart, For out of it are the sources of life.",
    "portugues": "Proteja, acima de tudo, o seu coração, Pois dele procedem as fontes da vida."
  },
  {
    "ingles": "Put crooked speech away from you, And keep devious talk far away from you.",
    "portugues": "Afaste de você a mentira, E ponha longe de si as palavras falsas."
  },
  {
    "ingles": "Your eyes should look straight ahead, Yes, fix your gaze straight ahead of you.",
    "portugues": "Seus olhos devem olhar diretamente para a frente, Sim, fixe o olhar diretamente na sua frente."
  },
  {
    "ingles": "Smooth out the course of your feet, And all your ways will be sure.",
    "portugues": "Torne plana a vereda para os seus pés, E todos os seus caminhos serão seguros."
  },
  {
    "ingles": "Do not incline to the right or the left. Turn your feet away from what is bad.",
    "portugues": "Não se desvie nem para a direita nem para a esquerda. Afaste os seus pés do que é mau."
  }
]