[
  {
    "ingles": "My son, pay attention to my wisdom. Listen carefully to my discernment,",
    "portugues": "Meu filho, preste atenção à minha sabedoria. Escute atentamente o meu discernimento,"
  },
  {
    "ingles": "So that you may guard your thinking abilities And safeguard knowledge with your lips.",
    "portugues": "Para que você proteja o seu raciocínio E resguarde o conhecimento com os seus lábios."
  },
  {
    "ingles": "For the lips of a wayward woman drip like a honeycomb, And her mouth is smoother than oil.",
    "portugues": "Pois os lábios da mulher imoral gotejam como um favo de mel, E sua boca é mais suave do que o azeite."
  },
  {
    "ingles": "But in the end she is as bitter as wormwood And as sharp as a two-edged sword.",
    "portugues": "Mas no fim ela é amarga como o absinto E afiada como uma espada de dois gumes."
  },
  {
    "ingles": "Her feet descend into death. Her steps lead straight to the Grave.",
    "portugues": "Os pés dela descem para a morte. Seus passos levam diretamente para a Sepultura."
  },
  {
    "ingles": "She gives no thought to the path of life. Her course wanders, but she does not know where.",
    "portugues": "Ela não dá atenção ao caminho da vida. Anda sem rumo, sem saber para onde vai."
  },
  {
    "ingles": "Now, my sons, listen to me And do not turn away from what I am saying.",
    "portugues": "Agora, meus filhos, escutem-me, E não se desviem do que eu digo."
  },
  {
    "ingles": "Stay far away from her; Do not go near the entrance of her house,",
    "portugues": "Fique longe dela; Não se aproxime da entrada da sua casa,"
  },
  {
    "ingles": "So that you may not give your dignity to others Nor reap years of what is cruel;",
    "portugues": "Para que você não dê a sua dignidade a outros, Nem tenha anos de sofrimento;"
  },
  {
    "ingles": "So that strangers may not drain your resources And what you labored for go to the house of a foreigner.",
    "portugues": "Para que estranhos não esgotem os seus recursos, E o fruto do seu trabalho árduo não acabe na casa de um estrangeiro."
  },
  {
    "ingles": "Otherwise, you will groan at the end of your life When your flesh and body waste away",
    "portugues": "Caso contrário, você vai gemer no fim da sua vida, Quando a sua carne e o seu corpo definharem,"
  },
  {
    "ingles": "And you say: \"How I hated discipline! How my heart despised reproof!",
    "portugues": "E você disser: \"Como eu odiei a disciplina! Como o meu coração desprezou a repreensão!"
  },
  {
    "ingles": "I did not listen to the voice of my instructors Or pay attention to my teachers.",
    "portugues": "Não escutei a voz dos meus instrutores, Nem prestei atenção aos meus mestres."
  },
  {
    "ingles": "I have come to the brink of complete ruin In the midst of the entire congregation.\"",
    "portugues": "Quase caí em completa ruína À vista de toda a congregação.\""
  },
  {
    "ingles": "Drink water from your own cistern And flowing water from your own well.",
    "portugues": "Beba a água da sua própria cisterna E a água que brota do seu próprio poço."
  },
  {
    "ingles": "Should your springs be dispersed outside, Your streams of water in the public squares?",
    "portugues": "Deveriam suas fontes se derramar pelas ruas, Suas correntes de água nas praças?"
  },
  {
    "ingles": "Let them be for you alone, And not for strangers with you.",
    "portugues": "Que elas sejam somente para você E não repartidas com estranhos."
  },
  {
    "ingles": "May your own fountain be blessed, And may you rejoice with the wife of your youth,",
    "portugues": "Seja abençoada a sua própria fonte, E alegre-se com a esposa da sua juventude,"
  },
  {
    "ingles": "A loving doe, a graceful mountain goat. Let her breasts satisfy you at all times. May you be captivated by her love constantly.",
    "portugues": "Amável corça, graciosa cabra-montesa. Que os seus seios o satisfaçam todo o tempo. Que o amor dela sempre o extasie."
  },
  {
    "ingles": "So why, my son, should you be captivated by a wayward woman Or embrace the bosom of an immoral woman?",
    "portugues": "Então, meu filho, por que você se deixaria extasiar por uma mulher devassa, Ou abraçaria o seio de uma mulher imoral?"
  },
  {
    "ingles": "For the ways of man are before the eyes of Jehovah; He examines all his paths.",
    "portugues": "Pois os caminhos do homem estão diante dos olhos de Jeová; Ele examina todas as suas veredas."
  },
  {
    "ingles": "The wicked one is ensnared by his own errors, And he will be caught in the ropes of his own sin.",
    "portugues": "Quem é mau é enlaçado pelos seus próprios erros, E será apanhado nas cordas do seu próprio pecado."
  },
  {
    "ingles": "He will die for lack of discipline And go astray because of his excessive foolishness.",
    "portugues": "Morrerá por falta de disciplina E se perderá na sua imensa tolice."
  }
]