[
  {
    "ingles": "My son, if you have put up security for your neighbor, If you have given your handshake to a stranger,",
    "portugues": "Meu filho, se você se tornou fiador do seu próximo, Se apertou a mão de um estranho,"
  },
  {
    "ingles": "If you have been ensnared by your promise, Caught by the words of your mouth,",
    "portugues": "Se foi enlaçado pela sua própria promessa, Se foi apanhado pelas palavras da sua própria boca,"
  },
  {
    "ingles": "Do this, my son, and free yourself, For you have fallen into the hand of your neighbor: Go and humble yourself and urgently plead with your neighbor.",
    "portugues": "Meu filho, faça o seguinte para se livrar, Pois você caiu nas mãos do seu próximo: Vá se humilhar e suplique logo ao seu próximo."
  },
  {
    "ingles": "Do not allow your eyes to sleep, Nor your eyelids to slumber.",
    "portugues": "Não feche os olhos para dormir, Nem deixe suas pálpebras descansar."
  },
  {
    "ingles": "Free yourself like a gazelle from the hunter's hand, Like a bird from the hand of the birdcatcher.",
    "portugues": "Livre-se como a gazela se livra das mãos do caçador, Como o pássaro das mãos do passarinheiro."
  },
  {
    "ingles": "Go to the ant, you lazy one; Observe its ways and become wise.",
    "portugues": "Vá aprender com a formiga, preguiçoso; Observe os seus caminhos e torne-se sábio."
  },
  {
    "ingles": "Although it has no commander, officer, or ruler,",
    "portugues": "Embora ela não tenha comandante, chefe ou governante,"
  },
  {
    "ingles": "It prepares its food in the summer, And it gathers its food supplies in the harvest.",
    "portugues": "Prepara suas provisões no verão; Recolhe seu alimento durante a colheita."
  },
  {
    "ingles": "How long, you lazy one, will you lie there? When will you rise up from your sleep?",
    "portugues": "Até quando você vai ficar deitado aí, preguiçoso? Quando é que se levantará do seu sono?"
  },
  {
    "ingles": "A little sleep, a little slumbering, A little folding of the hands to rest,",
    "portugues": "Um pouco de sono, um pouco de cochilo, Um pouco de cruzar os braços para descansar,"
  },
  {
    "ingles": "And your poverty will come like a bandit, And your want like an armed man.",
    "portugues": "E a sua pobreza chegará como um ladrão, E a sua carência como um homem armado."
  },
  {
    "ingles": "A useless and wicked man walks about with crooked speech;",
    "portugues": "O homem que é mau e imprestável vive falando mentiras;"
  },
  {
    "ingles": "He winks with his eye, signals with his foot, and motions with his fingers.",
    "portugues": "Pisca o olho, faz sinais com o pé e gesticula com os dedos."
  },
  {
    "ingles": "With a perverted heart, He is always scheming evil and spreading contentions.",
    "portugues": "Com um coração perverso, Está sempre tramando o mal e semeando discórdias."
  },
  {
    "ingles": "Therefore, his disaster will come suddenly; In a moment he will be broken beyond healing.",
    "portugues": "Por isso, sua desgraça chegará de repente; Num instante ele será arruinado, e não haverá remédio."
  },
  {
    "ingles": "There are six things that Jehovah hates; Yes, seven things that he detests:",
    "portugues": "Há seis coisas que Jeová odeia, Sim, sete coisas que ele detesta:"
  },
  {
    "ingles": "Haughty eyes, a lying tongue, and hands that shed innocent blood,",
    "portugues": "Olhos arrogantes, língua mentirosa, mãos que derramam sangue inocente,"
  },
  {
    "ingles": "A heart plotting wicked schemes, and feet that run quickly to evil,",
    "portugues": "O coração que planeja tramas perversas, pés que rapidamente correm para a maldade,"
  },
  {
    "ingles": "A false witness who lies with every breath, And anyone sowing contentions among brothers.",
    "portugues": "A testemunha falsa que só fala mentiras E todo aquele que semeia discórdias entre irmãos."
  },
  {
    "ingles": "Observe, my son, the commandment of your father, And do not forsake the instruction of your mother.",
    "portugues": "Meu filho, obedeça ao mandamento do seu pai E não abandone a instrução da sua mãe."
  },
  {
    "ingles": "Always bind them around your heart; Tie them about your neck.",
    "portugues": "Amarre-os sempre no coração; Coloque-os em volta do pescoço."
  },
  {
    "ingles": "When you walk about, it will lead you; When you lie down, it will stand guard over you; And when you awaken, it will speak to you.",
    "portugues": "Quando você andar, eles o guiarão; Quando se deitar, vigiarão sobre você; E, quando acordar, falarão com você."
  },
  {
    "ingles": "For the commandment is a lamp, And the law is a light, And the reproofs of discipline are the way to life.",
    "portugues": "Pois o mandamento é uma lâmpada, E a lei é uma luz, E as repreensões da disciplina são o caminho para a vida."
  },
  {
    "ingles": "They will guard you against the bad woman, Against the seductive tongue of the immoral woman.",
    "portugues": "Eles o protegerão da mulher má, Da língua sedutora da mulher imoral."
  },
  {
    "ingles": "Do not desire her beauty in your heart Or allow her to captivate you with her alluring eyes,",
    "portugues": "Não deseje no coração a sua beleza, Nem se deixe seduzir pelos seus olhos provocantes,"
  },
  {
    "ingles": "For because of a prostitute, a man is reduced to a loaf of bread, But the wife of another man preys on a precious life.",
    "portugues": "Pois a prostituta deixa o homem reduzido a um pedaço de pão, Ao passo que a adúltera caça uma vida preciosa."
  },
  {
    "ingles": "Can a man rake fire to his chest and not burn his garments?",
    "portugues": "Será que um homem pode juntar brasas no seu peito sem queimar a roupa?"
  },
  {
    "ingles": "Or can a man walk on hot coals without scorching his feet?",
    "portugues": "Será que alguém pode andar sobre brasas sem queimar os pés?"
  },
  {
    "ingles": "It is the same with anyone having relations with his neighbor's wife; No one who touches her will go unpunished.",
    "portugues": "O mesmo acontece com aquele que tem relações com a esposa do seu próximo; Ninguém que tocar nela ficará impune."
  },
  {
    "ingles": "People do not despise a thief If he steals to satisfy himself when he is hungry.",
    "portugues": "As pessoas não tratam o ladrão com desprezo Se ele rouba para se satisfazer quando está com fome."
  },
  {
    "ingles": "Yet, when found, he will repay sevenfold; He will give up all the valuables of his house.",
    "portugues": "Mesmo assim, quando descoberto, ele devolverá sete vezes mais; Entregará todas as coisas valiosas da sua casa."
  },
  {
    "ingles": "Anyone committing adultery with a woman is lacking good sense; The one who does so brings ruin on himself.",
    "portugues": "Quem comete adultério com uma mulher não tem bom senso; Aquele que faz isso arruína a si mesmo."
  },
  {
    "ingles": "He will get only wounds and dishonor, And his disgrace will not be wiped away.",
    "portugues": "Só achará ferimentos e desonra; Sua humilhação nunca se apagará."
  },
  {
    "ingles": "For jealousy makes a husband furious; He will show no compassion when he takes revenge.",
    "portugues": "Pois o ciúme deixa o marido furioso; Ele não terá compaixão quando se vingar."
  },
  {
    "ingles": "He will accept no compensation; He will not be appeased, no matter how large you make the gift.",
    "portugues": "Não aceitará nenhuma compensação; Não se conformará, por mais valioso que seja o presente que você oferecer."
  }
]