[
  {
    "ingles": "Is not wisdom calling out? Is not discernment raising its voice?",
    "portugues": "A sabedoria não está clamando? O discernimento não está erguendo a sua voz?"
  },
  {
    "ingles": "On the heights along the road, It takes its position at the crossroads.",
    "portugues": "Nos lugares altos ao longo do caminho, Nos cruzamentos das estradas, ela toma sua posição."
  },
  {
    "ingles": "Next to the gates leading into the city, At the entrances of the doorways, It keeps crying out loudly:",
    "portugues": "Junto aos portões que dão para a cidade, Na entrada dos portões, Ela continua a gritar bem alto:"
  },
  {
    "ingles": "\"To you, O people, I am calling; I raise my voice to everyone.",
    "portugues": "\"Estou chamando a vocês, ó povo; A todos ergo a minha voz."
  },
  {
    "ingles": "You inexperienced ones, learn shrewdness; You stupid ones, acquire an understanding heart.",
    "portugues": "Inexperientes, aprendam a ser prudentes; Tolos, adquiram um coração sábio."
  },
  {
    "ingles": "Listen, for what I say is important, My lips speak what is right;",
    "portugues": "Escutem, pois o que eu digo é importante, Meus lábios falam o que é certo."
  },
  {
    "ingles": "For my mouth softly utters truth, And my lips detest what is wicked.",
    "portugues": "Minha boca fala a verdade em voz baixa, E meus lábios detestam o que é mau."
  },
  {
    "ingles": "All the sayings of my mouth are righteous. None of them are twisted or crooked.",
    "portugues": "Todas as declarações da minha boca são justas. Nenhuma delas é deturpada ou enganosa."
  },
  {
    "ingles": "They are all straightforward to the discerning And right to those who have found knowledge.",
    "portugues": "Todas elas são claras para quem tem discernimento E corretas para os que encontraram conhecimento."
  },
  {
    "ingles": "Take my discipline instead of silver, And knowledge rather than the finest gold,",
    "portugues": "Aceitem a minha disciplina em vez de prata, E o conhecimento em lugar do ouro da melhor qualidade,"
  },
  {
    "ingles": "For wisdom is better than corals; All other desirable things cannot compare to it.",
    "portugues": "Pois a sabedoria é melhor do que corais; Nenhuma outra coisa preciosa pode se comparar a ela."
  },
  {
    "ingles": "I, wisdom, dwell together with shrewdness; I have found knowledge and thinking ability.",
    "portugues": "Eu, a sabedoria, moro com a prudência; Encontrei conhecimento e raciocínio."
  },
  {
    "ingles": "The fear of Jehovah means the hating of bad. I hate self-exaltation and pride and the evil way and perverse speech.",
    "portugues": "O temor de Jeová significa odiar o mal. Eu odeio a arrogância, o orgulho, o caminho mau e declarações perversas."
  },
  {
    "ingles": "I possess good advice and practical wisdom; Understanding and power are mine.",
    "portugues": "Tenho bons conselhos e sabedoria prática. O entendimento e o poder pertencem a mim."
  },
  {
    "ingles": "By me kings keep reigning, And high officials decree righteousness.",
    "portugues": "Por meio de mim os reis governam, E as autoridades decretam leis justas."
  },
  {
    "ingles": "By me princes keep ruling, And nobles judge in righteousness.",
    "portugues": "Por meio de mim os príncipes governam, E os nobres julgam com justiça."
  },
  {
    "ingles": "I love those loving me, And those seeking me will find me.",
    "portugues": "Eu amo os que me amam, E os que me procuram me acharão."
  },
  {
    "ingles": "Riches and glory are with me, Lasting wealth and righteousness.",
    "portugues": "Comigo há coisas valiosas e glória, Riquezas permanentes e justiça."
  },
  {
    "ingles": "My fruitage is better than gold, even refined gold, And what I produce is better than the finest silver.",
    "portugues": "Meu fruto é melhor do que o ouro, sim, do que o ouro refinado, E o que eu produzo é melhor do que a prata da melhor qualidade."
  },
  {
    "ingles": "I walk in the path of righteousness, In the middle of the pathways of justice;",
    "portugues": "Eu ando na vereda da retidão, No meio dos caminhos da justiça;"
  },
  {
    "ingles": "I give a rich inheritance to those who love me, And I fill up their storehouses.",
    "portugues": "Dou uma valiosa herança aos que me amam, E encho os seus depósitos."
  },
  {
    "ingles": "Jehovah produced me as the beginning of his way, The earliest of his achievements of long ago.",
    "portugues": "Jeová me produziu como o princípio do seu caminho, A primeira das suas realizações mais antigas."
  },
  {
    "ingles": "From ancient times I was installed, From the start, from times earlier than the earth.",
    "portugues": "Fui estabelecida nos tempos antigos, No começo, antes de existir a terra."
  },
  {
    "ingles": "When there were no deep waters, I was brought forth, When there were no springs overflowing with water.",
    "portugues": "Quando não havia águas profundas, fui produzida, Quando não havia mananciais transbordando de água."
  },
  {
    "ingles": "Before the mountains were set in place, Before the hills, I was brought forth,",
    "portugues": "Antes de serem assentadas as montanhas, Antes de haver montes, fui produzida,"
  },
  {
    "ingles": "When he had not yet made the earth and its fields Or the first clods of earth's soil.",
    "portugues": "Quando ele ainda não havia feito a terra e os seus campos, Nem o primeiro punhado de solo da terra."
  },
  {
    "ingles": "When he prepared the heavens, I was there; When he marked out the horizon on the surface of the waters,",
    "portugues": "Quando ele preparou os céus, eu estava lá; Quando traçou o horizonte sobre a superfície das águas,"
  },
  {
    "ingles": "When he established the clouds above, When he founded the fountains of the deep,",
    "portugues": "Quando ele colocou as nuvens no alto, Quando estabeleceu as fontes das águas profundas,"
  },
  {
    "ingles": "When he set a decree for the sea That its waters should not pass beyond his order, When he established the foundations of the earth,",
    "portugues": "Quando ele decretou ao mar Que suas águas não fossem além do que ele havia ordenado, Quando lançou os alicerces da terra,"
  },
  {
    "ingles": "Then I was beside him as a master worker. I was the one he was especially fond of day by day; I rejoiced before him all the time;",
    "portugues": "Eu estava ao seu lado como trabalhador perito. Eu era a sua maior alegria dia após dia, Alegrava-me diante dele todo o tempo."
  },
  {
    "ingles": "I rejoiced over his habitable earth, And I was especially fond of the sons of men.",
    "portugues": "Eu me alegrava com a terra que ele criou para ser habitada, E minha maior alegria eram os filhos dos homens."
  },
  {
    "ingles": "And now, my sons, listen to me; Yes, happy are those who keep my ways.",
    "portugues": "E agora, meus filhos, escutem-me, Pois felizes são os que guardam os meus caminhos."
  },
  {
    "ingles": "Listen to discipline and become wise, And never neglect it.",
    "portugues": "Escutem a disciplina e tornem-se sábios; Nunca a rejeitem."
  },
  {
    "ingles": "Happy is the man who listens to me By coming early to my doors day by day, By waiting next to my doorposts;",
    "portugues": "Feliz o homem que me escuta, Chegando cedo à minha porta dia após dia, Esperando junto à entrada da minha casa;"
  },
  {
    "ingles": "For the one finding me will find life, And he receives approval from Jehovah.",
    "portugues": "Pois quem me achar, achará a vida E terá a aprovação de Jeová."
  },
  {
    "ingles": "But the one who ignores me harms himself, And those who hate me love death.\"",
    "portugues": "Mas quem me ignora, prejudica a si mesmo; E os que me odeiam, amam a morte.\""
  }
]