[
  {
    "ingles": "After Jesus had been born in Bethlehem of Judea in the days of Herod the king, look! astrologers from the East came to Jerusalem,",
    "portugues": "Depois que Jesus nasceu em Belém da Judeia, nos dias do rei Herodes, astrólogos vindos do Oriente chegaram a Jerusalém,"
  },
  {
    "ingles": "saying: \"Where is the one born king of the Jews? For we saw his star when we were in the East, and we have come to do obeisance to him.\"",
    "portugues": "dizendo: \"Onde está aquele que nasceu para ser rei dos judeus? Pois vimos a sua estrela quando estávamos no Oriente e viemos lhe prestar homenagem.\""
  },
  {
    "ingles": "At hearing this, King Herod was agitated, and all Jerusalem with him.",
    "portugues": "Ao ouvir isso, o rei Herodes ficou agitado e, com ele, toda a cidade de Jerusalém."
  },
  {
    "ingles": "On gathering together all the chief priests and scribes of the people, he inquired of them where the Christ was to be born.",
    "portugues": "Ele convocou então todos os principais sacerdotes e os escribas do povo e perguntou a eles onde o Cristo nasceria."
  },
  {
    "ingles": "They said to him: \"In Bethlehem of Judea, for this is how it has been written through the prophet:",
    "portugues": "Disseram-lhe: \"Em Belém da Judeia, pois é assim que se escreveu por meio do profeta:"
  },
  {
    "ingles": "'And you, O Bethlehem of the land of Judah, are by no means the most insignificant city among the governors of Judah, for out of you will come a governing one, who will shepherd my people Israel.'\"",
    "portugues": "'E você, ó Belém da terra de Judá, de modo algum é a cidade mais insignificante entre os governadores de Judá, pois de você sairá um governante que pastoreará o meu povo, Israel.'\""
  },
  {
    "ingles": "Then Herod secretly summoned the astrologers and carefully ascertained from them the time of the star's appearing.",
    "portugues": "Então, Herodes convocou secretamente os astrólogos e procurou saber deles o tempo exato do aparecimento da estrela."
  },
  {
    "ingles": "When sending them to Bethlehem, he said: \"Go make a careful search for the young child, and when you have found him, report back to me so that I too may go and do obeisance to him.\"",
    "portugues": "Ao enviá-los a Belém, ele disse: \"Vão, procurem cuidadosamente a criancinha e, quando a encontrarem, avisem-me, para que eu também possa ir e lhe prestar homenagem.\""
  },
  {
    "ingles": "After they had heard the king, they went their way, and look! the star they had seen when they were in the East went ahead of them until it came to a stop above where the young child was.",
    "portugues": "Depois de ouvirem o rei, partiram, e observaram que a estrela que tinham visto quando estavam no Oriente ia adiante deles, até que parou sobre o lugar onde estava a criancinha."
  },
  {
    "ingles": "On seeing the star, they rejoiced with great joy.",
    "portugues": "Quando viram a estrela, ficaram cheios de alegria."
  },
  {
    "ingles": "And when they went into the house, they saw the young child with Mary his mother, and falling down, they did obeisance to him. They also opened their treasures and presented him with gifts-gold and frankincense and myrrh.",
    "portugues": "Ao entrarem na casa, viram a criancinha com Maria, sua mãe, e, prostrando-se, prestaram homenagem à criancinha. Abriram também seus tesouros e lhe deram presentes: ouro, olíbano e mirra."
  },
  {
    "ingles": "However, because they were given divine warning in a dream not to return to Herod, they departed for their country by another way.",
    "portugues": "No entanto, visto que receberam em sonho um aviso divino para não voltarem a Herodes, partiram para a sua terra por outro caminho."
  },
  {
    "ingles": "After they had departed, look! Jehovah's angel appeared to Joseph in a dream, saying: \"Get up, take the young child and his mother and flee to Egypt, and stay there until I give you word, for Herod is about to search for the young child to kill him.\"",
    "portugues": "Depois que eles partiram, o anjo de Jeová apareceu a José num sonho, dizendo: \"Levante-se, pegue a criancinha e a mãe dela, fuja para o Egito e fique ali até eu avisá-lo, porque Herodes está prestes a procurar a criancinha para matá-la.\""
  },
  {
    "ingles": "So Joseph got up and by night took along the young child and the child's mother and went into Egypt.",
    "portugues": "Assim, José se levantou, pegou a criancinha e a mãe dela à noite e foi para o Egito."
  },
  {
    "ingles": "He stayed there until the death of Herod. This fulfilled what was spoken by Jehovah through his prophet, saying: \"Out of Egypt I called my son.\"",
    "portugues": "Ele ficou lá até a morte de Herodes. Isso cumpriu o que Jeová tinha dito por meio do seu profeta: \"Do Egito chamei o meu filho.\""
  },
  {
    "ingles": "Then Herod, seeing that he had been outwitted by the astrologers, flew into a great rage, and he sent out and had all the boys in Bethlehem and in all its districts killed, from two years of age and under, according to the time that he had carefully ascertained from the astrologers.",
    "portugues": "Vendo então que tinha sido enganado pelos astrólogos, Herodes ficou furioso e mandou matar, em Belém e nos arredores, todos os meninos de dois anos de idade para baixo, segundo o tempo exato que tinha verificado com os astrólogos."
  },
  {
    "ingles": "Then was fulfilled what was spoken through Jeremiah the prophet, who said:",
    "portugues": "Cumpriram-se assim as palavras de Jeremias, o profeta, que disse:"
  },
  {
    "ingles": "\"A voice was heard in Ramah, weeping and much wailing. It was Rachel weeping for her children, and she was unwilling to take comfort, because they are no more.\"",
    "portugues": "\"Ouviu-se uma voz em Ramá, choro e muito lamento. Era Raquel chorando por seus filhos, e ela não queria ser consolada, porque eles já não existem.\""
  },
  {
    "ingles": "When Herod had died, look! Jehovah's angel appeared in a dream to Joseph in Egypt",
    "portugues": "Após a morte de Herodes, o anjo de Jeová apareceu a José num sonho, no Egito,"
  },
  {
    "ingles": "and said: \"Get up, take the young child and his mother and go into the land of Israel, for those who were seeking the life of the young child are dead.\"",
    "portugues": "e disse: \"Levante-se, pegue a criancinha e a mãe dela, e vá para a terra de Israel, porque os que procuravam tirar a vida da criancinha já morreram.\""
  },
  {
    "ingles": "So he got up and took the young child and the child's mother and entered into the land of Israel.",
    "portugues": "Então ele se levantou, pegou a criancinha e a mãe dela, e entrou na terra de Israel."
  },
  {
    "ingles": "But hearing that Archelaus ruled Judea instead of his father Herod, he was afraid to go there. Moreover, being given divine warning in a dream, he withdrew into the territory of Galilee.",
    "portugues": "Mas, ao ouvir que Arquelau reinava na Judeia no lugar de seu pai, Herodes, José ficou com medo de ir para lá. Além disso, após receber em sonho um aviso divino, partiu para o território da Galileia."
  },
  {
    "ingles": "And he came and settled in a city named Nazareth, in order to fulfill what was spoken through the prophets: \"He will be called a Nazarene.\"",
    "portugues": "E ele foi morar numa cidade chamada Nazaré, para que se cumprissem as palavras dos profetas: \"Ele será chamado Nazareno.\""
  }
]