[
  {
    "ingles": "In those days John the Baptist came preaching in the wilderness of Judea,",
    "portugues": "Naqueles dias João Batista foi pregar no deserto da Judeia,"
  },
  {
    "ingles": "saying: \"Repent, for the Kingdom of the heavens has drawn near.\"",
    "portugues": "dizendo: \"Arrependam-se, pois o Reino dos céus está próximo.\""
  },
  {
    "ingles": "This, in fact, is the one spoken of through Isaiah the prophet in these words: \"A voice of one calling out in the wilderness: 'Prepare the way of Jehovah! Make his roads straight.'\"",
    "portugues": "De fato, esse é aquele de quem se falou por meio de Isaías, o profeta, com estas palavras: \"A voz de alguém está clamando no deserto: 'Preparem o caminho para Jeová! Endireitem as suas estradas.'\""
  },
  {
    "ingles": "Now John was clothed with camel's hair and had a leather belt around his waist. His food was locusts and wild honey.",
    "portugues": "João usava roupa de pelo de camelo e um cinto de couro na cintura. Seu alimento eram gafanhotos e mel silvestre."
  },
  {
    "ingles": "Then the people of Jerusalem and all Judea and all the country around the Jordan were going out to him,",
    "portugues": "E o povo de Jerusalém, de toda a Judeia e de toda a região em volta do Jordão ia ao encontro dele,"
  },
  {
    "ingles": "and they were baptized by him in the Jordan River, openly confessing their sins.",
    "portugues": "e eles eram batizados por ele no rio Jordão, confessando abertamente os seus pecados."
  },
  {
    "ingles": "When he caught sight of many of the Pharisees and Sadducees coming to the baptism, he said to them: \"You offspring of vipers, who has warned you to flee from the coming wrath?",
    "portugues": "Quando ele viu muitos fariseus e saduceus se aproximarem do local do batismo, disse-lhes: \"Descendência de víboras, quem disse que vocês podem fugir da ira que virá?"
  },
  {
    "ingles": "Therefore, produce fruit that befits repentance.",
    "portugues": "Portanto, produzam fruto próprio do arrependimento."
  },
  {
    "ingles": "Do not presume to say to yourselves, 'We have Abraham as our father.' For I say to you that God is able to raise up children for Abraham from these stones.",
    "portugues": "Não se atrevam a dizer a si mesmos: 'Temos Abraão como pai.' Pois eu lhes digo que Deus pode fazer surgir destas pedras filhos a Abraão."
  },
  {
    "ingles": "The ax is already lying at the root of the trees. Every tree, then, that does not produce fine fruit is to be cut down and thrown into the fire.",
    "portugues": "O machado já está posto à raiz das árvores. Portanto, toda árvore que não produz bom fruto será cortada e lançada no fogo."
  },
  {
    "ingles": "I, for my part, baptize you with water because of your repentance, but the one coming after me is stronger than I am, whose sandals I am not worthy to take off. That one will baptize you with holy spirit and with fire.",
    "portugues": "Eu batizo vocês com água, por causa do seu arrependimento, mas aquele que vem depois de mim é mais forte do que eu, e não sou digno de tirar as suas sandálias. Ele os batizará com espírito santo e com fogo."
  },
  {
    "ingles": "His winnowing shovel is in his hand, and he will clean up his threshing floor completely and will gather his wheat into the storehouse, but the chaff he will burn up with fire that cannot be put out.\"",
    "portugues": "Ele tem na mão a sua pá para separar o trigo da palha e limpará completamente a sua eira; e ajuntará seu trigo no celeiro, mas a palha ele queimará num fogo que não pode ser apagado.\""
  },
  {
    "ingles": "Then Jesus came from Galilee to the Jordan to John, in order to be baptized by him.",
    "portugues": "Jesus foi então da Galileia ao Jordão, ao encontro de João, a fim de ser batizado por ele."
  },
  {
    "ingles": "But the latter tried to prevent him, saying: \"I am the one who needs to be baptized by you, and are you coming to me?\"",
    "portugues": "Este, porém, tentou impedi-lo, dizendo: \"Eu é que preciso ser batizado pelo senhor, e o senhor vem a mim?\""
  },
  {
    "ingles": "Jesus replied to him: \"Let it be this time, for in that way it is suitable for us to carry out all that is righteous.\" Then he quit preventing him.",
    "portugues": "Em resposta, Jesus lhe disse: \"Deixe que seja assim agora, pois é apropriado que, desta maneira, cumpramos tudo o que é justo.\" Então João parou de impedi-lo."
  },
  {
    "ingles": "After being baptized, Jesus immediately came up from the water; and look! the heavens were opened up, and he saw God's spirit descending like a dove and coming upon him.",
    "portugues": "Depois de ser batizado, Jesus saiu imediatamente da água, e naquele momento os céus se abriram, e ele viu o espírito de Deus descer como pomba e vir sobre ele."
  },
  {
    "ingles": "Look! Also, a voice from the heavens said: \"This is my Son, the beloved, whom I have approved.\"",
    "portugues": "Também, uma voz vinda dos céus disse: \"Este é meu Filho, o amado, a quem eu aprovo.\""
  }
]