[
  {
    "ingles": "When he saw the crowds, he went up on the mountain; and after he sat down, his disciples came to him.",
    "portugues": "Quando ele viu as multidões, subiu ao monte e, depois de se sentar, chegaram-se a ele os seus discípulos."
  },
  {
    "ingles": "Then he opened his mouth and began teaching them, saying:",
    "portugues": "Então ele abriu a boca e começou a ensiná-los, dizendo:"
  },
  {
    "ingles": "\"Happy are those conscious of their spiritual need, since the Kingdom of the heavens belongs to them.",
    "portugues": "\"Felizes os que têm consciência de sua necessidade espiritual, porque a eles pertence o Reino dos céus."
  },
  {
    "ingles": "\"Happy are those who mourn, since they will be comforted.",
    "portugues": "\"Felizes os que choram, porque serão consolados."
  },
  {
    "ingles": "\"Happy are the mild-tempered, since they will inherit the earth.",
    "portugues": "\"Felizes os de temperamento brando, porque herdarão a terra."
  },
  {
    "ingles": "\"Happy are those hungering and thirsting for righteousness, since they will be filled.",
    "portugues": "\"Felizes os que têm fome e sede de justiça, porque serão saciados."
  },
  {
    "ingles": "\"Happy are the merciful, since they will be shown mercy.",
    "portugues": "\"Felizes os misericordiosos, porque serão tratados com misericórdia."
  },
  {
    "ingles": "\"Happy are the pure in heart, since they will see God.",
    "portugues": "\"Felizes os puros de coração, porque verão a Deus."
  },
  {
    "ingles": "\"Happy are the peacemakers, since they will be called sons of God.",
    "portugues": "\"Felizes os pacificadores, porque serão chamados filhos de Deus."
  },
  {
    "ingles": "\"Happy are those who have been persecuted for righteousness' sake, since the Kingdom of the heavens belongs to them.",
    "portugues": "\"Felizes os que são perseguidos por causa da justiça, porque a eles pertence o Reino dos céus."
  },
  {
    "ingles": "\"Happy are you when people reproach you and persecute you and lyingly say every sort of wicked thing against you for my sake.",
    "portugues": "\"Felizes são vocês quando as pessoas os insultam e perseguem, e, mentindo, dizem todo tipo de coisas más contra vocês, por minha causa."
  },
  {
    "ingles": "Rejoice and be overjoyed, since your reward is great in the heavens, for in that way they persecuted the prophets prior to you.",
    "portugues": "Alegrem-se e fiquem cheios de alegria, porque a sua recompensa é grande nos céus; pois assim perseguiram os profetas antes de vocês."
  },
  {
    "ingles": "\"You are the salt of the earth, but if the salt loses its strength, how will its saltiness be restored? It is no longer usable for anything except to be thrown outside to be trampled on by men.",
    "portugues": "\"Vocês são o sal da terra. Mas, se o sal perder a sua força, como sua salinidade será restaurada? Não presta mais para nada, senão para ser jogado fora, a fim de ser pisado pelos homens."
  },
  {
    "ingles": "\"You are the light of the world. A city cannot be hid when located on a mountain.",
    "portugues": "\"Vocês são a luz do mundo. Não se pode esconder uma cidade situada sobre um monte."
  },
  {
    "ingles": "People light a lamp and set it, not under a basket, but on the lampstand, and it shines on all those in the house.",
    "portugues": "As pessoas acendem uma lâmpada e a colocam, não debaixo de um cesto, mas em cima de um suporte, e ela brilha sobre todos na casa."
  },
  {
    "ingles": "Likewise, let your light shine before men, so that they may see your fine works and give glory to your Father who is in the heavens.",
    "portugues": "Do mesmo modo, deixem brilhar sua luz perante os homens, para que vejam suas boas obras e deem glória ao seu Pai, que está nos céus."
  },
  {
    "ingles": "\"Do not think I came to destroy the Law or the Prophets. I came, not to destroy, but to fulfill.",
    "portugues": "\"Não pensem que vim destruir a Lei ou os Profetas. Não vim destruir, mas cumprir."
  },
  {
    "ingles": "Truly I say to you that sooner would heaven and earth pass away than for one smallest letter or one stroke of a letter to pass away from the Law until all things take place.",
    "portugues": "Eu lhes garanto que será mais fácil passarem céu e terra do que passar a menor letra ou um só traço de uma letra da Lei, sem que tudo se cumpra."
  },
  {
    "ingles": "Whoever, therefore, breaks one of these least commandments and teaches others to do so will be called least in relation to the Kingdom of the heavens. But whoever does them and teaches them will be called great in relation to the Kingdom of the heavens.",
    "portugues": "Portanto, quem violar o menor desses mandamentos e ensinar outros a fazer o mesmo será chamado menor com relação ao Reino dos céus. Mas quem os cumprir e ensinar será chamado grande com relação ao Reino dos céus."
  },
  {
    "ingles": "For I say to you that if your righteousness does not surpass that of the scribes and the Pharisees, you will by no means enter into the Kingdom of the heavens.",
    "portugues": "Pois eu lhes digo que, se a sua justiça não for maior do que a dos escribas e dos fariseus, de modo algum vocês entrarão no Reino dos céus."
  },
  {
    "ingles": "\"You heard that it was said to those of ancient times: 'You must not murder, but whoever commits a murder will be accountable to the court of justice.'",
    "portugues": "\"Vocês ouviram que se disse aos dos tempos antigos: 'Não assassine, e quem cometer um assassinato prestará contas ao tribunal de justiça.'"
  },
  {
    "ingles": "However, I say to you that everyone who continues wrathful with his brother will be accountable to the court of justice; and whoever addresses his brother with an unspeakable word of contempt will be accountable to the Supreme Court; whereas whoever says, 'You despicable fool!' will be liable to the fiery Gehenna.",
    "portugues": "No entanto, eu lhes digo que todo aquele que continuar irado com seu irmão terá de prestar contas ao tribunal de justiça; e quem se dirigir a seu irmão com uma palavra imprópria de desprezo terá de prestar contas ao Supremo Tribunal; ao passo que quem disser: 'Tolo imprestável!' estará sujeito à Geena ardente."
  },
  {
    "ingles": "\"If, then, you are bringing your gift to the altar and there you remember that your brother has something against you,",
    "portugues": "\"Então, se você levar a sua dádiva ao altar e ali se lembrar de que o seu irmão tem algo contra você,"
  },
  {
    "ingles": "leave your gift there in front of the altar, and go away. First make your peace with your brother, and then come back and offer your gift.",
    "portugues": "deixe a sua dádiva ali na frente do altar e vá. Faça primeiro as pazes com o seu irmão, então volte e ofereça a sua dádiva."
  },
  {
    "ingles": "\"Be quick to settle matters with your legal opponent, while you are with him on the way there, so that somehow the opponent may not turn you over to the judge, and the judge to the court attendant, and you get thrown into prison.",
    "portugues": "\"Resolva rapidamente as questões com seu adversário, enquanto está com ele a caminho do tribunal, para não acontecer que o adversário o entregue ao juiz, e o juiz ao oficial de justiça, e você seja lançado na prisão."
  },
  {
    "ingles": "I say to you for a fact, you will certainly not come out of there until you have paid over your last small coin.",
    "portugues": "Eu lhe digo categoricamente: Você de modo algum sairá de lá até pagar a sua última pequena moeda."
  },
  {
    "ingles": "\"You heard that it was said: 'You must not commit adultery.'",
    "portugues": "\"Vocês ouviram que se disse: 'Não cometa adultério.'"
  },
  {
    "ingles": "But I say to you that everyone who keeps on looking at a woman so as to have a passion for her has already committed adultery with her in his heart.",
    "portugues": "Mas eu lhes digo que todo aquele que persiste em olhar para uma mulher, a ponto de sentir paixão por ela, já cometeu no coração adultério com ela."
  },
  {
    "ingles": "If, now, your right eye is making you stumble, tear it out and throw it away from you. For it is better for you to lose one of your members than for your whole body to be pitched into Gehenna.",
    "portugues": "Então, se seu olho direito o faz tropeçar, arranque-o e lance-o para longe de você. Porque é melhor que você perca um dos seus membros do que todo o seu corpo ser lançado na Geena."
  },
  {
    "ingles": "Also, if your right hand is making you stumble, cut it off and throw it away from you. For it is better for you to lose one of your members than for your whole body to land in Gehenna.",
    "portugues": "Também, se a sua mão direita o faz tropeçar, corte-a e lance-a para longe de você. Porque é melhor que você perca um dos seus membros do que todo o seu corpo acabar na Geena."
  },
  {
    "ingles": "\"Moreover, it was said: 'Whoever divorces his wife, let him give her a certificate of divorce.'",
    "portugues": "\"Além disso, foi dito: 'Quem se divorcia da sua esposa dê a ela um certificado de divórcio.'"
  },
  {
    "ingles": "However, I say to you that everyone divorcing his wife, except on account of sexual immorality, makes her a subject for adultery, and whoever marries a divorced woman commits adultery.",
    "portugues": "No entanto, eu lhes digo que todo aquele que se divorcia da sua esposa, a não ser por causa de imoralidade sexual, a expõe ao adultério, e quem se casa com uma mulher divorciada comete adultério."
  },
  {
    "ingles": "\"Again you heard that it was said to those of ancient times: 'You must not swear without performing, but you must pay your vows to Jehovah.'",
    "portugues": "\"Também, vocês ouviram que se disse aos dos tempos antigos: 'Não jure sem cumprir, mas cumpra seus votos feitos a Jeová.'"
  },
  {
    "ingles": "However, I say to you: Do not swear at all, neither by heaven, for it is God's throne;",
    "portugues": "No entanto, eu lhes digo: Não jurem de modo algum, nem pelo céu, pois é o trono de Deus;"
  },
  {
    "ingles": "nor by earth, for it is the footstool of his feet; nor by Jerusalem, for it is the city of the great King.",
    "portugues": "nem pela terra, pois é o apoio para os pés dele; nem por Jerusalém, pois é a cidade do grande Rei."
  },
  {
    "ingles": "Do not swear by your head, since you cannot turn one hair white or black.",
    "portugues": "Não jure pela sua própria cabeça, porque você não pode tornar branco ou preto um só fio de cabelo."
  },
  {
    "ingles": "Just let your word 'Yes' mean yes, your 'No,' no, for what goes beyond these is from the wicked one.",
    "portugues": "Deixem simplesmente que a sua palavra \"sim\" signifique sim, e o seu \"não\", não; pois tudo o que for além disso é do Maligno."
  },
  {
    "ingles": "\"You heard that it was said: 'Eye for eye and tooth for tooth.'",
    "portugues": "\"Vocês ouviram que se disse: 'Olho por olho e dente por dente.'"
  },
  {
    "ingles": "However, I say to you: Do not resist the one who is wicked, but whoever slaps you on your right cheek, turn the other also to him.",
    "portugues": "No entanto, eu lhes digo: Não resistam àquele que é mau, mas a quem lhe der uma bofetada na face direita, ofereça também a outra."
  },
  {
    "ingles": "And if a person wants to take you to court and get possession of your inner garment, let him also have your outer garment;",
    "portugues": "E, se alguém quiser levá-lo perante o tribunal para tomar a sua túnica, deixe-o ficar também com a sua capa."
  },
  {
    "ingles": "and if someone in authority compels you into service for a mile, go with him two miles.",
    "portugues": "E, se alguém em autoridade o obrigar a prestar serviço por uma milha, vá com ele duas milhas."
  },
  {
    "ingles": "Give to the one asking you, and do not turn away from one who wants to borrow from you.",
    "portugues": "Dê a quem lhe pede e não se desvie de quem deseja tomar emprestado de você."
  },
  {
    "ingles": "\"You heard that it was said: 'You must love your neighbor and hate your enemy.'",
    "portugues": "\"Vocês ouviram que se disse: 'Ame o seu próximo e odeie o seu inimigo.'"
  },
  {
    "ingles": "However, I say to you: Continue to love your enemies and to pray for those who persecute you,",
    "portugues": "No entanto, eu lhes digo: Continuem a amar os seus inimigos e a orar pelos que perseguem vocês,"
  },
  {
    "ingles": "so that you may prove yourselves sons of your Father who is in the heavens, since he makes his sun rise on both the wicked and the good and makes it rain on both the righteous and the unrighteous.",
    "portugues": "para que vocês mostrem ser filhos de seu Pai, que está nos céus, visto que ele faz o seu sol se levantar sobre os maus e sobre os bons, e faz chover sobre os justos e sobre os injustos."
  },
  {
    "ingles": "For if you love those loving you, what reward do you have? Are not also the tax collectors doing the same thing?",
    "portugues": "Pois, se vocês amarem aos que os amam, que recompensa terão? Não fazem a mesma coisa os cobradores de impostos?"
  },
  {
    "ingles": "And if you greet your brothers only, what extraordinary thing are you doing? Are not also the people of the nations doing the same thing?",
    "portugues": "E, se cumprimentarem somente os seus irmãos, o que fazem de extraordinário? Não fazem a mesma coisa as pessoas das nações?"
  },
  {
    "ingles": "You must accordingly be perfect, as your heavenly Father is perfect.",
    "portugues": "Portanto, sejam perfeitos, assim como o seu Pai celestial é perfeito."
  }
]