[
  {
    "ingles": "\"Stop judging that you may not be judged;",
    "portugues": "\"Parem de julgar, para que não sejam julgados;"
  },
  {
    "ingles": "for with the judgment you are judging, you will be judged, and with the measure that you are measuring out, they will measure out to you.",
    "portugues": "pois, com o julgamento com que julgam, vocês serão julgados, e com a medida com que medem, medirão a vocês."
  },
  {
    "ingles": "Why, then, do you look at the straw in your brother's eye but do not notice the rafter in your own eye?",
    "portugues": "Então, por que você olha para o cisco no olho do seu irmão, mas não percebe que há uma trave no seu próprio olho?"
  },
  {
    "ingles": "Or how can you say to your brother, 'Allow me to remove the straw from your eye,' when look! a rafter is in your own eye?",
    "portugues": "Ou, como você pode dizer ao seu irmão: 'Deixe-me tirar o cisco do seu olho', quando há uma trave no seu próprio olho?"
  },
  {
    "ingles": "Hypocrite! First remove the rafter from your own eye, and then you will see clearly how to remove the straw from your brother's eye.",
    "portugues": "Hipócrita! Tire primeiro a trave do seu próprio olho e depois verá claramente como tirar o cisco do olho do seu irmão."
  },
  {
    "ingles": "\"Do not give what is holy to dogs nor throw your pearls before swine, so that they may never trample them under their feet and turn around and rip you open.",
    "portugues": "\"Não deem aos cães o que é santo, nem lancem suas pérolas diante dos porcos, para que eles nunca as pisem com os pés e, voltando-se, dilacerem vocês."
  },
  {
    "ingles": "\"Keep on asking, and it will be given you; keep on seeking, and you will find; keep on knocking, and it will be opened to you;",
    "portugues": "\"Persistam em pedir, e lhes será dado; persistam em buscar, e acharão; persistam em bater, e lhes será aberto;"
  },
  {
    "ingles": "for everyone asking receives, and everyone seeking finds, and to everyone knocking, it will be opened.",
    "portugues": "pois todo aquele que pede, recebe; e todo aquele que busca, acha; e a todo aquele que bate, se abrirá."
  },
  {
    "ingles": "Indeed, which one of you, if his son asks for bread, will hand him a stone?",
    "portugues": "Realmente, quem de vocês, se o seu filho lhe pedir pão, lhe entregará uma pedra?"
  },
  {
    "ingles": "Or if he asks for a fish, he will not hand him a serpent, will he?",
    "portugues": "Ou, se lhe pedir um peixe, lhe entregará uma serpente?"
  },
  {
    "ingles": "Therefore, if you, although being wicked, know how to give good gifts to your children, how much more so will your Father who is in the heavens give good things to those asking him!",
    "portugues": "Portanto, se vocês, embora maus, sabem dar boas coisas aos seus filhos, quanto mais o seu Pai, que está nos céus, dará boas coisas aos que lhe pedirem!"
  },
  {
    "ingles": "\"All things, therefore, that you want men to do to you, you also must do to them. This, in fact, is what the Law and the Prophets mean.",
    "portugues": "\"Portanto, todas as coisas que querem que os homens façam a vocês, façam também a eles. De fato, isso é o que a Lei e os Profetas querem dizer."
  },
  {
    "ingles": "\"Go in through the narrow gate, because broad is the gate and spacious is the road leading off into destruction, and many are going in through it;",
    "portugues": "\"Entrem pelo portão estreito, porque largo é o portão e espaçosa é a estrada que conduz à destruição, e muitos entram por ele;"
  },
  {
    "ingles": "whereas narrow is the gate and cramped the road leading off into life, and few are finding it.",
    "portugues": "ao passo que estreito é o portão e apertada a estrada que conduz à vida, e poucos a acham."
  },
  {
    "ingles": "\"Be on the watch for the false prophets who come to you in sheep's covering, but inside they are ravenous wolves.",
    "portugues": "\"Tomem cuidado com os falsos profetas, que se chegam a vocês em pele de ovelha, mas que por dentro são lobos vorazes."
  },
  {
    "ingles": "By their fruits you will recognize them. Never do people gather grapes from thorns or figs from thistles, do they?",
    "portugues": "Pelos seus frutos vocês os reconhecerão. Será que se colhem uvas dos espinheiros ou figos dos abrolhos?"
  },
  {
    "ingles": "Likewise, every good tree produces fine fruit, but every rotten tree produces worthless fruit.",
    "portugues": "Do mesmo modo, toda árvore boa produz fruto bom, mas toda árvore ruim produz fruto imprestável."
  },
  {
    "ingles": "A good tree cannot bear worthless fruit, nor can a rotten tree produce fine fruit.",
    "portugues": "A árvore boa não pode dar fruto imprestável, nem pode a árvore ruim produzir fruto bom."
  },
  {
    "ingles": "Every tree not producing fine fruit is cut down and thrown into the fire.",
    "portugues": "Toda árvore que não produz fruto bom é cortada e lançada no fogo."
  },
  {
    "ingles": "Really, then, by their fruits you will recognize those men.",
    "portugues": "Realmente, então, pelos seus frutos vocês reconhecerão esses homens."
  },
  {
    "ingles": "\"Not everyone saying to me, 'Lord, Lord,' will enter into the Kingdom of the heavens, but only the one doing the will of my Father who is in the heavens will.",
    "portugues": "\"Nem todo o que me disser: 'Senhor, Senhor', entrará no Reino dos céus, mas apenas aquele que fizer a vontade do meu Pai, que está nos céus."
  },
  {
    "ingles": "Many will say to me in that day: 'Lord, Lord, did we not prophesy in your name, and expel demons in your name, and perform many powerful works in your name?'",
    "portugues": "Muitos me dirão naquele dia: 'Senhor, Senhor, não profetizamos em seu nome, não expulsamos demônios em seu nome e não fizemos muitas obras poderosas em seu nome?'"
  },
  {
    "ingles": "And then I will declare to them: 'I never knew you! Get away from me, you workers of lawlessness!'",
    "portugues": "Mas eu lhes declararei, então: 'Nunca os conheci! Afastem-se de mim, vocês que fazem o que é contra a lei!'"
  },
  {
    "ingles": "\"Therefore, everyone who hears these sayings of mine and does them will be like a discreet man who built his house on the rock.",
    "portugues": "\"Portanto, todo aquele que ouve essas minhas palavras e as pratica será como um homem prudente, que construiu sua casa sobre a rocha."
  },
  {
    "ingles": "And the rain poured down and the floods came and the winds blew and lashed against that house, but it did not cave in, for it had been founded on the rock.",
    "portugues": "E caiu a chuva, vieram as inundações, e os ventos sopraram com força contra aquela casa, mas ela não desmoronou, pois tinha sido fundada sobre a rocha."
  },
  {
    "ingles": "Furthermore, everyone hearing these sayings of mine and not doing them will be like a foolish man who built his house on the sand.",
    "portugues": "Além disso, todo aquele que ouve essas minhas palavras e não as pratica será como um homem tolo, que construiu sua casa sobre a areia."
  },
  {
    "ingles": "And the rain poured down and the floods came and the winds blew and struck against that house, and it caved in, and its collapse was great.\"",
    "portugues": "E caiu a chuva, vieram as inundações, e os ventos sopraram e bateram contra aquela casa, e ela desmoronou, e foi grande a sua queda.\""
  },
  {
    "ingles": "When Jesus finished these sayings, the effect was that the crowds were astounded at his way of teaching,",
    "portugues": "Quando Jesus terminou de falar essas palavras, o efeito foi que as multidões ficaram maravilhadas com seu modo de ensinar,"
  },
  {
    "ingles": "for he was teaching them as a person having authority, and not as their scribes.",
    "portugues": "pois ele as ensinava como quem tinha autoridade, e não como seus escribas."
  }
]