[
  {
    "ingles": "After he came down from the mountain, large crowds followed him.",
    "portugues": "Depois que ele desceu do monte, grandes multidões o seguiram."
  },
  {
    "ingles": "And look! a leper came up and did obeisance to him, saying: \"Lord, if you just want to, you can make me clean.\"",
    "portugues": "Então um leproso chegou e se curvou diante dele, dizendo: \"Senhor, se apenas quiser, pode me purificar.\""
  },
  {
    "ingles": "So stretching out his hand, he touched him, saying: \"I want to! Be made clean.\" Immediately his leprosy was cleansed away.",
    "portugues": "Assim, ele estendeu a mão e tocou no homem, dizendo: \"Eu quero! Seja purificado.\" Ele foi imediatamente purificado da lepra."
  },
  {
    "ingles": "Then Jesus said to him: \"See that you tell no one, but go, show yourself to the priest, and offer the gift that Moses appointed, for a witness to them.\"",
    "portugues": "Jesus lhe disse então: \"Tenha o cuidado de não contar nada a ninguém, mas vá, mostre-se ao sacerdote e ofereça a dádiva que Moisés determinou, em testemunho para eles.\""
  },
  {
    "ingles": "When he entered Capernaum, an army officer came to him, pleading with him",
    "portugues": "Quando entrou em Cafarnaum, um oficial do exército se aproximou dele, suplicando"
  },
  {
    "ingles": "and saying: \"Sir, my servant is laid up in the house with paralysis, and he is suffering terribly.\"",
    "portugues": "e dizendo-lhe: \"Senhor, meu servo está de cama em casa, com paralisia, e está sofrendo terrivelmente.\""
  },
  {
    "ingles": "He said to him: \"When I get there, I will cure him.\"",
    "portugues": "Ele lhe disse: \"Quando eu chegar lá, vou curá-lo.\""
  },
  {
    "ingles": "The army officer replied: \"Sir, I am not worthy to have you come under my roof, but just say the word and my servant will be healed.",
    "portugues": "O oficial do exército respondeu: \"Senhor, não sou digno de recebê-lo debaixo do meu teto, mas apenas diga a palavra e meu servo será curado."
  },
  {
    "ingles": "For I too am a man under authority, having soldiers under me, and I say to this one, 'Go!' and he goes, and to another, 'Come!' and he comes, and to my slave, 'Do this!' and he does it.\"",
    "portugues": "Pois eu também sou homem sujeito a autoridade e tenho soldados sob as minhas ordens, e digo a um: 'Vá!' e ele vai, e a outro: 'Venha!' e ele vem, e ao meu escravo: 'Faça isto!' e ele faz.\""
  },
  {
    "ingles": "When Jesus heard that, he was amazed and said to those following him: \"I tell you the truth, with no one in Israel have I found so great a faith.",
    "portugues": "Quando Jesus ouviu isso, ficou admirado e disse aos que o seguiam: \"Eu lhes digo a verdade: Em ninguém em Israel encontrei tamanha fé."
  },
  {
    "ingles": "But I tell you that many from east and west will come and recline at the table with Abraham and Isaac and Jacob in the Kingdom of the heavens;",
    "portugues": "Mas eu lhes digo que muitos virão do leste e do oeste e se recostarão à mesa com Abraão, Isaque e Jacó, no Reino dos céus,"
  },
  {
    "ingles": "whereas the sons of the Kingdom will be thrown into the darkness outside. There is where their weeping and the gnashing of their teeth will be.\"",
    "portugues": "ao passo que os filhos do Reino serão lançados na escuridão lá fora. Ali é que haverá o seu choro e o ranger dos seus dentes.\""
  },
  {
    "ingles": "Then Jesus said to the army officer: \"Go. Just as you have shown faith, so let it come to pass for you.\" And the servant was healed in that hour.",
    "portugues": "Jesus disse então ao oficial do exército: \"Vá. Que lhe aconteça segundo a fé que você mostrou.\" E o servo foi curado naquela hora."
  },
  {
    "ingles": "And Jesus, on coming into Peter's house, saw his mother-in-law lying down and sick with fever.",
    "portugues": "Ao entrar na casa de Pedro, Jesus viu a sogra deste de cama e com febre."
  },
  {
    "ingles": "So he touched her hand, and the fever left her, and she got up and began ministering to him.",
    "portugues": "Então tocou na mão dela e a febre a deixou, e ela se levantou e começou a servi-lo."
  },
  {
    "ingles": "But after it became evening, people brought him many demon-possessed ones; and he expelled the spirits with a word, and he cured all who were suffering,",
    "portugues": "Depois de anoitecer, levaram-lhe muitas pessoas possessas de demônios; e ele expulsou os espíritos com uma palavra e curou todos os que estavam doentes,"
  },
  {
    "ingles": "in order to fulfill what was spoken through Isaiah the prophet: \"He himself took our sicknesses and carried our diseases.\"",
    "portugues": "para que se cumprissem as palavras de Isaías, o profeta: \"Ele mesmo levou nossas doenças e carregou nossas enfermidades.\""
  },
  {
    "ingles": "When Jesus saw a crowd around him, he gave the command to depart for the other side.",
    "portugues": "Quando Jesus viu uma multidão ao seu redor, deu ordem de passar para a outra margem."
  },
  {
    "ingles": "And a scribe came up and said to him: \"Teacher, I will follow you wherever you go.\"",
    "portugues": "E um escriba se aproximou e lhe disse: \"Instrutor, eu o seguirei para onde quer que o senhor vá.\""
  },
  {
    "ingles": "But Jesus said to him: \"Foxes have dens and birds of heaven have nests, but the Son of man has nowhere to lay down his head.\"",
    "portugues": "Mas Jesus lhe disse: \"As raposas têm tocas e as aves do céu têm ninhos, mas o Filho do Homem não tem onde deitar a cabeça.\""
  },
  {
    "ingles": "Then another of the disciples said to him: \"Lord, permit me first to go and bury my father.\"",
    "portugues": "Então, outro discípulo lhe disse: \"Senhor, permita-me primeiro ir enterrar meu pai.\""
  },
  {
    "ingles": "Jesus said to him: \"Keep following me, and let the dead bury their dead.\"",
    "portugues": "Jesus lhe disse: \"Continue a me seguir e deixe que os mortos enterrem seus mortos.\""
  },
  {
    "ingles": "And when he went aboard a boat, his disciples followed him.",
    "portugues": "Ele entrou num barco, e seus discípulos o seguiram."
  },
  {
    "ingles": "Now look! a great storm arose on the sea, so that the boat was being covered by the waves; but he was sleeping.",
    "portugues": "Levantou-se então uma grande tempestade no mar, de modo que o barco estava sendo coberto pelas ondas; mas ele estava dormindo."
  },
  {
    "ingles": "And they came and woke him up, saying: \"Lord, save us, we are about to perish!\"",
    "portugues": "E eles foram acordá-lo, dizendo: \"Senhor, salve-nos, pois estamos prestes a morrer!\""
  },
  {
    "ingles": "But he said to them: \"Why are you so afraid, you with little faith?\" Then he got up and rebuked the winds and the sea, and a great calm set in.",
    "portugues": "No entanto, ele lhes disse: \"Por que vocês estão com tanto medo, homens de pouca fé?\" Então ele se levantou e censurou os ventos e o mar, e houve uma grande calmaria."
  },
  {
    "ingles": "So the men were amazed and said: \"What sort of person is this? Even the winds and the sea obey him.\"",
    "portugues": "De modo que os homens ficaram espantados e disseram: \"Que homem é este? Até mesmo os ventos e o mar lhe obedecem.\""
  },
  {
    "ingles": "When he came to the other side into the region of the Gadarenes, two demon-possessed men coming out from among the tombs met him. They were unusually fierce, so nobody had the courage to pass by on that road.",
    "portugues": "Quando chegou à outra margem, à região dos gadarenos, dois homens possessos de demônios, saindo dentre os túmulos, foram ao encontro dele. Eles eram extremamente ferozes, de modo que ninguém tinha coragem de passar por aquela estrada."
  },
  {
    "ingles": "And look! they screamed, saying: \"What have we to do with you, Son of God? Did you come here to torment us before the appointed time?\"",
    "portugues": "E começaram a gritar: \"O que você quer conosco, Filho de Deus? Veio aqui nos atormentar antes do tempo determinado?\""
  },
  {
    "ingles": "A long way off from them, a herd of many swine was feeding.",
    "portugues": "Bem longe dali havia uma grande manada de porcos pastando."
  },
  {
    "ingles": "So the demons began to plead with him, saying: \"If you expel us, send us into the herd of swine.\"",
    "portugues": "Assim, os demônios começaram a suplicar, dizendo-lhe: \"Se você nos expulsar, mande-nos para a manada de porcos.\""
  },
  {
    "ingles": "And he said to them: \"Go!\" With that they came out and went off into the swine, and look! the entire herd rushed over the precipice into the sea and died in the waters.",
    "portugues": "E ele lhes disse: \"Vão!\" Eles saíram então e entraram nos porcos, e toda a manada se jogou despenhadeiro abaixo, para dentro do mar, e morreu nas águas."
  },
  {
    "ingles": "But the herders fled, and going into the city, they reported everything, including the account of the demon-possessed men.",
    "portugues": "Os que cuidavam dos porcos fugiram, entraram na cidade e contaram tudo, inclusive o que tinha acontecido com os homens possessos de demônios."
  },
  {
    "ingles": "And look! all the city turned out to meet Jesus, and when they saw him, they urged him to depart from their region.",
    "portugues": "Então toda a cidade saiu e foi ao encontro de Jesus e, ao vê-lo, suplicaram-lhe que fosse embora daquela região."
  }
]