[
  {
    "ingles": "So he summoned his",
    "portugues": "Então ele convocou os seus"
  },
  {
    "ingles": "disciples and gave them authority over unclean spirits, in order to expel these and to cure every sort of disease and every sort of infirmity.",
    "portugues": "discípulos e lhes deu autoridade sobre espíritos impuros, para os expulsarem e para curarem todo tipo de doenças e todo tipo de enfermidades."
  },
  {
    "ingles": "The names of the",
    "portugues": "Os nomes dos"
  },
  {
    "ingles": "apostles are these: First, Simon, the one called Peter, and Andrew his brother; James the son of Zebedee and John his brother;",
    "portugues": "apóstolos são estes: primeiro, Simão, o chamado Pedro, e André, seu irmão; Tiago, filho de Zebedeu, e João, seu irmão;"
  },
  {
    "ingles": "Philip and Bartholomew; Thomas and Matthew the tax collector; James the son of Alphaeus; and Thaddaeus;",
    "portugues": "Filipe e Bartolomeu; Tomé e Mateus, o cobrador de impostos; Tiago, filho de Alfeu; e Tadeu;"
  },
  {
    "ingles": "Simon the Cananaean; and Judas Iscariot, who later betrayed him.",
    "portugues": "Simão, o Cananita; e Judas Iscariotes, que mais tarde o traiu."
  },
  {
    "ingles": "These",
    "portugues": "Jesus enviou esses 12, dando-lhes as seguintes instruções: \"Não se desviem para a estrada das nações e não entrem em cidade samaritana;"
  },
  {
    "ingles": "Jesus sent out, giving them these instructions: \"Do not go off into the road of the nations, and do not enter any Samaritan city;",
    "portugues": "mas, em vez disso, vão somente às ovelhas perdidas da casa de Israel."
  },
  {
    "ingles": "but instead, go continually to the lost sheep of the house of Israel.",
    "portugues": "Ao irem, preguem, dizendo: 'O Reino dos céus está próximo.'"
  },
  {
    "ingles": "As you go, preach, saying: 'The Kingdom of the heavens has drawn near.'",
    "portugues": "Curem os doentes, ressuscitem os mortos, purifiquem os leprosos, expulsem os demônios. Vocês receberam de graça, portanto deem de graça."
  },
  {
    "ingles": "Cure the sick, raise up the dead, make lepers clean, expel demons. You received free, give free.",
    "portugues": "Não adquiram ouro, nem prata, nem cobre para o seu cinto,"
  },
  {
    "ingles": "Do not acquire gold or silver or copper for your money belts,",
    "portugues": "nem bolsa de provisões para a viagem, nem roupa extra, nem sandálias, nem bastão, pois o trabalhador merece o seu alimento."
  },
  {
    "ingles": "or a food pouch for the trip, or two garments, or sandals, or a staff, for the worker deserves his food.",
    "portugues": "\"Em qualquer cidade ou aldeia em que entrarem, procurem nela quem é merecedor e fiquem ali até partirem."
  },
  {
    "ingles": "\"Into whatever city or village you enter, search out who in it is deserving, and stay there until you leave.",
    "portugues": "Ao entrarem na casa, cumprimentem a família."
  },
  {
    "ingles": "When you enter the house, greet the household.",
    "portugues": "Se a casa for merecedora, venha sobre ela a paz que lhe desejam; mas, se ela não for merecedora, que a paz volte a vocês."
  },
  {
    "ingles": "If the house is deserving, let the peace you wish it come upon it; but if it is not deserving, let the peace from you return upon you.",
    "portugues": "Onde quer que alguém não os receber nem ouvir as suas palavras, ao saírem daquela casa ou daquela cidade, sacudam o pó dos seus pés."
  },
  {
    "ingles": "Wherever anyone does not receive you or listen to your words, on going out of that house or that city, shake the dust off your feet.",
    "portugues": "Digo-lhes a verdade: No Dia do Julgamento será mais suportável para a terra de Sodoma e Gomorra do que para aquela cidade."
  },
  {
    "ingles": "Truly I say to you, it will be more endurable for the land of Sodom and Gomorrah on Judgment Day than for that city.",
    "portugues": "\"Eu os envio como ovelhas no meio de lobos. Portanto, sejam cautelosos como as serpentes, mas inocentes como as pombas."
  },
  {
    "ingles": "\"Look! I am sending you out as sheep among wolves; so prove yourselves cautious as serpents and yet innocent as doves.",
    "portugues": "Tenham cuidado com os homens, pois eles os entregarão aos tribunais locais e os açoitarão nas sinagogas deles."
  },
  {
    "ingles": "Be on your guard against men, for they will hand you over to local courts and they will scourge you in their synagogues.",
    "portugues": "E vocês serão levados diante de governadores e reis, por minha causa, para darem testemunho a eles e às nações."
  },
  {
    "ingles": "And you will be brought before governors and kings for my sake, for a witness to them and the nations.",
    "portugues": "No entanto, quando entregarem vocês, não fiquem preocupados com o que falar ou como falar, porque naquela hora lhes será dado o que falar."
  },
  {
    "ingles": "However, when they hand you over, do not become anxious about how or what you are to speak, for what you are to speak will be given you in that hour;",
    "portugues": "Pois quem fala não são apenas vocês, mas é o espírito do seu Pai que fala por meio de vocês."
  },
  {
    "ingles": "for the ones speaking are not just you, but it is the spirit of your Father that speaks by you.",
    "portugues": "Além disso, irmão entregará irmão à morte, e o pai ao seu filho, e os filhos se levantarão contra os pais e farão com que sejam mortos."
  },
  {
    "ingles": "Further, brother will hand brother over to death, and a father his child, and children will rise up against parents and will have them put to death.",
    "portugues": "E vocês serão odiados por todos, por causa do meu nome. Mas quem perseverar até o fim será salvo."
  },
  {
    "ingles": "And you will be hated by all people on account of my name, but the one who has endured to the end will be saved.",
    "portugues": "Quando os perseguirem numa cidade, fujam para outra; pois eu lhes digo a verdade: Vocês de modo algum percorrerão todas as cidades de Israel antes de chegar o Filho do Homem."
  },
  {
    "ingles": "When they persecute you in one city, flee to another; for truly I say to you, you will by no means complete the circuit of the cities of Israel until the Son of man arrives.",
    "portugues": "\"O aluno não está acima do seu instrutor, nem o escravo acima do seu senhor."
  },
  {
    "ingles": "\"A student is not above his teacher, nor a slave above his master.",
    "portugues": "Basta que o aluno se torne como o seu instrutor, e o escravo como o seu senhor. Se chamaram de Belzebu ao dono da casa, quanto mais aos da sua casa!"
  },
  {
    "ingles": "It is enough for the student to become as his teacher, and the slave as his master. If people have called the master of the house Beelzebub, how much more those of his household?",
    "portugues": "Portanto, não tenham medo deles, pois não há nada encoberto que não venha a ser descoberto, e não há nada secreto que não se torne conhecido."
  },
  {
    "ingles": "So do not fear them, for there is nothing covered over that will not become uncovered, and nothing secret that will not become known.",
    "portugues": "O que eu lhes digo na escuridão, digam na luz; e o que é sussurrado em seus ouvidos, preguem dos terraços das casas."
  },
  {
    "ingles": "What I tell you in the darkness, say in the light, and what you hear whispered, preach from the housetops.",
    "portugues": "E não fiquem com medo dos que matam o corpo, mas não podem matar a alma; em vez disso, temam aquele que pode destruir na Geena tanto a alma como o corpo."
  },
  {
    "ingles": "And do not become fearful of those who kill the body but cannot kill the soul; rather, fear him who can destroy both soul and body in Gehenna.",
    "portugues": "Não se vendem dois pardais por uma moeda de pequeno valor? Contudo, nem mesmo um deles cairá no chão sem o conhecimento do Pai de vocês."
  },
  {
    "ingles": "Two sparrows sell for a coin of small value, do they not? Yet not one of them will fall to the ground without your Father's knowledge.",
    "portugues": "Mas até mesmo os cabelos da cabeça de vocês estão todos contados."
  },
  {
    "ingles": "But even the hairs of your head are all numbered.",
    "portugues": "Portanto, não tenham medo; vocês valem mais do que muitos pardais."
  },
  {
    "ingles": "So have no fear; you are worth more than many sparrows.",
    "portugues": "\"Então, todo aquele que declarar diante dos homens que está em união comigo, eu também declararei diante do meu Pai, que está nos céus, estar em união com ele."
  },
  {
    "ingles": "\"Everyone, then, who acknowledges me before men, I will also acknowledge him before my Father who is in the heavens.",
    "portugues": "Mas quem me negar diante dos homens, eu também o negarei diante do meu Pai, que está nos céus."
  },
  {
    "ingles": "But whoever disowns me before men, I will also disown him before my Father who is in the heavens.",
    "portugues": "Não pensem que vim trazer paz à terra; vim trazer não a paz, mas a espada."
  },
  {
    "ingles": "Do not think I came to bring peace to the earth; I came to bring, not peace, but a sword.",
    "portugues": "Pois vim causar divisão: o homem contra o pai, a filha contra a mãe, e a nora contra a sogra."
  },
  {
    "ingles": "For I came to cause division, with a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.",
    "portugues": "Realmente, os inimigos do homem serão os da sua própria casa."
  },
  {
    "ingles": "Indeed, a man's enemies will be those of his own household.",
    "portugues": "Quem ama o pai ou a mãe mais do que a mim não é digno de mim; e quem ama o filho ou a filha mais do que a mim não é digno de mim."
  },
  {
    "ingles": "Whoever has greater affection for father or mother than for me is not worthy of me; and whoever has greater affection for son or daughter than for me is not worthy of me.",
    "portugues": "E quem não aceita a sua estaca de tortura e não me segue não é digno de mim."
  },
  {
    "ingles": "And whoever does not accept his torture stake and follow after me is not worthy of me.",
    "portugues": "Quem achar a sua vida a perderá, e quem perder a sua vida por minha causa a achará."
  },
  {
    "ingles": "Whoever finds his soul will lose it, and whoever loses his soul for my sake will find it.",
    "portugues": "\"Quem recebe vocês, recebe também a mim, e quem me recebe, recebe também Aquele que me enviou."
  },
  {
    "ingles": "\"Whoever receives you receives me also, and whoever receives me receives also the One who sent me.",
    "portugues": "Quem receber um profeta porque ele é profeta receberá a recompensa de um profeta, e quem receber um homem justo porque ele é homem justo receberá a recompensa de um homem justo."
  },
  {
    "ingles": "Whoever receives a prophet because he is a prophet will get a prophet's reward, and whoever receives a righteous man because he is a righteous man will get a righteous man's reward.",
    "portugues": "E quem der a um destes pequenos ainda que seja um copo de água fria para beber, porque ele é discípulo, garanto a vocês que de modo algum perderá a sua recompensa.\""
  }
]