[
  {
    "ingles": "At that time Jesus went through the grainfields on the Sabbath. His disciples got hungry and started to pluck heads of grain and to eat.",
    "portugues": "Naquela ocasião, Jesus passou pelos campos de cereais no sábado. Seus discípulos ficaram com fome e começaram a arrancar espigas e a comer."
  },
  {
    "ingles": "At seeing this, the Pharisees said to him: \"Look! Your disciples are doing what is not lawful to do on the Sabbath.\"",
    "portugues": "Vendo isso, os fariseus lhe disseram: \"Veja! Seus discípulos estão fazendo o que não é permitido fazer no sábado.\""
  },
  {
    "ingles": "He said to them: \"Have you not read what David did when he and the men with him were hungry?",
    "portugues": "Ele lhes disse: \"Vocês não leram o que Davi fez quando ele e seus homens ficaram com fome?"
  },
  {
    "ingles": "How he entered into the house of God and they ate the loaves of presentation, something that it was not lawful for him or those with him to eat, but for the priests only?",
    "portugues": "Como ele entrou na casa de Deus, e eles comeram os pães da apresentação, algo que não era permitido comer, nem a ele nem aos que estavam com ele, mas apenas aos sacerdotes?"
  },
  {
    "ingles": "Or have you not read in the Law that on the Sabbaths the priests in the temple violate the Sabbath and continue guiltless?",
    "portugues": "Ou não leram na Lei que, nos sábados, os sacerdotes no templo violam o sábado e permanecem sem culpa?"
  },
  {
    "ingles": "But I tell you that something greater than the temple is here.",
    "portugues": "Mas eu lhes digo que algo maior do que o templo está aqui."
  },
  {
    "ingles": "However, if you had understood what this means, 'I want mercy and not sacrifice,' you would not have condemned the guiltless ones.",
    "portugues": "No entanto, se vocês tivessem entendido o que significa: 'Quero misericórdia, e não sacrifício', não teriam condenado os inocentes."
  },
  {
    "ingles": "For the Son of man is Lord of the Sabbath.\"",
    "portugues": "Porque o Filho do Homem é Senhor do sábado.\""
  },
  {
    "ingles": "After departing from that place, he went into their synagogue,",
    "portugues": "Depois de partir daquele lugar, entrou na sinagoga deles,"
  },
  {
    "ingles": "and look! there was a man with a withered hand! So they asked him, \"Is it lawful to cure on the Sabbath?\" so that they might accuse him.",
    "portugues": "e havia ali um homem com a mão atrofiada. Assim, para que pudessem acusá-lo, perguntaram-lhe: \"É permitido curar no sábado?\""
  },
  {
    "ingles": "He said to them: \"If you have one sheep and that sheep falls into a pit on the Sabbath, is there a man among you who will not grab hold of it and lift it out?",
    "portugues": "Ele lhes disse: \"Se um de vocês tiver uma ovelha, e essa ovelha cair num buraco no sábado, será que não vai agarrá-la e tirá-la dali?"
  },
  {
    "ingles": "How much more valuable is a man than a sheep! So it is lawful to do a fine thing on the Sabbath.\"",
    "portugues": "Quanto mais vale um homem do que uma ovelha! Por isso, é permitido fazer algo bom no sábado.\""
  },
  {
    "ingles": "Then he said to the man: \"Stretch out your hand.\" And he stretched it out, and it was restored sound like the other hand.",
    "portugues": "Disse então ao homem: \"Estenda a mão.\" Ele a estendeu, e ela foi restabelecida e ficou boa como a outra mão."
  },
  {
    "ingles": "But the Pharisees went out and conspired against him to kill him.",
    "portugues": "Mas os fariseus saíram e começaram a conspirar contra ele, para o matar."
  },
  {
    "ingles": "Having come to know this, Jesus departed from there. Many also followed him, and he cured them all,",
    "portugues": "Ao saber disso, Jesus se retirou dali. Também, muitos o seguiram, e ele curou a todos,"
  },
  {
    "ingles": "but he sternly ordered them not to make him known,",
    "portugues": "mas lhes ordenou com firmeza que não dissessem a outros quem ele era,"
  },
  {
    "ingles": "in order to fulfill what was spoken through Isaiah the prophet, who said:",
    "portugues": "para que se cumprissem as palavras de Isaías, o profeta, que disse:"
  },
  {
    "ingles": "\"Look! My servant whom I chose, my beloved, whom I have approved! I will put my spirit upon him, and what justice is he will make clear to the nations.",
    "portugues": "\"Vejam o meu servo a quem escolhi, meu amado, a quem aprovo! Porei sobre ele o meu espírito, e ele esclarecerá às nações o que é justiça."
  },
  {
    "ingles": "He will not quarrel nor cry aloud, nor will anyone hear his voice in the main streets.",
    "portugues": "Não discutirá, nem gritará, e ninguém ouvirá a sua voz nas ruas principais."
  },
  {
    "ingles": "No bruised reed will he crush, and no smoldering wick will he extinguish, until he brings justice with success.",
    "portugues": "Não esmagará nenhuma cana machucada, nem apagará um pavio que ainda estiver fumegando, até trazer a justiça com êxito."
  },
  {
    "ingles": "Indeed, in his name nations will hope.\"",
    "portugues": "Realmente, em seu nome as nações esperarão.\""
  },
  {
    "ingles": "Then they brought him a demon-possessed man who was blind and speechless, and he cured him, so that the speechless man could speak and see.",
    "portugues": "Levaram-lhe então um homem possesso de demônio, que era cego e mudo, e ele o curou, de modo que o mudo pôde falar e ver."
  },
  {
    "ingles": "Well, all the crowds were astounded and began to say: \"May this not perhaps be the Son of David?\"",
    "portugues": "Ora, todas as multidões ficaram maravilhadas e começaram a dizer: \"Será que este não é o Filho de Davi?\""
  },
  {
    "ingles": "At hearing this, the Pharisees said: \"This fellow does not expel the demons except by means of Beelzebub, the ruler of the demons.\"",
    "portugues": "Ouvindo isso, os fariseus disseram: \"Esse homem não expulsa os demônios senão por meio de Belzebu, o governante dos demônios.\""
  },
  {
    "ingles": "Knowing their thoughts, he said to them: \"Every kingdom divided against itself comes to ruin, and every city or house divided against itself will not stand.",
    "portugues": "Conhecendo os pensamentos deles, ele lhes disse: \"Todo reino dividido contra si mesmo cai em ruína, e toda cidade ou casa dividida contra si mesma não ficará de pé."
  },
  {
    "ingles": "In the same way, if Satan expels Satan, he has become divided against himself; how, then, will his kingdom stand?",
    "portugues": "Do mesmo modo, se Satanás expulsa a Satanás, ele ficou dividido contra si mesmo. Então, como o seu reino ficará de pé?"
  },
  {
    "ingles": "Moreover, if I expel the demons by means of Beelzebub, by whom do your sons expel them? This is why they will be your judges.",
    "portugues": "Além disso, se eu expulso os demônios por meio de Belzebu, por meio de quem seus filhos os expulsam? É por isso que eles julgarão vocês."
  },
  {
    "ingles": "But if it is by means of God's spirit that I expel the demons, the Kingdom of God has really overtaken you.",
    "portugues": "Mas, se é por meio do espírito de Deus que eu expulso os demônios, o Reino de Deus realmente alcançou vocês."
  },
  {
    "ingles": "Or how can anyone invade the house of a strong man and seize his possessions unless he first ties up the strong man? Only then can he plunder his house.",
    "portugues": "Ou como pode alguém invadir a casa de um homem forte e se apoderar de seus bens, a menos que primeiro amarre o homem forte? Só então poderá saquear a casa dele."
  },
  {
    "ingles": "Whoever is not on my side is against me, and whoever does not gather with me scatters.",
    "portugues": "Quem não está do meu lado está contra mim, e quem comigo não ajunta, espalha."
  },
  {
    "ingles": "\"For this reason I say to you, every sort of sin and blasphemy will be forgiven men, but the blasphemy against the spirit will not be forgiven.",
    "portugues": "\"Por essa razão, eu lhes digo: Todo tipo de pecados e blasfêmias será perdoado aos homens, mas a blasfêmia contra o espírito não será perdoada."
  },
  {
    "ingles": "For example, whoever speaks a word against the Son of man, it will be forgiven him; but whoever speaks against the holy spirit, it will not be forgiven him, no, not in this system of things nor in that to come.",
    "portugues": "Por exemplo, quem falar uma palavra contra o Filho do Homem será perdoado; mas quem falar contra o espírito santo não será perdoado, não, nem neste sistema de coisas, nem no que virá."
  },
  {
    "ingles": "\"Either you make the tree fine and its fruit fine or make the tree rotten and its fruit rotten, for by its fruit the tree is known.",
    "portugues": "\"Se vocês cultivarem uma árvore boa, o fruto será bom; se cultivarem uma árvore ruim, o fruto será ruim. Pois é pelo fruto que se conhece a árvore."
  },
  {
    "ingles": "Offspring of vipers, how can you speak good things when you are wicked? For out of the abundance of the heart the mouth speaks.",
    "portugues": "Descendência de víboras, como vocês podem falar coisas boas se são maus? Pois a boca fala do que o coração está cheio."
  },
  {
    "ingles": "The good man out of his good treasure sends out good things, whereas the wicked man out of his wicked treasure sends out wicked things.",
    "portugues": "O homem bom, do seu bom tesouro, faz sair coisas boas, ao passo que o homem mau, do seu mau tesouro, faz sair coisas más."
  },
  {
    "ingles": "I tell you that men will render an account on Judgment Day for every unprofitable saying that they speak;",
    "portugues": "Eu lhes digo que os homens prestarão contas no Dia do Julgamento por toda declaração sem valor que fizerem;"
  },
  {
    "ingles": "for by your words you will be declared righteous, and by your words you will be condemned.\"",
    "portugues": "pois pelas suas palavras você será declarado justo e pelas suas palavras será condenado.\""
  },
  {
    "ingles": "Then as an answer to him, some of the scribes and the Pharisees said: \"Teacher, we want to see a sign from you.\"",
    "portugues": "Em vista disso, alguns escribas e fariseus disseram: \"Instrutor, queremos ver um sinal da sua parte.\""
  },
  {
    "ingles": "In reply he said to them: \"A wicked and adulterous generation keeps on seeking a sign, but no sign will be given it except the sign of Jonah the prophet.",
    "portugues": "Em resposta, ele lhes disse: \"Uma geração má e adúltera persiste em buscar um sinal, mas nenhum sinal lhe será dado, exceto o sinal de Jonas, o profeta."
  },
  {
    "ingles": "For just as Jonah was in the belly of the huge fish for three days and three nights, so the Son of man will be in the heart of the earth for three days and three nights.",
    "portugues": "Porque, assim como Jonas esteve três dias e três noites no ventre do enorme peixe, assim o Filho do Homem estará três dias e três noites no coração da terra."
  },
  {
    "ingles": "Men of Nineveh will rise up in the judgment with this generation and will condemn it, because they repented at what Jonah preached. But look! something more than Jonah is here.",
    "portugues": "Homens de Nínive se levantarão no julgamento com esta geração e a condenarão, porque eles se arrependeram com o que Jonas pregou. Mas agora alguém maior do que Jonas está aqui."
  },
  {
    "ingles": "The queen of the south will be raised up in the judgment with this generation and will condemn it, for she came from the ends of the earth to hear the wisdom of Solomon. But look! something more than Solomon is here.",
    "portugues": "A rainha do sul será levantada no julgamento com esta geração e a condenará, porque ela veio dos confins da terra para ouvir a sabedoria de Salomão. Mas agora alguém maior do que Salomão está aqui."
  },
  {
    "ingles": "\"When an unclean spirit comes out of a man, it passes through waterless places in search of a resting-place and finds none.",
    "portugues": "\"Quando um espírito impuro sai de um homem, ele passa por lugares áridos procurando onde descansar e não acha nada."
  },
  {
    "ingles": "Then it says, 'I will go back to my house from which I moved,' and on arriving, it finds the house unoccupied but swept clean and adorned.",
    "portugues": "Então diz: 'Voltarei para a minha casa, da qual me mudei'; e, ao chegar, acha a casa desocupada, varrida e decorada."
  },
  {
    "ingles": "Then it goes and takes along with it seven different spirits more wicked than itself, and after getting inside, they dwell there; and the final circumstances of that man become worse than the first. That is how it will be also with this wicked generation.\"",
    "portugues": "Então vai e traz consigo outros sete espíritos, piores do que ele mesmo, e, depois de entrarem, ficam morando ali; e a situação final desse homem se torna pior do que no início. É assim que será também com esta geração má.\""
  },
  {
    "ingles": "While he was yet speaking to the crowds, his mother and brothers were standing outside, seeking to speak to him.",
    "portugues": "Enquanto ainda falava às multidões, sua mãe e seus irmãos ficaram parados do lado de fora, querendo falar com ele."
  },
  {
    "ingles": "So someone said to him: \"Look! Your mother and your brothers are standing outside, seeking to speak to you.\"",
    "portugues": "Portanto, alguém lhe disse: \"Veja! Sua mãe e seus irmãos estão lá fora, querendo falar com o senhor.\""
  },
  {
    "ingles": "In reply he said to the one who spoke to him: \"Who is my mother, and who are my brothers?\"",
    "portugues": "Ele respondeu ao que lhe falou: \"Quem é minha mãe e quem são meus irmãos?\""
  },
  {
    "ingles": "And extending his hand toward his disciples, he said: \"Look! My mother and my brothers!",
    "portugues": "E, estendendo a mão para seus discípulos, disse: \"Aqui estão a minha mãe e os meus irmãos!"
  },
  {
    "ingles": "For whoever does the will of my Father who is in heaven, that one is my brother and sister and mother.\"",
    "portugues": "Pois quem faz a vontade do meu Pai, que está no céu, esse é meu irmão, minha irmã e minha mãe.\""
  }
]