[
  {
    "ingles": "At that time Herod, the district ruler, heard the report about Jesus",
    "portugues": "Naquela ocasião, Herodes, o governador distrital, ouviu relatos sobre Jesus"
  },
  {
    "ingles": "and said to his servants: \"This is John the Baptist. He was raised up from the dead, and this is why these powerful works are operating in him.\"",
    "portugues": "e disse aos seus servos: \"Este é João Batista. Ele foi levantado dentre os mortos, e é por isso que realiza essas obras poderosas.\""
  },
  {
    "ingles": "Herod had arrested John and had bound him and imprisoned him because of Herodias, the wife of Philip his brother.",
    "portugues": "Herodes anteriormente havia prendido João e o havia amarrado e lançado na prisão, por causa de Herodias, esposa de Filipe, seu irmão."
  },
  {
    "ingles": "For John had been saying to him: \"It is not lawful for you to have her.\"",
    "portugues": "Porque João lhe dizia: \"Não é permitido que o senhor a tenha como esposa.\""
  },
  {
    "ingles": "However, although he wanted to kill him, he feared the crowd, because they took him for a prophet.",
    "portugues": "No entanto, embora quisesse matá-lo, tinha medo da multidão, pois o consideravam profeta."
  },
  {
    "ingles": "But when Herod's birthday was being celebrated, the daughter of Herodias danced for the occasion and pleased Herod so much",
    "portugues": "Mas, no aniversário de Herodes, a filha de Herodias dançou diante dos convidados e agradou tanto a Herodes"
  },
  {
    "ingles": "that he promised with an oath to give her whatever she asked.",
    "portugues": "que ele prometeu com um juramento dar a ela tudo o que pedisse."
  },
  {
    "ingles": "Then she, at her mother's prompting, said: \"Give me here on a platter the head of John the Baptist.\"",
    "portugues": "Então, instigada pela mãe, ela disse: \"Dê-me aqui numa bandeja a cabeça de João Batista.\""
  },
  {
    "ingles": "Grieved though he was, the king, out of regard for his oaths and for those dining with him, commanded it to be given.",
    "portugues": "O rei, embora triste, ordenou que a cabeça lhe fosse entregue, em respeito aos seus juramentos e aos que estavam comendo com ele."
  },
  {
    "ingles": "So he sent and had John beheaded in the prison.",
    "portugues": "Assim, mandou que João fosse decapitado na prisão."
  },
  {
    "ingles": "His head was brought on a platter and given to the girl, and she brought it to her mother.",
    "portugues": "A cabeça dele foi levada numa bandeja e entregue à jovem, e ela a levou à sua mãe."
  },
  {
    "ingles": "Later his disciples came and removed his corpse and buried him; then they came and reported to Jesus.",
    "portugues": "Mais tarde, os discípulos dele vieram, removeram seu corpo e o sepultaram; então foram contar a Jesus o que havia ocorrido."
  },
  {
    "ingles": "At hearing this, Jesus departed from there by boat into an isolated place to be alone. But the crowds, getting to hear of it, followed him on foot from the cities.",
    "portugues": "Ouvindo isso, Jesus partiu dali de barco para um lugar isolado, para ficar sozinho. Mas as multidões, quando ficaram sabendo disso, seguiram-no a pé desde as cidades."
  },
  {
    "ingles": "When he came ashore, he saw a large crowd, and he felt pity for them, and he cured their sick ones.",
    "portugues": "Ao desembarcar, ele viu uma grande multidão; e teve pena deles e curou seus doentes."
  },
  {
    "ingles": "But when evening fell, his disciples came to him and said: \"The place is isolated and the hour is already late; send the crowds away, so that they may go into the villages and buy themselves food.\"",
    "portugues": "Mas, ao cair a noite, seus discípulos se aproximaram dele e disseram: \"O lugar é isolado, e já é tarde. Dispense as multidões, para que possam ir às aldeias comprar alimento.\""
  },
  {
    "ingles": "However, Jesus said to them: \"They do not have to leave; you give them something to eat.\"",
    "portugues": "No entanto, Jesus lhes disse: \"Eles não precisam ir embora; deem-lhes vocês algo para comer.\""
  },
  {
    "ingles": "They said to him: \"We have nothing here except five loaves and two fish.\"",
    "portugues": "Responderam-lhe: \"Não temos nada aqui, a não ser cinco pães e dois peixes.\""
  },
  {
    "ingles": "He said: \"Bring them here to me.\"",
    "portugues": "Ele disse: \"Tragam-nos aqui.\""
  },
  {
    "ingles": "And he instructed the crowds to recline on the grass. Then he took the five loaves and two fish, and looking up to heaven, he said a blessing, and after breaking the loaves, he gave them to the disciples, and the disciples gave them to the crowds.",
    "portugues": "E mandou que as multidões se sentassem na grama. Então pegou os cinco pães e os dois peixes e, olhando para o céu, proferiu uma bênção. E, depois de partir os pães, deu-os aos discípulos, e os discípulos os deram às multidões."
  },
  {
    "ingles": "So they all ate and were satisfied, and they took up the leftover fragments,",
    "portugues": "Assim, todos comeram e ficaram satisfeitos; e recolheram os pedaços que sobraram,"
  },
  {
    "ingles": "baskets full.",
    "portugues": "cestos cheios."
  },
  {
    "ingles": "Now those eating were about 5,000 men, as well as women and young children.",
    "portugues": "Ora, os que comeram foram cerca de 5.000 homens, além de mulheres e crianças."
  },
  {
    "ingles": "Then, without delay, he made his disciples board the boat and go ahead of him to the opposite shore, while he sent the crowds away.",
    "portugues": "Então, sem demora, ele mandou os discípulos entrar no barco e partir na sua frente, para a margem oposta, enquanto ele dispensava as multidões."
  },
  {
    "ingles": "After sending the crowds away, he went up on the mountain by himself to pray. When evening came, he was there alone.",
    "portugues": "Depois de dispensar as multidões, ele subiu sozinho ao monte para orar. Quando anoiteceu, ele estava ali sozinho."
  },
  {
    "ingles": "By now the boat was many hundreds of yards away from land, struggling against the waves because the wind was against them.",
    "portugues": "O barco já estava a muitas centenas de metros da terra, em grandes dificuldades por causa das ondas, porque o vento era contrário."
  },
  {
    "ingles": "But in the fourth watch of the night he came to them, walking on the sea.",
    "portugues": "Mas, na quarta vigília da noite, ele foi ao encontro deles andando sobre o mar."
  },
  {
    "ingles": "When they caught sight of him walking on the sea, the disciples were troubled, saying: \"It is an apparition!\" And they cried out in their fear.",
    "portugues": "Quando o viram andando sobre o mar, os discípulos ficaram assustados e disseram: \"É uma aparição!\" e gritaram de medo."
  },
  {
    "ingles": "But at once Jesus spoke to them, saying: \"Take courage! It is I; do not be afraid.\"",
    "portugues": "No entanto, Jesus lhes disse imediatamente: \"Coragem! Sou eu; não tenham medo.\""
  },
  {
    "ingles": "Peter answered him: \"Lord, if it is you, command me to come to you over the waters.\"",
    "portugues": "Pedro respondeu: \"Se é o senhor, ordene-me, Senhor Jesus, que eu vá ao seu encontro por cima das águas.\""
  },
  {
    "ingles": "He said: \"Come!\" So Peter got out of the boat and walked over the waters and went toward Jesus.",
    "portugues": "Ele disse: \"Venha!\" Então Pedro saiu do barco e andou por cima das águas, dirigindo-se a Jesus."
  },
  {
    "ingles": "But looking at the windstorm, he became afraid. And when he started to sink, he cried out: \"Lord, save me!\"",
    "portugues": "Mas, ao olhar para o vendaval, ficou com medo. Quando começou a afundar, gritou: \"Senhor, salve-me!\""
  },
  {
    "ingles": "Immediately stretching out his hand, Jesus caught hold of him and said to him: \"You with little faith, why did you give way to doubt?\"",
    "portugues": "Estendendo imediatamente a mão, Jesus o agarrou e lhe disse: \"Homem de pouca fé, por que você cedeu à dúvida?\""
  },
  {
    "ingles": "After they got up into the boat, the windstorm abated.",
    "portugues": "Depois de terem subido no barco, o vendaval parou."
  },
  {
    "ingles": "Then those in the boat did obeisance to him, saying: \"You really are God's Son.\"",
    "portugues": "Então, os que estavam no barco se curvaram diante dele, dizendo: \"O senhor realmente é o Filho de Deus.\""
  },
  {
    "ingles": "And they crossed over and came to land in Gennesaret.",
    "portugues": "E terminaram a travessia, desembarcando em Genesaré."
  },
  {
    "ingles": "On recognizing him, the men of that place sent word into all that surrounding country, and people brought him all those who were ill.",
    "portugues": "Quando o reconheceram, os homens daquele lugar mandaram avisar toda a região ao redor, e o povo levou a ele todos os que estavam doentes."
  },
  {
    "ingles": "And they pleaded with him that they might just touch the fringe of his outer garment, and all those who touched it were made completely well.",
    "portugues": "E lhe suplicavam que pudessem ao menos tocar na borda da sua roupa, e todos os que tocaram nela ficaram completamente bons."
  }
]