[
  {
    "ingles": "Then there came to Jesus from Jerusalem Pharisees and scribes, saying:",
    "portugues": "Então alguns fariseus e escribas, vindos de Jerusalém, chegaram-se a Jesus, dizendo:"
  },
  {
    "ingles": "\"Why do your disciples overstep the tradition of the men of former times? For example, they do not wash their hands when about to eat a meal.\"",
    "portugues": "\"Por que os seus discípulos transgridem a tradição dos homens dos tempos antigos? Por exemplo, não lavam as mãos quando vão tomar uma refeição.\""
  },
  {
    "ingles": "In reply he said to them: \"Why do you overstep the commandment of God because of your tradition?",
    "portugues": "Em resposta, ele lhes disse: \"E por que vocês transgridem o mandamento de Deus por causa da sua tradição?"
  },
  {
    "ingles": "For example, God said, 'Honor your father and your mother,' and, 'Let the one who speaks abusively of his father or mother be put to death.'",
    "portugues": "Por exemplo, Deus disse: 'Honre seu pai e sua mãe' e 'Quem amaldiçoar seu pai ou sua mãe seja morto'."
  },
  {
    "ingles": "But you say, 'Whoever says to his father or mother: \"Whatever I have that could benefit you is a gift dedicated to God,\"",
    "portugues": "Mas vocês dizem: 'Quem disser ao seu pai ou à sua mãe: \"Tudo o que eu tenho que poderia beneficiá-lo é uma dádiva dedicada a Deus\","
  },
  {
    "ingles": "he need not honor his father at all.' So you have made the word of God invalid because of your tradition.",
    "portugues": "esse de modo algum precisa honrar seu pai.' Assim vocês invalidaram a palavra de Deus por causa da sua tradição."
  },
  {
    "ingles": "You hypocrites, Isaiah aptly prophesied about you when he said:",
    "portugues": "Hipócritas! Isaías profetizou apropriadamente a respeito de vocês, quando disse:"
  },
  {
    "ingles": "'This people honor me with their lips, but their hearts are far removed from me.",
    "portugues": "'Este povo me honra com os lábios, mas seu coração está muito longe de mim."
  },
  {
    "ingles": "It is in vain that they keep worshipping me, for they teach commands of men as doctrines.'\"",
    "portugues": "É em vão que continuam a me adorar, pois ensinam as regras de homens como doutrinas.'\""
  },
  {
    "ingles": "With that he called the crowd near and said to them: \"Listen and get the sense of it:",
    "portugues": "Com isso chamou a multidão para perto e lhes disse: \"Escutem e compreendam o sentido disto:"
  },
  {
    "ingles": "It is not what enters into a man's mouth that defiles him, but it is what comes out of his mouth that defiles him.\"",
    "portugues": "Não é o que entra pela boca do homem que o torna impuro, mas é o que sai da boca que o torna impuro.\""
  },
  {
    "ingles": "Then the disciples came and said to him: \"Do you know that the Pharisees were stumbled at hearing what you said?\"",
    "portugues": "Então, os discípulos vieram e lhe disseram: \"Sabe que os fariseus tropeçaram ao ouvir o que o senhor disse?\""
  },
  {
    "ingles": "In reply he said: \"Every plant that my heavenly Father did not plant will be uprooted.",
    "portugues": "Ele respondeu: \"Toda planta que o meu Pai celestial não tiver plantado será arrancada."
  },
  {
    "ingles": "Let them be. Blind guides is what they are. If, then, a blind man guides a blind man, both will fall into a pit.\"",
    "portugues": "Não se preocupem com eles. Guias cegos é o que eles são. E, se um cego guiar outro cego, ambos cairão num buraco.\""
  },
  {
    "ingles": "Peter responded: \"Make the illustration plain to us.\"",
    "portugues": "Pedro respondeu: \"Explique-nos a ilustração.\""
  },
  {
    "ingles": "At this he said: \"Are you also still without understanding?",
    "portugues": "Então ele disse: \"Vocês também ainda estão sem entendimento?"
  },
  {
    "ingles": "Are you not aware that whatever enters into the mouth passes through the stomach and is discharged into the sewer?",
    "portugues": "Não percebem que tudo o que entra pela boca passa pelo estômago e é expelido para o esgoto?"
  },
  {
    "ingles": "However, whatever comes out of the mouth comes from the heart, and those things defile a man.",
    "portugues": "No entanto, tudo o que sai da boca vem do coração, e essas coisas tornam o homem impuro."
  },
  {
    "ingles": "For example, out of the heart come wicked reasonings: murders, adulteries, sexual immorality, thefts, false testimonies, blasphemies.",
    "portugues": "Por exemplo, do coração vêm raciocínios maus: assassinatos, adultérios, imoralidade sexual, roubos, falsos testemunhos, blasfêmias."
  },
  {
    "ingles": "These are the things that defile a man; but to take a meal with unwashed hands does not defile a man.\"",
    "portugues": "Essas são as coisas que tornam o homem impuro; mas tomar uma refeição sem lavar as mãos não torna o homem impuro.\""
  },
  {
    "ingles": "Leaving there, Jesus now went into the region of Tyre and Sidon.",
    "portugues": "Partindo dali, Jesus foi para a região de Tiro e Sídon."
  },
  {
    "ingles": "And look! a Phoenician woman from that region came and cried out: \"Have mercy on me, Lord, Son of David. My daughter is cruelly demon possessed.\"",
    "portugues": "E uma mulher fenícia que morava naquela região se aproximou e gritou: \"Tenha misericórdia de mim, Senhor, Filho de Davi. Minha filha está possuída por um demônio que a atormenta cruelmente.\""
  },
  {
    "ingles": "But he did not say a word in answer to her. So his disciples came and began to urge him: \"Send her away, because she keeps crying out after us.\"",
    "portugues": "Mas ele não lhe disse nenhuma palavra em resposta. De modo que seus discípulos vieram e lhe pediram: \"Mande-a embora, porque ela continua a gritar atrás de nós.\""
  },
  {
    "ingles": "He answered: \"I was not sent to anyone except to the lost sheep of the house of Israel.\"",
    "portugues": "Ele respondeu: \"Fui enviado apenas às ovelhas perdidas da casa de Israel.\""
  },
  {
    "ingles": "But the woman came and did obeisance to him, saying: \"Lord, help me!\"",
    "portugues": "Mas a mulher veio e se curvou diante dele, dizendo: \"Senhor, ajude-me!\""
  },
  {
    "ingles": "In answer he said: \"It is not right to take the bread of the children and throw it to the little dogs.\"",
    "portugues": "Em resposta, ele disse: \"Não é certo tirar o pão dos filhos e jogá-lo aos cachorrinhos.\""
  },
  {
    "ingles": "She said: \"Yes, Lord, but really the little dogs do eat of the crumbs falling from the table of their masters.\"",
    "portugues": "Ela disse: \"Sim, Senhor, mas na verdade os cachorrinhos comem as migalhas que caem da mesa dos seus donos.\""
  },
  {
    "ingles": "Then Jesus replied to her: \"O woman, great is your faith; let it happen to you as you wish.\" And her daughter was healed from that hour on.",
    "portugues": "Jesus respondeu: \"Ó mulher, grande é a sua fé! Que lhe aconteça conforme você deseja.\" E a filha dela ficou curada daquele momento em diante."
  },
  {
    "ingles": "Departing from there, Jesus next came near the Sea of Galilee, and after going up on the mountain, he was sitting there.",
    "portugues": "A seguir, Jesus partiu dali e foi para perto do mar da Galileia. Depois subiu ao monte e se sentou ali."
  },
  {
    "ingles": "Then large crowds approached him, bringing along people who were lame, maimed, blind, speechless, and many others, and they laid them at his feet, and he cured them.",
    "portugues": "Então grandes multidões se aproximaram dele, trazendo mancos, aleijados, cegos, mudos e muitos outros, e os colocavam aos seus pés, e ele os curava."
  },
  {
    "ingles": "So the crowd felt amazement as they saw the speechless speaking and the maimed being made sound and the lame walking and the blind seeing, and they glorified the God of Israel.",
    "portugues": "Assim, a multidão ficou admirada de ver os mudos falar, os aleijados sarar, os mancos andar e os cegos ver; e glorificavam o Deus de Israel."
  },
  {
    "ingles": "But Jesus called his disciples to him and said: \"I feel pity for the crowd, because they have already stayed with me for three days and they have had nothing to eat. I do not want to send them away hungry, for they may give out on the road.\"",
    "portugues": "Mas Jesus chamou os seus discípulos e disse: \"Tenho pena da multidão, porque já estão comigo há três dias, e eles não têm nada para comer. Eu não quero mandá-los embora com fome, pois poderiam desfalecer na estrada.\""
  },
  {
    "ingles": "However, the disciples said to him: \"Where in this isolated place are we going to get enough bread to satisfy a crowd of this size?\"",
    "portugues": "No entanto, os discípulos lhe perguntaram: \"Onde vamos arranjar, neste lugar isolado, pães suficientes para satisfazer uma multidão deste tamanho?\""
  },
  {
    "ingles": "At this Jesus said to them: \"How many loaves do you have?\" They said: \"Seven, and a few small fish.\"",
    "portugues": "Com isso, Jesus lhes disse: \"Quantos pães vocês têm?\" Disseram: \"Sete, e alguns peixinhos.\""
  },
  {
    "ingles": "So after instructing the crowd to recline on the ground,",
    "portugues": "Portanto, depois de mandar a multidão se sentar no chão,"
  },
  {
    "ingles": "he took the seven loaves and the fish, and after offering thanks, he broke them and began giving them to the disciples, and the disciples gave them to the crowds.",
    "portugues": "pegou os sete pães e os peixes, e, depois de dar graças, partiu-os e começou a dá-los aos discípulos, e os discípulos os deram às multidões."
  },
  {
    "ingles": "And all ate and were satisfied, and they took up seven large baskets full of leftover fragments.",
    "portugues": "E todos comeram e ficaram satisfeitos, e recolheram sete cestos grandes, cheios dos pedaços que sobraram."
  },
  {
    "ingles": "Now those eating were 4,000 men, as well as women and young children.",
    "portugues": "Os que comeram foram 4.000 homens, além de mulheres e crianças."
  },
  {
    "ingles": "Finally, after sending the crowds away, he got into the boat and came into the region of Magadan.",
    "portugues": "Por fim, depois de dispensar as multidões, entrou no barco e chegou à região de Magadã."
  }
]