[
  {
    "ingles": "Here the Pharisees and Sadducees approached him, and to test him, they asked him to display to them a sign from heaven.",
    "portugues": "Ali os fariseus e os saduceus se aproximaram dele e, para testá-lo, pediram a ele que lhes mostrasse um sinal do céu."
  },
  {
    "ingles": "In reply he said to them: \"When evening falls, you say, 'It will be fair weather, for the sky is fire-red,'",
    "portugues": "Em resposta, ele lhes disse: \"Ao cair a noite, vocês dizem: 'Fará tempo bom, pois o céu está vermelho',"
  },
  {
    "ingles": "and in the morning, 'It will be wintry, rainy weather today, for the sky is fire-red but gloomy.' You know how to interpret the appearance of the sky, but the signs of the times you cannot interpret.",
    "portugues": "e, de manhã: 'Hoje fará tempo frio e chuvoso, pois o céu está vermelho, mas sombrio.' Vocês sabem interpretar a aparência do céu, mas não conseguem interpretar os sinais dos tempos."
  },
  {
    "ingles": "A wicked and adulterous generation keeps seeking a sign, but no sign will be given it except the sign of Jonah.\" With that he went away, leaving them behind.",
    "portugues": "Uma geração má e adúltera persiste em buscar um sinal, mas nenhum sinal lhe será dado, exceto o sinal de Jonas.\" Com isso se afastou, deixando-os para trás."
  },
  {
    "ingles": "Now the disciples crossed to the other side and forgot to take bread along.",
    "portugues": "Os discípulos passaram então para a outra margem, mas se esqueceram de levar pães."
  },
  {
    "ingles": "Jesus said to them: \"Keep your eyes open and watch out for the leaven of the Pharisees and Sadducees.\"",
    "portugues": "Jesus lhes disse: \"Mantenham os olhos abertos e tomem cuidado com o fermento dos fariseus e dos saduceus.\""
  },
  {
    "ingles": "So they began to reason among themselves, saying: \"We did not take any loaves along.\"",
    "portugues": "Assim, começaram a raciocinar entre si, dizendo: \"Não trouxemos pães.\""
  },
  {
    "ingles": "Knowing this, Jesus said: \"Why are you discussing among yourselves that you have no loaves, you with little faith?",
    "portugues": "Sabendo disso, Jesus disse: \"Homens de pouca fé, por que estão conversando sobre o fato de não terem pães?"
  },
  {
    "ingles": "Do you not yet see the point, or do you not remember the five loaves in the case of the 5,000 and how many baskets you took up?",
    "portugues": "Ainda não compreendem a questão, e não se lembram dos cinco pães, no caso dos 5.000, e de quantos cestos vocês recolheram?"
  },
  {
    "ingles": "Or the seven loaves in the case of the 4,000 and how many large baskets you took up?",
    "portugues": "Ou dos sete pães, no caso dos 4.000, e de quantos cestos grandes recolheram?"
  },
  {
    "ingles": "How is it you do not discern that I did not speak to you about bread? But watch out for the leaven of the Pharisees and Sadducees.\"",
    "portugues": "Como é que vocês não compreendem que não lhes falei de pão? Eu lhes disse que tomassem cuidado com o fermento dos fariseus e dos saduceus.\""
  },
  {
    "ingles": "Then they grasped that he said to watch out, not for the leaven of bread, but for the teaching of the Pharisees and Sadducees.",
    "portugues": "Compreenderam então que ele falava para tomarem cuidado, não com o fermento de pão, mas com os ensinamentos dos fariseus e dos saduceus."
  },
  {
    "ingles": "When he had come into the region of Caesarea Philippi, Jesus asked his disciples: \"Who are men saying the Son of man is?\"",
    "portugues": "Quando chegou à região de Cesareia de Filipe, Jesus perguntou aos seus discípulos: \"Quem os homens dizem que o Filho do Homem é?\""
  },
  {
    "ingles": "They said: \"Some say John the Baptist, others Elijah, and still others Jeremiah or one of the prophets.\"",
    "portugues": "Responderam: \"Alguns dizem João Batista; outros, Elias; e ainda outros, Jeremias ou um dos profetas.\""
  },
  {
    "ingles": "He said to them: \"You, though, who do you say I am?\"",
    "portugues": "Ele lhes perguntou: \"E vocês, quem dizem que eu sou?\""
  },
  {
    "ingles": "Simon Peter answered: \"You are the Christ, the Son of the living God.\"",
    "portugues": "Simão Pedro respondeu: \"O senhor é o Cristo, o Filho do Deus vivente.\""
  },
  {
    "ingles": "In response Jesus said to him: \"Happy you are, Simon son of Jonah, because flesh and blood did not reveal it to you, but my Father in the heavens did.",
    "portugues": "Jesus lhe disse então: \"Feliz é você, Simão, filho de Jonas, porque isso não lhe foi revelado por homens, mas pelo meu Pai, que está nos céus."
  },
  {
    "ingles": "Also, I say to you: You are Peter, and on this rock I will build my congregation, and the gates of the Grave will not overpower it.",
    "portugues": "Também, eu lhe digo: Você é Pedro, e sobre esta rocha construirei a minha congregação, e os portões da Sepultura não a vencerão."
  },
  {
    "ingles": "I will give you the keys of the Kingdom of the heavens, and whatever you may bind on earth will already be bound in the heavens, and whatever you may loosen on earth will already be loosened in the heavens.\"",
    "portugues": "Eu lhe darei as chaves do Reino dos céus, e tudo o que você amarrar na terra, já terá sido amarrado nos céus, e tudo o que você soltar na terra, já terá sido solto nos céus.\""
  },
  {
    "ingles": "Then he sternly instructed the disciples not to tell anybody that he was the Christ.",
    "portugues": "Então, ele ordenou com firmeza aos discípulos que não dissessem a ninguém que ele era o Cristo."
  },
  {
    "ingles": "From that time forward, Jesus began explaining to his disciples that he must go to Jerusalem and suffer many things from the elders and chief priests and scribes and be killed, and on the third day be raised up.",
    "portugues": "Daquele tempo em diante, Jesus começou a explicar aos seus discípulos que ele tinha de ir a Jerusalém e sofrer muitas coisas da parte dos anciãos, dos principais sacerdotes e dos escribas, e que tinha de ser morto e no terceiro dia ser levantado."
  },
  {
    "ingles": "At this Peter took him aside and began to rebuke him, saying: \"Be kind to yourself, Lord; you will not have this happen to you at all.\"",
    "portugues": "Em vista disso, Pedro o levou à parte e começou a censurá-lo, dizendo: \"Tenha compaixão de si mesmo, Senhor! Isso de modo algum lhe acontecerá.\""
  },
  {
    "ingles": "But turning his back, he said to Peter: \"Get behind me, Satan! You are a stumbling block to me, because you think, not God's thoughts, but those of men.\"",
    "portugues": "Mas ele virou as costas para Pedro e lhe disse: \"Para trás de mim, Satanás! Você é uma pedra de tropeço para mim, porque não tem os pensamentos de Deus, mas os de homens.\""
  },
  {
    "ingles": "Then Jesus said to his disciples: \"If anyone wants to come after me, let him disown himself and pick up his torture stake and keep following me.",
    "portugues": "Jesus disse então aos seus discípulos: \"Se alguém quer ser meu seguidor, negue a si mesmo, apanhe sua estaca de tortura e siga-me sempre."
  },
  {
    "ingles": "For whoever wants to save his life will lose it, but whoever loses his life for my sake will find it.",
    "portugues": "Pois quem quiser salvar a sua vida a perderá, mas quem perder a sua vida por minha causa a achará."
  },
  {
    "ingles": "Really, what good will it do a man if he gains the whole world but loses his life? Or what will a man give in exchange for his life?",
    "portugues": "Realmente, de que adianta o homem ganhar o mundo inteiro, se ele perder a sua vida? Ou o que o homem dará em troca da sua vida?"
  },
  {
    "ingles": "For the Son of man is to come in the glory of his Father with his angels, and then he will repay each one according to his behavior.",
    "portugues": "Porque o Filho do Homem há de vir na glória do seu Pai, com seus anjos, e então retribuirá a cada um segundo o seu comportamento."
  },
  {
    "ingles": "Truly I say to you that there are some of those standing here who will not taste death at all until first they see the Son of man coming in his Kingdom.\"",
    "portugues": "Digo-lhes a verdade: Há alguns dos que estão aqui que de modo algum provarão a morte antes de verem o Filho do Homem vir no seu Reino.\""
  }
]