[
  {
    "ingles": "Six days later Jesus took Peter and James and his brother John along and led them up into a lofty mountain by themselves.",
    "portugues": "Seis dias depois, Jesus chamou Pedro e os irmãos Tiago e João, e os levou a sós a um alto monte."
  },
  {
    "ingles": "And he was transfigured before them; his face shone as the sun, and his outer garments became brilliant as the light.",
    "portugues": "E ele foi transfigurado diante deles; seu rosto brilhava como o sol, e suas roupas se tornaram brilhantes como a luz."
  },
  {
    "ingles": "And look! there appeared to them Moses and Elijah conversing with him.",
    "portugues": "Nisto, apareceram-lhes Moisés e Elias, conversando com ele."
  },
  {
    "ingles": "Then Peter said to Jesus: \"Lord, it is fine for us to be here. If you wish, I will erect three tents here, one for you, one for Moses, and one for Elijah.\"",
    "portugues": "Então Pedro disse a Jesus: \"Senhor, é bom que estejamos aqui. Se desejar, armarei aqui três tendas: uma para o senhor, uma para Moisés e uma para Elias.\""
  },
  {
    "ingles": "While he was still speaking, look! a bright cloud overshadowed them, and look! a voice out of the cloud said: \"This is my Son, the beloved, whom I have approved. Listen to him.\"",
    "portugues": "Ele ainda estava falando, quando uma nuvem luminosa os encobriu, e de repente uma voz vinda da nuvem disse: \"Este é meu Filho, o amado, a quem eu aprovo. Escutem-no.\""
  },
  {
    "ingles": "At hearing this, the disciples fell facedown and became very much afraid.",
    "portugues": "Ao ouvirem isso, os discípulos se prostraram com o rosto por terra e ficaram com muito medo."
  },
  {
    "ingles": "Then Jesus came near, and touching them, he said: \"Get up. Have no fear.\"",
    "portugues": "Jesus se aproximou, então, tocou neles e disse: \"Levantem-se. Não tenham medo.\""
  },
  {
    "ingles": "When they looked up, they saw no one but Jesus himself.",
    "portugues": "Ao levantarem os olhos, não viram mais ninguém, mas apenas Jesus."
  },
  {
    "ingles": "As they were descending from the mountain, Jesus commanded them: \"Tell the vision to no one until the Son of man is raised up from the dead.\"",
    "portugues": "Enquanto desciam do monte, Jesus lhes ordenou: \"Não contem essa visão a ninguém, até que o Filho do Homem seja levantado dentre os mortos.\""
  },
  {
    "ingles": "However, the disciples put the question to him: \"Why, then, do the scribes say that Elijah must come first?\"",
    "portugues": "No entanto, os discípulos lhe perguntaram: \"Por que então os escribas dizem que Elias tem de vir primeiro?\""
  },
  {
    "ingles": "In reply he said: \"Elijah is indeed coming and will restore all things.",
    "portugues": "Em resposta, ele disse: \"Elias, realmente, vem e restabelecerá todas as coisas."
  },
  {
    "ingles": "However, I say to you that Elijah has already come, and they did not recognize him but did whatever they wanted with him. In this way also, the Son of man is going to suffer at their hands.\"",
    "portugues": "No entanto, eu lhes digo que Elias já veio e eles não o reconheceram, mas fizeram com ele o que quiseram. Do mesmo modo também o Filho do Homem sofrerá às mãos deles.\""
  },
  {
    "ingles": "Then the disciples perceived that he spoke to them about John the Baptist.",
    "portugues": "Os discípulos perceberam então que lhes falava de João Batista."
  },
  {
    "ingles": "When they came toward the crowd, a man approached him, knelt down to him, and said:",
    "portugues": "Quando eles chegaram onde estava a multidão, um homem se aproximou dele, se ajoelhou diante dele e disse:"
  },
  {
    "ingles": "\"Lord, have mercy on my son, because he is an epileptic and is ill. He falls often into the fire and often into the water.",
    "portugues": "\"Senhor, tenha misericórdia do meu filho, porque ele é epilético e está doente. Ele cai muitas vezes no fogo e muitas vezes na água."
  },
  {
    "ingles": "I brought him to your disciples, but they could not cure him.\"",
    "portugues": "Eu o trouxe aos seus discípulos, mas eles não conseguiram curá-lo.\""
  },
  {
    "ingles": "In reply Jesus said: \"O faithless and twisted generation, how long must I continue with you? How long must I put up with you? Bring him here to me.\"",
    "portugues": "Jesus disse, em resposta: \"Ó geração sem fé e pervertida, até quando terei de continuar com vocês? Até quando terei de suportá-los? Tragam-no aqui.\""
  },
  {
    "ingles": "Then Jesus rebuked the demon, and it came out of him, and the boy was cured from that hour.",
    "portugues": "Jesus censurou então o demônio, e este saiu dele; e o menino ficou curado daquele momento em diante."
  },
  {
    "ingles": "Then the disciples came to Jesus privately and said: \"Why could we not expel it?\"",
    "portugues": "Então os discípulos se aproximaram de Jesus em particular e perguntaram: \"Por que nós não conseguimos expulsá-lo?\""
  },
  {
    "ingles": "He said to them: \"Because of your little faith. For truly I say to you, if you have faith the size of a mustard grain, you will say to this mountain, 'Move from here to there,' and it will move, and nothing will be impossible for you.\"",
    "portugues": "Ele lhes respondeu: \"Por terem pouca fé. Pois, eu lhes digo a verdade: Se tiverem fé do tamanho de um grão de mostarda, vocês dirão a este monte: 'Mova-se daqui para lá', e ele se moverá, e nada lhes será impossível.\" 21--"
  },
  {
    "ingles": "--",
    "portugues": "Foi quando estavam reunidos na Galileia que Jesus lhes disse: \"O Filho do Homem será entregue às mãos dos homens,"
  },
  {
    "ingles": "It was while they were gathered together in Galilee that Jesus said to them: \"The Son of man is going to be betrayed into men's hands,",
    "portugues": "e eles o matarão, e no terceiro dia ele será levantado.\" E eles ficaram muito tristes."
  },
  {
    "ingles": "and they will kill him, and on the third day he will be raised up.\" And they were very much grieved.",
    "portugues": "Depois de eles chegarem a Cafarnaum, os homens que cobravam o imposto de duas dracmas se aproximaram de Pedro e perguntaram: \"O seu instrutor não paga as duas dracmas de imposto?\""
  },
  {
    "ingles": "After they arrived in Capernaum, the men collecting the two drachmas tax approached Peter and said: \"Does your teacher not pay the two drachmas tax?\"",
    "portugues": "Pedro disse: \"Sim, ele paga.\" No entanto, quando ele entrou na casa, Jesus falou primeiro que ele: \"O que acha, Simão? De quem os reis da terra recebem tributos ou imposto por cabeça? Dos seus filhos ou dos estranhos?\""
  },
  {
    "ingles": "He said: \"Yes.\" However, when he entered the house, Jesus spoke to him first and said: \"What do you think, Simon? From whom do the kings of the earth receive duties or head tax? From their sons or from the strangers?\"",
    "portugues": "Quando ele disse: \"Dos estranhos\", Jesus lhe disse: \"Realmente, então, os filhos estão isentos de impostos."
  },
  {
    "ingles": "When he said: \"From the strangers,\" Jesus said to him: \"Really, then, the sons are tax-free.",
    "portugues": "Mas, para que não os façamos tropeçar, vá ao mar, lance o anzol e pegue o primeiro peixe que você pescar; quando abrir a boca dele, você achará uma moeda de prata. Pegue-a e entregue-a a eles por mim e por você.\""
  }
]