[
  {
    "ingles": "In that hour the disciples came near to Jesus and said: \"Who really is greatest in the Kingdom of the heavens?\"",
    "portugues": "Naquela hora, os discípulos se aproximaram de Jesus e perguntaram: \"Quem é realmente o maior no Reino dos céus?\""
  },
  {
    "ingles": "So calling a young child to him, he stood him in their midst",
    "portugues": "Então, ele chamou uma criancinha, colocou-a no meio deles"
  },
  {
    "ingles": "and said: \"Truly I say to you, unless you turn around and become as young children, you will by no means enter into the Kingdom of the heavens.",
    "portugues": "e disse: \"Digo-lhes a verdade: A menos que vocês deem meia-volta e se tornem como criancinhas, de modo algum entrarão no Reino dos céus."
  },
  {
    "ingles": "Therefore, whoever will humble himself like this young child is the one who is the greatest in the Kingdom of the heavens;",
    "portugues": "Por isso, quem se humilha, como esta criancinha, é aquele que é o maior no Reino dos céus;"
  },
  {
    "ingles": "and whoever receives one such young child on the basis of my name receives me also.",
    "portugues": "e quem recebe em meu nome uma criancinha como esta, recebe também a mim."
  },
  {
    "ingles": "But whoever stumbles one of these little ones who have faith in me, it would be better for him to have hung around his neck a millstone that is turned by a donkey and to be sunk in the open sea.",
    "portugues": "Mas quem fizer tropeçar um destes pequenos que têm fé em mim, seria melhor para ele que pendurassem no seu pescoço uma pedra de moinho daquelas que o jumento faz girar, e que fosse afundado no alto-mar."
  },
  {
    "ingles": "\"Woe to the world because of the stumbling blocks! Of course, it is inevitable that stumbling blocks will come, but woe to the man through whom the stumbling block comes!",
    "portugues": "\"Ai do mundo por causa das suas pedras de tropeço! Claro, é inevitável que venham as pedras de tropeço, mas ai do homem por meio de quem vem a pedra de tropeço!"
  },
  {
    "ingles": "If, then, your hand or your foot makes you stumble, cut it off and throw it away from you. It is better for you to enter into life maimed or lame than to be thrown with two hands or two feet into the everlasting fire.",
    "portugues": "Então, se a sua mão ou o seu pé faz você tropeçar, corte-o e lance-o para longe. É melhor para você entrar na vida aleijado ou manco do que ser lançado com as duas mãos ou os dois pés no fogo eterno."
  },
  {
    "ingles": "Also, if your eye makes you stumble, tear it out and throw it away from you. It is better for you to enter one-eyed into life than to be thrown with two eyes into the fiery Gehenna.",
    "portugues": "Também, se o seu olho o faz tropeçar, arranque-o e lance-o para longe de você. É melhor para você entrar na vida com um olho só do que ser lançado com os dois olhos na Geena ardente."
  },
  {
    "ingles": "See that you do not despise one of these little ones, for I tell you that their angels in heaven always look upon the face of my Father who is in heaven.",
    "portugues": "Tomem cuidado para não desprezar um destes pequenos, pois eu lhes digo que os anjos deles no céu estão sempre vendo a face do meu Pai, que está no céu. 11--"
  },
  {
    "ingles": "--",
    "portugues": "\"O que vocês acham? Se um homem tem"
  },
  {
    "ingles": "\"What do you think? If a man has",
    "portugues": "ovelhas e uma delas se perde, não deixará ele as"
  },
  {
    "ingles": "sheep and one of them strays, will he not leave the",
    "portugues": "nos montes e irá à procura daquela que se perdeu?"
  },
  {
    "ingles": "on the mountains and set out on a search for the one that is straying?",
    "portugues": "E, se a encontrar, certamente lhes digo que se alegrará mais com ela do que com as"
  },
  {
    "ingles": "And if he finds it, I certainly tell you, he rejoices more over it than over the",
    "portugues": "que não se perderam."
  },
  {
    "ingles": "that have not strayed.",
    "portugues": "Do mesmo modo, não é o desejo do meu Pai, que está no céu, que se perca nem mesmo um destes pequenos."
  },
  {
    "ingles": "Likewise, it is not a desirable thing to my Father who is in heaven for even one of these little ones to perish.",
    "portugues": "\"Além disso, se o seu irmão cometer um pecado, vá mostrar-lhe o seu erro, somente você e ele. Se ele o escutar, você ganhou o seu irmão."
  },
  {
    "ingles": "\"Moreover, if your brother commits a sin, go and reveal his fault between you and him alone. If he listens to you, you have gained your brother.",
    "portugues": "Mas, se não o escutar, leve com você mais um ou dois, para que, com base no depoimento de duas ou três testemunhas, toda questão seja estabelecida."
  },
  {
    "ingles": "But if he does not listen, take along with you one or two more, so that on the testimony of two or three witnesses every matter may be established.",
    "portugues": "Se ele não os escutar, fale à congregação. Se não escutar nem mesmo a congregação, seja ele para você apenas como homem das nações e como cobrador de impostos."
  },
  {
    "ingles": "If he does not listen to them, speak to the congregation. If he does not listen even to the congregation, let him be to you just as a man of the nations and as a tax collector.",
    "portugues": "\"Digo-lhes a verdade: Tudo o que vocês amarrarem na terra já terá sido amarrado no céu, e tudo o que soltarem na terra já terá sido solto no céu."
  },
  {
    "ingles": "\"Truly I say to you, whatever things you may bind on earth will be things already bound in heaven, and whatever things you may loosen on earth will be things already loosened in heaven.",
    "portugues": "Também lhes digo esta verdade: Se dois de vocês, na terra, concordarem em qualquer coisa importante que pedirem, ela lhes será concedida pelo meu Pai, que está no céu."
  },
  {
    "ingles": "Again I tell you truly, if two of you on earth agree concerning anything of importance that they should request, it will take place for them on account of my Father in heaven.",
    "portugues": "Pois, onde há dois ou três reunidos em meu nome, ali estou eu no meio deles.\" 2Primeira Pedro se aproximou então e lhe perguntou: \"Senhor, quantas vezes devo perdoar o meu irmão se ele pecar contra mim? Até sete vezes?\""
  },
  {
    "ingles": "For where there are two or three gathered together in my name, there I am in their midst.\"",
    "portugues": "Jesus respondeu: \"Eu não lhe digo até sete vezes, mas até"
  },
  {
    "ingles": "Then Peter came and said to him: \"Lord, how many times is my brother to sin against me and am I to forgive him? Up to seven times?\"",
    "portugues": "vezes."
  },
  {
    "ingles": "Jesus said to him: \"I say to you, not up to seven times, but up to",
    "portugues": "\"É por isso que o Reino dos céus pode ser comparado a um rei que queria ajustar contas com os seus escravos."
  },
  {
    "ingles": "times.",
    "portugues": "Quando começou a ajustá-las, trouxeram-lhe um homem que lhe devia 10.000 talentos."
  },
  {
    "ingles": "\"That is why the Kingdom of the heavens may be likened to a king who wanted to settle accounts with his slaves.",
    "portugues": "Mas, visto que este não tinha meios para pagar, seu senhor mandou que ele, a esposa dele, os filhos dele e tudo o que tivesse fossem vendidos e fosse feito o pagamento."
  },
  {
    "ingles": "When he started to settle them, a man was brought in who owed him 10,000 talents.",
    "portugues": "Então o escravo se prostrou e lhe prestou homenagem, dizendo: 'Tenha paciência comigo, e eu lhe pagarei tudo.'"
  },
  {
    "ingles": "But because he did not have the means to pay it back, his master ordered him and his wife and his children and all the things he owned to be sold and payment to be made.",
    "portugues": "Com pena dele, o senhor daquele escravo o deixou ir e cancelou a sua dívida."
  },
  {
    "ingles": "So the slave fell down and did obeisance to him, saying, 'Be patient with me, and I will pay back everything to you.'",
    "portugues": "Mas aquele escravo saiu e encontrou um dos seus coescravos, que lhe devia"
  },
  {
    "ingles": "Moved with pity at this, the master of that slave let him off and canceled his debt.",
    "portugues": "denários. Ele o agarrou e começou a estrangulá-lo, dizendo: 'Pague o que você deve.'"
  },
  {
    "ingles": "But that slave went out and found one of his fellow slaves, who owed him",
    "portugues": "Então seu coescravo se prostrou e lhe suplicou: 'Tenha paciência comigo, e eu lhe pagarei.'"
  },
  {
    "ingles": "denarii, and grabbed him and began to choke him, saying, 'Pay back whatever you owe.'",
    "portugues": "No entanto, ele não quis. Em vez disso, mandou lançá-lo na prisão, até que pagasse o que devia."
  },
  {
    "ingles": "So his fellow slave fell down and began to beg him, saying, 'Be patient with me, and I will pay you back.'",
    "portugues": "Quando seus coescravos viram o que tinha acontecido, ficaram muito tristes e foram contar ao seu senhor tudo o que tinha acontecido."
  },
  {
    "ingles": "However, he was not willing, but he went and had him thrown into prison until he could pay back what he owed.",
    "portugues": "O senhor dele o convocou então e lhe disse: 'Escravo mau, eu lhe cancelei toda aquela dívida quando você me suplicou."
  },
  {
    "ingles": "When his fellow slaves saw what had happened, they became greatly distressed, and they went and reported to their master all the things that had happened.",
    "portugues": "Não devia você também ter tido misericórdia do seu coescravo, como eu tive misericórdia de você?'"
  },
  {
    "ingles": "Then his master summoned him and said to him: 'Wicked slave, I canceled all that debt for you when you pleaded with me.",
    "portugues": "Com isso, seu senhor, furioso, entregou-o aos carcereiros, até que pagasse tudo o que devia."
  },
  {
    "ingles": "Should you not also have shown mercy to your fellow slave as I showed mercy to you?'",
    "portugues": "Meu Pai celestial tratará vocês da mesma forma, se cada um de vocês não perdoar de coração ao seu irmão.\""
  }
]