[
  {
    "ingles": "When Jesus had finished speaking these things, he departed from Galilee and came to the borders of Judea across the Jordan.",
    "portugues": "Quando Jesus terminou de falar essas coisas, partiu da Galileia e foi para as fronteiras da Judeia, do outro lado do Jordão."
  },
  {
    "ingles": "Also, large crowds followed him, and he cured them there.",
    "portugues": "Também, grandes multidões o seguiram, e ele as curou ali."
  },
  {
    "ingles": "And Pharisees came to him intent on testing him, and they asked: \"Is it lawful for a man to divorce his wife on every sort of grounds?\"",
    "portugues": "Alguns fariseus se aproximaram dele, querendo pô-lo à prova, e perguntaram: \"É permitido que um homem se divorcie da sua esposa por qualquer motivo?\""
  },
  {
    "ingles": "In reply he said: \"Have you not read that the one who created them from the beginning made them male and female",
    "portugues": "Ele respondeu: \"Não leram que aquele que os criou no princípio os fez homem e mulher,"
  },
  {
    "ingles": "and said: 'For this reason a man will leave his father and his mother and will stick to his wife, and the two will be one flesh'?",
    "portugues": "e disse: 'Por essa razão o homem deixará seu pai e sua mãe e se apegará à sua esposa, e os dois serão uma só carne'?"
  },
  {
    "ingles": "So that they are no longer two, but one flesh. Therefore, what God has yoked together, let no man put apart.\"",
    "portugues": "De modo que não são mais dois, mas uma só carne. Portanto, o que Deus pôs sob o mesmo jugo, o homem não deve separar.\""
  },
  {
    "ingles": "They said to him: \"Why, then, did Moses direct giving a certificate of dismissal and divorcing her?\"",
    "portugues": "Perguntaram-lhe: \"Então, por que Moisés mandou que o homem desse a ela um certificado de divórcio e a mandasse embora?\""
  },
  {
    "ingles": "He said to them: \"Out of regard for your hard-heartedness, Moses made the concession to you of divorcing your wives, but that has not been the case from the beginning.",
    "portugues": "Ele lhes disse: \"Foi por causa da dureza do coração de vocês que Moisés lhes fez a concessão de se divorciarem de suas esposas, mas não era assim no princípio."
  },
  {
    "ingles": "I say to you that whoever divorces his wife, except on the grounds of sexual immorality, and marries another commits adultery.\"",
    "portugues": "Eu lhes digo que quem se divorcia da sua esposa, a não ser por causa de imoralidade sexual, e se casa com outra, comete adultério.\""
  },
  {
    "ingles": "The disciples said to him: \"If that is the situation of a man with his wife, it is not advisable to marry.\"",
    "portugues": "Os discípulos lhe disseram: \"Se essa é a situação entre o homem e sua esposa, não é aconselhável se casar.\""
  },
  {
    "ingles": "He said to them: \"Not all men make room for the saying, but only those who have the gift.",
    "portugues": "Ele lhes disse: \"Nem todos os homens dão lugar a essas palavras, mas somente os que têm o dom."
  },
  {
    "ingles": "For there are eunuchs who were born that way, and there are eunuchs who were made eunuchs by men, and there are eunuchs who have made themselves eunuchs on account of the Kingdom of the heavens. Let the one who can make room for it make room for it.\"",
    "portugues": "Pois há eunucos que nasceram assim, há eunucos que foram feitos eunucos pelos homens e há eunucos que se fizeram eunucos por causa do Reino dos céus. Dê lugar a isso aquele que pode dar lugar a isso.\""
  },
  {
    "ingles": "Then young children were brought to him for him to place his hands on them and offer prayer, but the disciples reprimanded them.",
    "portugues": "Então alguns trouxeram a ele criancinhas, para que pusesse as mãos sobre elas e proferisse uma oração, mas os discípulos os repreenderam."
  },
  {
    "ingles": "Jesus, however, said: \"Let the young children alone, and do not try to stop them from coming to me, for the Kingdom of the heavens belongs to such ones.\"",
    "portugues": "Jesus, porém, disse: \"Deixem as criancinhas e não tentem impedi-las de vir a mim, pois o Reino dos céus pertence aos que são como elas.\""
  },
  {
    "ingles": "And he placed his hands on them and departed from there.",
    "portugues": "Ele pôs as mãos sobre elas e partiu dali."
  },
  {
    "ingles": "Now look! someone came up to him and said: \"Teacher, what good must I do to gain everlasting life?\"",
    "portugues": "Então alguém se aproximou dele e perguntou: \"Instrutor, o que devo fazer de bom para ganhar a vida eterna?\""
  },
  {
    "ingles": "He said to him: \"Why do you ask me about what is good? One there is who is good. If, though, you want to enter into life, observe the commandments continually.\"",
    "portugues": "Ele lhe disse: \"Por que você me pergunta sobre o que é bom? Bom só existe um. Porém, se você quer entrar na vida, obedeça sempre aos mandamentos.\""
  },
  {
    "ingles": "He said to him: \"Which ones?\" Jesus said: \"You must not murder, you must not commit adultery, you must not steal, you must not bear false witness,",
    "portugues": "Ele lhe perguntou: \"Quais?\" Jesus disse: \"Não assassine; não cometa adultério; não furte; não dê falso testemunho;"
  },
  {
    "ingles": "honor your father and your mother, and you must love your neighbor as yourself.\"",
    "portugues": "honre seu pai e sua mãe; e ame o seu próximo como a si mesmo.\""
  },
  {
    "ingles": "The young man said to him: \"I have kept all of these; what am I still lacking?\"",
    "portugues": "O jovem lhe disse: \"Tenho cumprido todos esses. O que me falta ainda?\""
  },
  {
    "ingles": "Jesus said to him: \"If you want to be perfect, go sell your belongings and give to the poor, and you will have treasure in heaven; and come be my follower.\"",
    "portugues": "Jesus lhe disse: \"Se você quer ser perfeito, vá vender seus bens e dê o dinheiro aos pobres, e você terá um tesouro no céu; e venha ser meu seguidor.\""
  },
  {
    "ingles": "When the young man heard this, he went away grieved, for he had many possessions.",
    "portugues": "Quando o jovem ouviu isso, foi embora triste, porque tinha muitas posses."
  },
  {
    "ingles": "Then Jesus said to his disciples: \"Truly I say to you that it will be difficult for a rich man to enter the Kingdom of the heavens.",
    "portugues": "Jesus disse então aos seus discípulos: \"Eu lhes digo a verdade: Será difícil para um rico entrar no Reino dos céus."
  },
  {
    "ingles": "Again I say to you, it is easier for a camel to get through a needle's eye than for a rich man to enter the Kingdom of God.\"",
    "portugues": "Eu lhes digo ainda: É mais fácil um camelo passar pelo buraco de uma agulha do que um rico entrar no Reino de Deus.\""
  },
  {
    "ingles": "When the disciples heard that, they were greatly astounded, saying: \"Who really can be saved?\"",
    "portugues": "Quando os discípulos ouviram isso, ficaram muito espantados e disseram: \"Quem realmente pode ser salvo?\""
  },
  {
    "ingles": "Looking at them intently, Jesus said to them: \"With men this is impossible, but with God all things are possible.\"",
    "portugues": "Jesus olhou fixamente para eles e lhes disse: \"Para os homens isso é impossível, mas para Deus todas as coisas são possíveis.\""
  },
  {
    "ingles": "Then Peter said in reply: \"Look! We have left all things and followed you; what, then, will there be for us?\"",
    "portugues": "Pedro respondeu: \"Veja, deixamos tudo e seguimos o senhor. O que haverá então para nós?\""
  },
  {
    "ingles": "Jesus said to them: \"Truly I say to you, in the re-creation, when the Son of man sits down on his glorious throne, you who have followed me will sit on",
    "portugues": "Jesus lhes disse: \"Eu lhes garanto: Na recriação, quando o Filho do Homem se sentar no seu trono glorioso, vocês que me seguiram se sentarão em"
  },
  {
    "ingles": "thrones, judging the",
    "portugues": "tronos e julgarão as"
  },
  {
    "ingles": "tribes of Israel.",
    "portugues": "tribos de Israel."
  },
  {
    "ingles": "And everyone who has left houses or brothers or sisters or father or mother or children or lands for the sake of my name will receive a hundred times as much and will inherit everlasting life.",
    "portugues": "E todo aquele que tiver deixado casas, irmãos, irmãs, pai, mãe, filhos ou terras, por causa do meu nome, receberá cem vezes mais e herdará a vida eterna."
  },
  {
    "ingles": "\"But many who are first will be last, and the last first.",
    "portugues": "\"Mas muitos que são primeiros serão últimos; e os últimos, primeiros."
  }
]