[
  {
    "ingles": "When they got close to Jerusalem and arrived at Bethphage on the Mount of Olives, then Jesus sent two disciples,",
    "portugues": "Quando se aproximaram de Jerusalém e chegaram a Betfagé, no monte das Oliveiras, Jesus enviou dois discípulos,"
  },
  {
    "ingles": "saying to them: \"Go into the village that is within sight, and you will at once find a donkey tied and a colt with her. Untie them and bring them to me.",
    "portugues": "dizendo-lhes: \"Vão à aldeia que está ao alcance da vista e logo acharão uma jumenta amarrada, e um jumentinho com ela. Desamarrem-nos e tragam-nos para mim."
  },
  {
    "ingles": "If someone says anything to you, you must say, 'The Lord needs them.' At that he will immediately send them.\"",
    "portugues": "Se alguém lhes disser alguma coisa, digam: 'O Senhor precisa deles.' Com isso, imediatamente os deixará trazê-los.\""
  },
  {
    "ingles": "This actually took place to fulfill what was spoken through the prophet, who said:",
    "portugues": "Isso aconteceu para que se cumprissem as palavras do profeta, que disse:"
  },
  {
    "ingles": "\"Tell the daughter of Zion: 'Look! Your king is coming to you, mild-tempered and mounted on a donkey, yes, on a colt, the offspring of a beast of burden.'\"",
    "portugues": "\"Digam à filha de Sião: 'Veja! Seu rei está vindo a você, de temperamento brando e montado num jumento, sim, num jumentinho, filho de um animal de carga.'\""
  },
  {
    "ingles": "So the disciples went and did just as Jesus had instructed them.",
    "portugues": "Os discípulos foram então e fizeram conforme Jesus lhes havia ordenado."
  },
  {
    "ingles": "They brought the donkey and its colt, and they put their outer garments on them, and he sat on them.",
    "portugues": "Trouxeram a jumenta e seu jumentinho, colocaram sobre eles suas capas, e ele se sentou nelas."
  },
  {
    "ingles": "Most of the crowd spread their outer garments on the road, while others were cutting down branches from the trees and spreading them on the road.",
    "portugues": "A maior parte da multidão estendeu suas capas na estrada, ao passo que outros cortavam ramos das árvores e os espalhavam pela estrada."
  },
  {
    "ingles": "Moreover, the crowds going ahead of him and those following him kept shouting: \"Save, we pray, the Son of David! Blessed is the one who comes in Jehovah's name! Save him, we pray, in the heights above!\"",
    "portugues": "Além disso, as multidões que iam na frente dele e as que o seguiam gritavam: \"Salva, rogamos, o Filho de Davi! Bendito é aquele que vem em nome de Jeová! Salva-o, rogamos, nas maiores alturas!\""
  },
  {
    "ingles": "And when he entered Jerusalem, the whole city was in an uproar, saying: \"Who is this?\"",
    "portugues": "Quando ele entrou em Jerusalém, a cidade inteira ficou em alvoroço, e diziam: \"Quem é este?\""
  },
  {
    "ingles": "The crowds kept saying: \"This is the prophet Jesus, from Nazareth of Galilee!\"",
    "portugues": "As multidões respondiam: \"Este é o profeta Jesus, de Nazaré da Galileia!\""
  },
  {
    "ingles": "Jesus entered the temple and threw out all those selling and buying in the temple, and he overturned the tables of the money changers and the benches of those selling doves.",
    "portugues": "Jesus entrou no templo, expulsou todos os que vendiam e compravam no templo, e derrubou as mesas dos cambistas e as cadeiras dos que vendiam pombas."
  },
  {
    "ingles": "And he said to them: \"It is written, 'My house will be called a house of prayer,' but you are making it a cave of robbers.\"",
    "portugues": "E lhes disse: \"Está escrito: 'Minha casa será chamada casa de oração', mas vocês fazem dela um abrigo de ladrões.\""
  },
  {
    "ingles": "Also, blind and lame people came to him in the temple, and he cured them.",
    "portugues": "Também, cegos e mancos se aproximaram dele no templo, e ele os curou."
  },
  {
    "ingles": "When the chief priests and the scribes saw the marvelous things he did and the boys who were shouting in the temple, \"Save, we pray, the Son of David!\" they became indignant",
    "portugues": "Quando os principais sacerdotes e os escribas viram as coisas maravilhosas que ele fazia e os meninos que gritavam no templo: \"Salva, rogamos, o Filho de Davi!\", ficaram indignados"
  },
  {
    "ingles": "and said to him: \"Do you hear what these are saying?\" Jesus said to them: \"Yes. Did you never read this, 'Out of the mouth of children and infants, you have brought forth praise'?\"",
    "portugues": "e lhe disseram: \"Está ouvindo o que eles estão dizendo?\" Jesus lhes disse: \"Sim. Vocês nunca leram o seguinte: 'Da boca de crianças e de bebês fizeste sair louvor'?\""
  },
  {
    "ingles": "And leaving them behind, he went out of the city to Bethany and spent the night there.",
    "portugues": "E, deixando-os para trás, saiu da cidade para Betânia e passou a noite ali."
  },
  {
    "ingles": "While returning to the city early in the morning, he felt hungry.",
    "portugues": "Ao voltar à cidade de manhã cedo, sentiu fome."
  },
  {
    "ingles": "He caught sight of a fig tree by the road and went to it, but he found nothing on it except leaves, and he said to it: \"Let no fruit come from you ever again.\" And the fig tree withered instantly.",
    "portugues": "Ele viu uma figueira à beira da estrada e se dirigiu a ela, mas não encontrou nada, a não ser folhas, e lhe disse: \"Nunca mais produza fruto algum.\" E a figueira secou instantaneamente."
  },
  {
    "ingles": "When the disciples saw this, they were amazed and said: \"How is it that the fig tree withered instantly?\"",
    "portugues": "Quando os discípulos viram isso, ficaram admirados e disseram: \"Como é que a figueira secou instantaneamente?\""
  },
  {
    "ingles": "In answer Jesus said to them: \"Truly I say to you, if you have faith and do not doubt, not only will you do what I did to the fig tree, but even if you say to this mountain, 'Be lifted up and thrown into the sea,' it will happen.",
    "portugues": "Em resposta, Jesus lhes disse: \"Eu lhes digo a verdade: Se tiverem fé e não duvidarem, vocês não só farão o que eu fiz à figueira, mas até mesmo se disserem a este monte: 'Levante-se e jogue-se no mar', isso acontecerá."
  },
  {
    "ingles": "And all the things you ask in prayer, having faith, you will receive.\"",
    "portugues": "E tudo o que pedirem em oração, tendo fé, vocês receberão.\""
  },
  {
    "ingles": "After he went into the temple, the chief priests and the elders of the people came up to him while he was teaching and said: \"By what authority do you do these things? And who gave you this authority?\"",
    "portugues": "Depois de ele entrar no templo, os principais sacerdotes e os anciãos do povo se aproximaram dele, enquanto ensinava, e perguntaram: \"Com que autoridade você faz essas coisas? E quem lhe deu essa autoridade?\""
  },
  {
    "ingles": "In reply Jesus said to them: \"I will also ask you one thing. If you tell me, then I will also tell you by what authority I do these things:",
    "portugues": "Jesus lhes disse em resposta: \"Eu também lhes perguntarei uma coisa. Se me responderem, então eu lhes direi com que autoridade faço essas coisas:"
  },
  {
    "ingles": "The baptism by John, from what source was it? From heaven or from men?\" But they began to reason among themselves, saying: \"If we say, 'From heaven,' he will say to us, 'Why, then, did you not believe him?'",
    "portugues": "O batismo de João, de onde se originou? Do céu ou dos homens?\" Mas eles começaram a raciocinar entre si, dizendo: \"Se dissermos: 'Do céu', ele nos dirá: 'Então, por que vocês não acreditaram nele?'"
  },
  {
    "ingles": "But if we say, 'From men,' we have the crowd to fear, for they all regard John as a prophet.\"",
    "portugues": "Mas, se dissermos: 'Dos homens', temos a multidão para temer, porque todos eles consideram João como profeta.\""
  },
  {
    "ingles": "So they answered Jesus: \"We do not know.\" He, in turn, said to them: \"Neither am I telling you by what authority I do these things.",
    "portugues": "Assim, responderam a Jesus: \"Não sabemos.\" Ele, por sua vez, lhes disse: \"Então eu também não lhes digo com que autoridade faço essas coisas."
  },
  {
    "ingles": "\"What do you think? A man had two children. Going up to the first, he said, 'Child, go work today in the vineyard.'",
    "portugues": "\"O que vocês acham? Um homem tinha dois filhos. Dirigindo-se ao primeiro, disse: 'Filho, vá trabalhar hoje no vinhedo.'"
  },
  {
    "ingles": "In answer this one said, 'I will not,' but afterward, he felt regret and went out.",
    "portugues": "Em resposta, esse lhe disse: 'Não irei', mas depois se arrependeu e foi."
  },
  {
    "ingles": "Approaching the second, he said the same. This one replied, 'I will, Sir,' but did not go out.",
    "portugues": "Aproximando-se do segundo, o pai disse a mesma coisa. Esse respondeu: 'Sim, senhor', mas não foi."
  },
  {
    "ingles": "Which of the two did the will of his father?\" They said: \"The first.\" Jesus said to them: \"Truly I say to you that the tax collectors and the prostitutes are going ahead of you into the Kingdom of God.",
    "portugues": "Qual dos dois fez a vontade do pai?\" Eles disseram: \"O primeiro.\" Jesus lhes disse: \"Garanto a vocês que os cobradores de impostos e as prostitutas entrarão antes de vocês no Reino de Deus."
  },
  {
    "ingles": "For John came to you in a way of righteousness, but you did not believe him. However, the tax collectors and the prostitutes believed him, and even when you saw this, you did not feel regret afterward so as to believe him.",
    "portugues": "Porque João veio a vocês num caminho de justiça, mas vocês não acreditaram nele. No entanto os cobradores de impostos e as prostitutas acreditaram nele; e nem mesmo depois de verem isso vocês se arrependeram a ponto de acreditar nele."
  },
  {
    "ingles": "\"Hear another illustration: There was a man, a landowner, who planted a vineyard and put a fence around it and dug a winepress in it and erected a tower; then he leased it to cultivators and traveled abroad.",
    "portugues": "\"Ouçam outra ilustração: havia um homem, um proprietário, que plantou um vinhedo, pôs uma cerca em volta dele, cavou um lagar de vinho e ergueu uma torre; então arrendou o vinhedo a lavradores e viajou para fora."
  },
  {
    "ingles": "When the fruit season came around, he sent his slaves to the cultivators to collect his fruit.",
    "portugues": "Quando chegou a estação dos frutos, enviou seus escravos aos lavradores, para receber seus frutos."
  },
  {
    "ingles": "However, the cultivators took his slaves, and they beat one up, another they killed, another they stoned.",
    "portugues": "No entanto, os lavradores pegaram os escravos dele, e a um espancaram, a outro mataram e a outro apedrejaram."
  },
  {
    "ingles": "Again he sent other slaves, more than the first group, but they did the same to these.",
    "portugues": "Enviou novamente outros escravos, em maior número do que no primeiro grupo, mas fizeram-lhes o mesmo."
  },
  {
    "ingles": "Lastly he sent his son to them, saying, 'They will respect my son.'",
    "portugues": "Por fim enviou a eles seu filho, dizendo: 'Respeitarão o meu filho.'"
  },
  {
    "ingles": "On seeing the son, the cultivators said among themselves, 'This is the heir. Come, let us kill him and get his inheritance!'",
    "portugues": "Ao verem o filho, os lavradores disseram entre si: 'Este é o herdeiro. Venham, vamos matá-lo e ficar com a sua herança!'"
  },
  {
    "ingles": "So they took him and threw him out of the vineyard and killed him.",
    "portugues": "Assim, eles o pegaram, o lançaram para fora do vinhedo e o mataram."
  },
  {
    "ingles": "Therefore, when the owner of the vineyard comes, what will he do to those cultivators?\"",
    "portugues": "Portanto, quando o dono do vinhedo voltar, o que fará com aqueles lavradores?\""
  },
  {
    "ingles": "They said to him: \"Because they are evil, he will bring a terrible destruction on them and will lease the vineyard to other cultivators, who will give him the fruits when they become due.\"",
    "portugues": "Disseram-lhe: \"Por serem maus, trará sobre eles uma destruição terrível e arrendará o vinhedo a outros lavradores, que lhe darão os frutos no seu tempo devido.\""
  },
  {
    "ingles": "Jesus said to them: \"Did you never read in the Scriptures, 'The stone that the builders rejected, this has become the chief cornerstone. This has come from Jehovah, and it is marvelous in our eyes'?",
    "portugues": "Jesus lhes disse: \"Vocês nunca leram nas Escrituras: 'A pedra que os construtores rejeitaram, essa se tornou a principal pedra angular. Isso procede de Jeová e é maravilhoso aos nossos olhos'?"
  },
  {
    "ingles": "This is why I say to you, the Kingdom of God will be taken from you and be given to a nation producing its fruits.",
    "portugues": "É por isso que lhes digo: O Reino de Deus será tirado de vocês e será dado a uma nação que produza os seus frutos."
  },
  {
    "ingles": "Also, the person falling on this stone will be shattered. As for anyone on whom it falls, it will crush him.\"",
    "portugues": "Também, quem cair sobre essa pedra será despedaçado. Quanto àquele sobre quem ela cair, será esmagado.\""
  },
  {
    "ingles": "When the chief priests and the Pharisees heard his illustrations, they knew that he was speaking about them.",
    "portugues": "Quando os principais sacerdotes e os fariseus ouviram as ilustrações dele, sabiam que falava deles."
  },
  {
    "ingles": "Although they wanted to seize him, they feared the crowds, because these regarded him as a prophet.",
    "portugues": "Embora quisessem prendê-lo, tinham medo das multidões, porque elas o consideravam como profeta."
  }
]