[
  {
    "ingles": "Once more Jesus spoke to them with illustrations, saying:",
    "portugues": "Jesus lhes falou novamente com ilustrações, dizendo:"
  },
  {
    "ingles": "\"The Kingdom of the heavens may be likened to a king who made a marriage feast for his son.",
    "portugues": "\"O Reino dos céus pode ser comparado a um rei que fez uma festa de casamento para o seu filho."
  },
  {
    "ingles": "And he sent his slaves to call those invited to the marriage feast, but they were unwilling to come.",
    "portugues": "Ele mandou seus escravos chamar os convidados à festa de casamento, mas estes não quiseram ir."
  },
  {
    "ingles": "Again he sent other slaves, saying, 'Tell those invited: \"Look! I have prepared my dinner, my bulls and fattened animals are slaughtered, and everything is ready. Come to the marriage feast.\"'",
    "portugues": "Mandou novamente outros escravos, dizendo: 'Digam aos convidados: \"Já preparei o banquete; meus touros e meus animais gordos já foram abatidos e tudo está pronto. Venham à festa de casamento.\"'"
  },
  {
    "ingles": "But unconcerned they went off, one to his own field, another to his business;",
    "portugues": "Mas os convidados, indiferentes, foram embora, um para seu próprio campo, outro para seu negócio;"
  },
  {
    "ingles": "but the rest, seizing his slaves, treated them insolently and killed them.",
    "portugues": "e os outros agarraram os escravos dele, os maltrataram e os mataram."
  },
  {
    "ingles": "\"The king grew wrathful and sent his armies and killed those murderers and burned their city.",
    "portugues": "\"O rei ficou furioso e enviou seus exércitos, matou aqueles assassinos e queimou a cidade deles."
  },
  {
    "ingles": "Then he said to his slaves, 'The marriage feast is ready, but those invited were not worthy.",
    "portugues": "Depois disse aos seus escravos: 'A festa de casamento está pronta, mas os convidados não eram dignos."
  },
  {
    "ingles": "Therefore, go to the roads leading out of the city, and invite anyone you find to the marriage feast.'",
    "portugues": "Portanto, vão às estradas que saem da cidade e convidem para a festa de casamento a qualquer um que encontrarem.'"
  },
  {
    "ingles": "Accordingly, those slaves went out to the roads and gathered all they found, both wicked and good; and the room for the wedding ceremonies was filled with those dining.",
    "portugues": "Então, esses escravos foram às estradas e reuniram todos os que encontraram, tanto maus como bons, e a sala para a cerimônia do casamento ficou cheia de convidados."
  },
  {
    "ingles": "\"When the king came in to inspect the guests, he caught sight of a man not wearing a marriage garment.",
    "portugues": "\"Quando o rei entrou para verificar os convidados, viu um homem que não estava usando roupa de casamento."
  },
  {
    "ingles": "So he said to him, 'Fellow, how did you get in here without a marriage garment?' He was speechless.",
    "portugues": "Disse-lhe, portanto: 'Amigo, como você entrou aqui sem roupa de casamento?' Ele ficou sem fala."
  },
  {
    "ingles": "Then the king said to his servants, 'Bind him hand and foot and throw him into the darkness outside. There is where his weeping and the gnashing of his teeth will be.'",
    "portugues": "O rei disse então aos seus servos: 'Amarrem as mãos e os pés dele, e lancem-no na escuridão lá fora. Ali é que haverá o seu choro e o ranger dos seus dentes.'"
  },
  {
    "ingles": "\"For there are many invited, but few chosen.\"",
    "portugues": "\"Porque há muitos convidados, mas poucos escolhidos.\""
  },
  {
    "ingles": "Then the Pharisees went and conspired together in order to trap him in his speech.",
    "portugues": "Então, os fariseus foram embora e fizeram planos para apanhá-lo nas suas palavras."
  },
  {
    "ingles": "So they sent their disciples to him, together with party followers of Herod, saying: \"Teacher, we know you are truthful and teach the way of God in truth, and you do not seek anyone's favor, for you do not look at the outward appearance of people.",
    "portugues": "Depois, enviaram-lhe seus discípulos, junto com partidários de Herodes, para lhe dizer: \"Instrutor, sabemos que o senhor é verdadeiro e que ensina o caminho de Deus em verdade, e que não busca agradar a homens, pois não olha para a aparência das pessoas."
  },
  {
    "ingles": "Tell us, then, what do you think? Is it lawful to pay head tax to Caesar or not?\"",
    "portugues": "Diga-nos, então: O que acha? É permitido ou não pagar a César o imposto por cabeça?\""
  },
  {
    "ingles": "But Jesus, knowing their wickedness, said: \"Why do you put me to the test, hypocrites?",
    "portugues": "Mas Jesus, conhecendo a maldade deles, disse: \"Hipócritas, por que vocês me põem à prova?"
  },
  {
    "ingles": "Show me the tax coin.\" They brought him a denarius.",
    "portugues": "Mostrem-me a moeda do imposto.\" Trouxeram-lhe um denário."
  },
  {
    "ingles": "He said to them: \"Whose image and inscription is this?\"",
    "portugues": "Ele lhes perguntou: \"De quem é esta imagem e inscrição?\""
  },
  {
    "ingles": "They said: \"Caesar's.\" Then he said to them: \"Pay back, therefore, Caesar's things to Caesar, but God's things to God.\"",
    "portugues": "Responderam: \"De César.\" Então ele lhes disse: \"Portanto, paguem a César o que é de César, mas a Deus o que é de Deus.\""
  },
  {
    "ingles": "When they heard that, they were amazed, and they left him and went away.",
    "portugues": "Quando ouviram isso, ficaram maravilhados e, deixando-o, foram embora."
  },
  {
    "ingles": "On that day the Sadducees, who say there is no resurrection, came and asked him:",
    "portugues": "Naquele dia, os saduceus, que dizem não haver ressurreição, se aproximaram e lhe perguntaram:"
  },
  {
    "ingles": "\"Teacher, Moses said: 'If any man dies without having children, his brother must marry his wife and raise up offspring for his brother.'",
    "portugues": "\"Instrutor, Moisés disse: 'Se um homem morrer sem deixar filhos, o irmão dele deve se casar com a viúva para dar descendência ao seu irmão.'"
  },
  {
    "ingles": "Now there were seven brothers with us. The first married and died, and having no offspring, he left his wife for his brother.",
    "portugues": "Acontece que havia conosco sete irmãos. O primeiro se casou e morreu, e, visto que não tinha descendente, deixou a sua esposa para o seu irmão."
  },
  {
    "ingles": "The same thing happened with the second and the third, through all seven.",
    "portugues": "O mesmo aconteceu com o segundo e com o terceiro, e assim com todos os sete."
  },
  {
    "ingles": "Last of all, the woman died.",
    "portugues": "Por último, morreu a mulher."
  },
  {
    "ingles": "So in the resurrection, of the seven, whose wife will she be? For they all had her as a wife.\"",
    "portugues": "Assim, na ressurreição, de qual dos sete ela será esposa? Pois todos a tiveram como esposa.\""
  },
  {
    "ingles": "In reply Jesus said to them: \"You are mistaken, because you know neither the Scriptures nor the power of God;",
    "portugues": "Em resposta, Jesus lhes disse: \"Vocês estão enganados, porque não conhecem nem as Escrituras, nem o poder de Deus;"
  },
  {
    "ingles": "for in the resurrection neither do men marry nor are women given in marriage, but they are as angels in heaven.",
    "portugues": "pois, na ressurreição, os homens não se casam, nem as mulheres são dadas em casamento, mas são como os anjos no céu."
  },
  {
    "ingles": "Regarding the resurrection of the dead, have you not read what was spoken to you by God, who said:",
    "portugues": "A respeito da ressurreição dos mortos, vocês não leram o que lhes foi falado por Deus, que disse:"
  },
  {
    "ingles": "'I am the God of Abraham and the God of Isaac and the God of Jacob'? He is the God, not of the dead, but of the living.\"",
    "portugues": "'Eu sou o Deus de Abraão, o Deus de Isaque e o Deus de Jacó'? Ele é o Deus, não de mortos, mas de vivos.\""
  },
  {
    "ingles": "On hearing that, the crowds were astounded at his teaching.",
    "portugues": "Ouvindo isso, as multidões ficaram maravilhadas com o seu ensino."
  },
  {
    "ingles": "After the Pharisees heard that he had silenced the Sadducees, they came together in one group.",
    "portugues": "Depois que os fariseus ouviram que ele havia silenciado os saduceus, reuniram-se num só grupo."
  },
  {
    "ingles": "And one of them, versed in the Law, tested him by asking:",
    "portugues": "E um deles, perito na Lei, o pôs à prova com uma pergunta:"
  },
  {
    "ingles": "\"Teacher, which is the greatest commandment in the Law?\"",
    "portugues": "\"Instrutor, qual é o maior mandamento da Lei?\""
  },
  {
    "ingles": "He said to him: \"'You must love Jehovah your God with your whole heart and with your whole soul and with your whole mind.'",
    "portugues": "Ele lhe disse: \"'Ame a Jeová, seu Deus, de todo o seu coração, de toda a sua alma e de toda a sua mente.'"
  },
  {
    "ingles": "This is the greatest and first commandment.",
    "portugues": "Esse é o maior e primeiro mandamento."
  },
  {
    "ingles": "The second, like it, is this: 'You must love your neighbor as yourself.'",
    "portugues": "O segundo, semelhante a esse, é: 'Ame o seu próximo como a si mesmo.'"
  },
  {
    "ingles": "On these two commandments the whole Law hangs, and the Prophets.\"",
    "portugues": "Desses dois mandamentos dependem toda a Lei e os Profetas.\""
  },
  {
    "ingles": "Now while the Pharisees were gathered together, Jesus asked them:",
    "portugues": "Então, enquanto os fariseus estavam reunidos, Jesus lhes perguntou:"
  },
  {
    "ingles": "\"What do you think about the Christ? Whose son is he?\" They said to him: \"David's.\"",
    "portugues": "\"O que vocês pensam do Cristo? De quem ele é filho?\" Disseram-lhe: \"De Davi.\""
  },
  {
    "ingles": "He asked them: \"How is it, then, that David under inspiration calls him Lord, saying,",
    "portugues": "Ele lhes perguntou: \"Como é, então, que Davi, sob inspiração, o chama de Senhor, dizendo:"
  },
  {
    "ingles": "'Jehovah said to my Lord: \"Sit at my right hand until I put your enemies beneath your feet\"'?",
    "portugues": "'Jeová disse ao meu Senhor: \"Sente-se à minha direita, até que eu ponha os seus inimigos debaixo dos seus pés\"'?"
  },
  {
    "ingles": "If, then, David calls him Lord, how is he his son?\"",
    "portugues": "Então, se Davi o chama de Senhor, como é que ele é seu filho?\""
  },
  {
    "ingles": "And nobody was able to say a word in reply to him, and from that day on, no one dared to question him any further.",
    "portugues": "E ninguém foi capaz de lhe dizer uma só palavra em resposta e, daquele dia em diante, ninguém se atreveu a lhe fazer mais perguntas."
  }
]