[
  {
    "ingles": "Then Jesus spoke to the crowds and to his disciples, saying:",
    "portugues": "Jesus disse então às multidões e aos seus discípulos:"
  },
  {
    "ingles": "\"The scribes and the Pharisees have seated themselves in the seat of Moses.",
    "portugues": "\"Os escribas e os fariseus se sentaram no lugar de Moisés."
  },
  {
    "ingles": "Therefore, all the things they tell you, do and observe, but do not do according to their deeds, for they say but they do not practice what they say.",
    "portugues": "Portanto, façam e cumpram tudo o que eles dizem a vocês, mas não ajam como eles, pois falam, mas não praticam o que dizem."
  },
  {
    "ingles": "They bind up heavy loads and put them on the shoulders of men, but they themselves are not willing to budge them with their finger.",
    "portugues": "Amarram cargas pesadas e as põem nos ombros dos homens, mas eles mesmos não estão dispostos nem a movê-las com o dedo."
  },
  {
    "ingles": "All the works they do, they do to be seen by men, for they broaden the scripture-containing cases that they wear as safeguards and lengthen the fringes of their garments.",
    "portugues": "Fazem todas as suas obras para serem vistos pelos homens, pois ampliam as caixinhas com textos que usam como proteção e alongam as franjas das suas roupas."
  },
  {
    "ingles": "They like the most prominent place at evening meals and the front seats in the synagogues",
    "portugues": "Gostam do lugar mais destacado nos banquetes, dos primeiros assentos nas sinagogas,"
  },
  {
    "ingles": "and the greetings in the marketplaces and to be called Rabbi by men.",
    "portugues": "dos cumprimentos nas praças públicas e de ser chamados 'Rabi' pelos homens."
  },
  {
    "ingles": "But you, do not you be called Rabbi, for one is your Teacher, and all of you are brothers.",
    "portugues": "Mas vocês não sejam chamados 'Rabi', pois um só é o seu Instrutor, e todos vocês são irmãos."
  },
  {
    "ingles": "Moreover, do not call anyone your father on earth, for one is your Father, the heavenly One.",
    "portugues": "Além disso, não chamem a ninguém na terra de seu pai, pois um só é o seu Pai, o celestial."
  },
  {
    "ingles": "Neither be called leaders, for your Leader is one, the Christ.",
    "portugues": "Nem sejam chamados de líderes, pois o seu Líder é um só, o Cristo."
  },
  {
    "ingles": "But the greatest one among you must be your minister.",
    "portugues": "Mas o maior entre vocês tem de ser o seu servo."
  },
  {
    "ingles": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
    "portugues": "Quem se enaltecer será humilhado, e quem se humilhar será enaltecido."
  },
  {
    "ingles": "\"Woe to you, scribes and Pharisees, hypocrites! because you shut up the Kingdom of the heavens before men; for you yourselves do not go in, neither do you permit those on their way in to go in.",
    "portugues": "\"Ai de vocês, escribas e fariseus, hipócritas! Porque fecham o Reino dos céus diante dos homens; pois vocês mesmos não entram, nem deixam entrar os que estão a caminho para entrar. 14--"
  },
  {
    "ingles": "--",
    "portugues": "\"Ai de vocês, escribas e fariseus, hipócritas! Porque percorrem o mar e a terra para fazer um prosélito e, quando conseguem, fazem dele merecedor da Geena duas vezes mais do que vocês."
  },
  {
    "ingles": "\"Woe to you, scribes and Pharisees, hypocrites! because you travel over sea and dry land to make one proselyte, and when he becomes one, you make him a subject for Gehenna twice as much so as yourselves.",
    "portugues": "\"Ai de vocês, guias cegos, que dizem: 'Se alguém jurar pelo templo, isso não é nada; mas, se alguém jurar pelo ouro do templo, ele está sob obrigação.'"
  },
  {
    "ingles": "\"Woe to you, blind guides, who say, 'If anyone swears by the temple, it is nothing; but if anyone swears by the gold of the temple, he is under obligation.'",
    "portugues": "Tolos e cegos! Na verdade, o que é maior: o ouro ou o templo que santifica o ouro?"
  },
  {
    "ingles": "Fools and blind ones! Which, in fact, is greater, the gold or the temple that has sanctified the gold?",
    "portugues": "Além disso, vocês dizem: 'Se alguém jurar pelo altar, isso não é nada; mas, se alguém jurar pela dádiva nele, ele está sob obrigação.'"
  },
  {
    "ingles": "Moreover, 'If anyone swears by the altar, it is nothing; but if anyone swears by the gift on it, he is under obligation.'",
    "portugues": "Cegos! Na verdade, o que é maior: a dádiva ou o altar que santifica a dádiva?"
  },
  {
    "ingles": "Blind ones! Which, in fact, is greater, the gift or the altar that sanctifies the gift?",
    "portugues": "Portanto, quem jura pelo altar está jurando por ele e por todas as coisas sobre ele;"
  },
  {
    "ingles": "Therefore, whoever swears by the altar is swearing by it and by all the things on it;",
    "portugues": "e quem jura pelo templo está jurando por ele e por Aquele que habita nele;"
  },
  {
    "ingles": "and whoever swears by the temple is swearing by it and by the One inhabiting it;",
    "portugues": "e quem jura pelo céu está jurando pelo trono de Deus e por Aquele que está sentado nele."
  },
  {
    "ingles": "and whoever swears by heaven is swearing by the throne of God and by the One sitting on it.",
    "portugues": "\"Ai de vocês, escribas e fariseus, hipócritas! Porque dão o décimo da hortelã, do endro e do cominho, mas desconsideram as questões mais importantes da Lei, isto é, a justiça, a misericórdia e a fidelidade. Essas eram as coisas que precisavam ser feitas, mas sem desconsiderar as outras."
  },
  {
    "ingles": "\"Woe to you, scribes and Pharisees, hypocrites! because you give the tenth of the mint and the dill and the cumin, but you have disregarded the weightier matters of the Law, namely, justice and mercy and faithfulness. These things it was necessary to do, yet not to disregard the other things.",
    "portugues": "Guias cegos, que coam o mosquito, mas engolem o camelo!"
  },
  {
    "ingles": "Blind guides, who strain out the gnat but gulp down the camel!",
    "portugues": "\"Ai de vocês, escribas e fariseus, hipócritas! Porque limpam por fora o copo e o prato, mas por dentro eles estão cheios de ganância e de imoderação."
  },
  {
    "ingles": "\"Woe to you, scribes and Pharisees, hypocrites! because you cleanse the outside of the cup and of the dish, but inside they are full of greediness and self-indulgence.",
    "portugues": "Fariseu cego, limpe primeiro a parte de dentro do copo e do prato, para que a parte de fora também fique limpa."
  },
  {
    "ingles": "Blind Pharisee, cleanse first the inside of the cup and of the dish, so that the outside of it may also become clean.",
    "portugues": "\"Ai de vocês, escribas e fariseus, hipócritas! Porque são como sepulcros caiados, que por fora realmente parecem belos, mas por dentro estão cheios de ossos de mortos e de todo tipo de impureza."
  },
  {
    "ingles": "\"Woe to you, scribes and Pharisees, hypocrites! because you resemble whitewashed graves, which outwardly indeed appear beautiful but inside are full of dead men's bones and of every sort of uncleanness.",
    "portugues": "Do mesmo modo, por fora vocês parecem justos aos homens, mas por dentro estão cheios de hipocrisia e do que é contra a lei."
  },
  {
    "ingles": "In the same way, on the outside you appear righteous to men, but inside you are full of hypocrisy and lawlessness.",
    "portugues": "\"Ai de vocês, escribas e fariseus, hipócritas! Porque constroem os sepulcros dos profetas e decoram os túmulos dos justos,"
  },
  {
    "ingles": "\"Woe to you, scribes and Pharisees, hypocrites! because you build the graves of the prophets and decorate the tombs of the righteous ones,",
    "portugues": "e dizem: 'Se nós tivéssemos vivido nos dias dos nossos antepassados, não teríamos participado com eles em derramar o sangue dos profetas.'"
  },
  {
    "ingles": "and you say, 'If we had lived in the days of our forefathers, we would not have shared with them in shedding the blood of the prophets.'",
    "portugues": "Portanto, vocês dão testemunho contra si mesmos de que são filhos daqueles que assassinaram os profetas."
  },
  {
    "ingles": "Therefore, you are testifying against yourselves that you are sons of those who murdered the prophets.",
    "portugues": "Pois bem, completem a medida dos seus antepassados."
  },
  {
    "ingles": "Well, then, fill up the measure of your forefathers.",
    "portugues": "\"Serpentes, descendência de víboras, como fugirão do julgamento da Geena?"
  },
  {
    "ingles": "\"Serpents, offspring of vipers, how will you flee from the judgment of Gehenna?",
    "portugues": "É por essa razão que eu estou lhes enviando profetas, sábios e instrutores públicos. A alguns deles vocês matarão e pregarão em estacas, e a outros açoitarão nas suas sinagogas e perseguirão de cidade em cidade,"
  },
  {
    "ingles": "For this reason, I am sending to you prophets and wise men and public instructors. Some of them you will kill and execute on stakes, and some of them you will scourge in your synagogues and persecute from city to city,",
    "portugues": "para que venha sobre vocês todo o sangue justo derramado na terra, desde o sangue do justo Abel até o sangue de Zacarias, filho de Baraquias, a quem vocês assassinaram entre o santuário e o altar."
  },
  {
    "ingles": "so that there may come upon you all the righteous blood spilled on earth, from the blood of righteous Abel to the blood of Zechariah son of Barachiah, whom you murdered between the sanctuary and the altar.",
    "portugues": "Eu garanto a vocês: Todas essas coisas virão sobre esta geração."
  },
  {
    "ingles": "Truly I say to you, all these things will come upon this generation.",
    "portugues": "\"Jerusalém, Jerusalém, que mata os profetas e apedreja os que lhe são enviados ... Quantas vezes eu quis ajuntar seus filhos, assim como a galinha ajunta seus pintinhos debaixo das asas! Mas vocês não quiseram."
  },
  {
    "ingles": "\"Jerusalem, Jerusalem, the killer of the prophets and stoner of those sent to her-how often I wanted to gather your children together the way a hen gathers her chicks under her wings! But you did not want it.",
    "portugues": "Agora a sua casa ficará abandonada."
  },
  {
    "ingles": "Look! Your house is abandoned to you.",
    "portugues": "Pois eu lhes digo: De agora em diante, vocês de modo algum me verão, até que digam: 'Bendito é aquele que vem em nome de Jeová!'\""
  }
]