[
  {
    "ingles": "Now as Jesus was departing from the temple, his disciples approached to show him the buildings of the temple.",
    "portugues": "Quando Jesus estava saindo do templo, seus discípulos se aproximaram para lhe mostrar os edifícios do templo."
  },
  {
    "ingles": "In response he said to them: \"Do you not see all these things? Truly I say to you, by no means will a stone be left here upon a stone and not be thrown down.\"",
    "portugues": "Em vista disso, ele lhes disse: \"Não estão vendo todas estas coisas? Eu lhes digo a verdade: De modo algum ficará aqui pedra sobre pedra sem ser derrubada.\""
  },
  {
    "ingles": "While he was sitting on the Mount of Olives, the disciples approached him privately, saying: \"Tell us, when will these things be, and what will be the sign of your presence and of the conclusion of the system of things?\"",
    "portugues": "Enquanto ele estava sentado no monte das Oliveiras, os discípulos se aproximaram dele em particular e disseram: \"Diga-nos: Quando acontecerão essas coisas e qual será o sinal da sua presença e do final do sistema de coisas?\""
  },
  {
    "ingles": "In answer Jesus said to them: \"Look out that nobody misleads you,",
    "portugues": "Jesus, em resposta, lhes disse: \"Cuidado para que ninguém os engane,"
  },
  {
    "ingles": "for many will come on the basis of my name, saying, 'I am the Christ,' and will mislead many.",
    "portugues": "pois muitos virão em meu nome, dizendo: 'Eu sou o Cristo', e enganarão a muitos."
  },
  {
    "ingles": "You are going to hear of wars and reports of wars. See that you are not alarmed, for these things must take place, but the end is not yet.",
    "portugues": "Vocês ouvirão falar de guerras e notícias de guerras. Cuidado para não ficar apavorados, pois essas coisas têm de acontecer, mas ainda não é o fim."
  },
  {
    "ingles": "\"For nation will rise against nation and kingdom against kingdom, and there will be food shortages and earthquakes in one place after another.",
    "portugues": "\"Porque nação se levantará contra nação e reino contra reino; haverá falta de alimentos e terremotos num lugar após outro."
  },
  {
    "ingles": "All these things are a beginning of pangs of distress.",
    "portugues": "Todas essas coisas são um começo das dores de aflição."
  },
  {
    "ingles": "\"Then people will hand you over to tribulation and will kill you, and you will be hated by all the nations on account of my name.",
    "portugues": "\"Então as pessoas os entregarão a tribulação e os matarão, e vocês serão odiados por todas as nações, por causa do meu nome."
  },
  {
    "ingles": "Then, too, many will be stumbled and will betray one another and will hate one another.",
    "portugues": "Então, também, muitos tropeçarão, e trairão uns aos outros, e odiarão uns aos outros."
  },
  {
    "ingles": "Many false prophets will arise and mislead many;",
    "portugues": "Surgirão muitos falsos profetas, que enganarão a muitos;"
  },
  {
    "ingles": "and because of the increasing of lawlessness, the love of the greater number will grow cold.",
    "portugues": "e, por causa do aumento do que é contra a lei, o amor da maioria esfriará."
  },
  {
    "ingles": "But the one who has endured to the end will be saved.",
    "portugues": "Mas quem perseverar até o fim será salvo."
  },
  {
    "ingles": "And this good news of the Kingdom will be preached in all the inhabited earth for a witness to all the nations, and then the end will come.",
    "portugues": "E estas boas novas do Reino serão pregadas em toda a terra habitada, em testemunho a todas as nações, e então virá o fim."
  },
  {
    "ingles": "\"Therefore, when you catch sight of the disgusting thing that causes desolation, as spoken about by Daniel the prophet, standing in a holy place (let the reader use discernment),",
    "portugues": "\"Portanto, quando vocês virem a coisa repugnante que causa desolação, da qual falou Daniel, o profeta, estar num lugar santo (que o leitor use de discernimento),"
  },
  {
    "ingles": "then let those in Judea begin fleeing to the mountains.",
    "portugues": "então, os que estiverem na Judeia fujam para os montes."
  },
  {
    "ingles": "Let the man on the housetop not come down to take the goods out of his house,",
    "portugues": "O homem que estiver no terraço não desça para tirar da sua casa os bens,"
  },
  {
    "ingles": "and let the man in the field not return to pick up his outer garment.",
    "portugues": "e o homem que estiver no campo não volte para apanhar sua capa."
  },
  {
    "ingles": "Woe to the pregnant women and those nursing a baby in those days!",
    "portugues": "Ai das mulheres grávidas e das que amamentarem naqueles dias!"
  },
  {
    "ingles": "Keep praying that your flight may not occur in wintertime nor on the Sabbath day;",
    "portugues": "Persistam em orar para que a sua fuga não ocorra no inverno nem no sábado;"
  },
  {
    "ingles": "for then there will be great tribulation such as has not occurred since the world's beginning until now, no, nor will occur again.",
    "portugues": "pois então haverá grande tribulação, como nunca ocorreu desde o princípio do mundo até agora, não, nem ocorrerá de novo."
  },
  {
    "ingles": "In fact, unless those days were cut short, no flesh would be saved; but on account of the chosen ones those days will be cut short.",
    "portugues": "De fato, se não se abreviassem aqueles dias, ninguém seria salvo; mas, por causa dos escolhidos, aqueles dias serão abreviados."
  },
  {
    "ingles": "\"Then if anyone says to you, 'Look! Here is the Christ,' or, 'There!' do not believe it.",
    "portugues": "\"Então, se alguém lhes disser: 'Vejam! Aqui está o Cristo!' ou: 'Ali!', não acreditem."
  },
  {
    "ingles": "For false Christs and false prophets will arise and will perform great signs and wonders so as to mislead, if possible, even the chosen ones.",
    "portugues": "Porque surgirão falsos cristos e falsos profetas, e farão grandes sinais e milagres a fim de enganar, se possível, até mesmo os escolhidos."
  },
  {
    "ingles": "Look! I have forewarned you.",
    "portugues": "Prestem atenção! Eu os avisei antecipadamente."
  },
  {
    "ingles": "Therefore, if people say to you, 'Look! He is in the wilderness,' do not go out; 'Look! He is in the inner rooms,' do not believe it.",
    "portugues": "Portanto, se lhes disserem: 'Vejam, ele está no deserto!', não saiam; ou: 'Vejam, ele está no interior da casa!', não acreditem."
  },
  {
    "ingles": "For just as the lightning comes out of the east and shines over to the west, so the presence of the Son of man will be.",
    "portugues": "Pois, assim como o relâmpago sai do leste e brilha até o oeste, assim será a presença do Filho do Homem."
  },
  {
    "ingles": "Wherever the carcass is, there the eagles will be gathered together.",
    "portugues": "Onde estiver o cadáver, ali se ajuntarão as águias."
  },
  {
    "ingles": "\"Immediately after the tribulation of those days, the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.",
    "portugues": "\"Imediatamente depois da tribulação daqueles dias, o sol escurecerá, a lua não dará a sua luz, as estrelas cairão do céu, e os poderes dos céus serão abalados."
  },
  {
    "ingles": "Then the sign of the Son of man will appear in heaven, and all the tribes of the earth will beat themselves in grief, and they will see the Son of man coming on the clouds of heaven with power and great glory.",
    "portugues": "Então aparecerá no céu o sinal do Filho do Homem, e todas as tribos da terra então baterão no peito, de pesar, e verão o Filho do Homem vir nas nuvens do céu, com poder e grande glória."
  },
  {
    "ingles": "And he will send out his angels with a great trumpet sound, and they will gather his chosen ones together from the four winds, from one extremity of the heavens to their other extremity.",
    "portugues": "E ele enviará seus anjos com forte som de trombeta, e eles reunirão os seus escolhidos desde os quatro ventos, de uma extremidade dos céus até a outra extremidade deles."
  },
  {
    "ingles": "\"Now learn this illustration from the fig tree: Just as soon as its young branch grows tender and sprouts its leaves, you know that summer is near.",
    "portugues": "\"Aprendam desta ilustração sobre a figueira: assim que os ramos novos ficam tenros e brotam folhas, vocês sabem que o verão está próximo."
  },
  {
    "ingles": "Likewise also you, when you see all these things, know that he is near at the doors.",
    "portugues": "Do mesmo modo, quando virem todas essas coisas, saibam que ele está próximo, às portas."
  },
  {
    "ingles": "Truly I say to you that this generation will by no means pass away until all these things happen.",
    "portugues": "Eu lhes garanto que esta geração de modo algum passará até que todas essas coisas aconteçam."
  },
  {
    "ingles": "Heaven and earth will pass away, but my words will by no means pass away.",
    "portugues": "Céu e terra passarão, mas as minhas palavras de modo algum passarão."
  },
  {
    "ingles": "\"Concerning that day and hour nobody knows, neither the angels of the heavens nor the Son, but only the Father.",
    "portugues": "\"A respeito daquele dia e daquela hora ninguém sabe, nem os anjos dos céus, nem o Filho, mas somente o Pai."
  },
  {
    "ingles": "For just as the days of Noah were, so the presence of the Son of man will be.",
    "portugues": "Pois, assim como eram os dias de Noé, assim será a presença do Filho do Homem."
  },
  {
    "ingles": "For as they were in those days before the Flood, eating and drinking, men marrying and women being given in marriage, until the day that Noah entered into the ark,",
    "portugues": "Porque naqueles dias antes do dilúvio as pessoas comiam e bebiam, os homens se casavam e as mulheres eram dadas em casamento, até o dia em que Noé entrou na arca,"
  },
  {
    "ingles": "and they took no note until the Flood came and swept them all away, so the presence of the Son of man will be.",
    "portugues": "e não fizeram caso, até que veio o dilúvio e varreu a todos eles; assim será na presença do Filho do Homem."
  },
  {
    "ingles": "Then two men will be in the field; one will be taken along and the other abandoned.",
    "portugues": "Dois homens estarão então no campo; um será levado e o outro será abandonado."
  },
  {
    "ingles": "Two women will be grinding at the hand mill; one will be taken along and the other abandoned.",
    "portugues": "Duas mulheres estarão moendo no moinho manual; uma será levada e a outra será abandonada."
  },
  {
    "ingles": "Keep on the watch, therefore, because you do not know on what day your Lord is coming.",
    "portugues": "Portanto, mantenham-se vigilantes, porque vocês não sabem em que dia virá o seu Senhor."
  },
  {
    "ingles": "\"But know one thing: If the householder had known in what watch the thief was coming, he would have kept awake and not allowed his house to be broken into.",
    "portugues": "\"Mas entendam isto: se o dono da casa soubesse em que vigília o ladrão viria, ficaria acordado e não permitiria que sua casa fosse arrombada."
  },
  {
    "ingles": "On this account, you too prove yourselves ready, because the Son of man is coming at an hour that you do not think to be it.",
    "portugues": "Por essa razão, vocês também mostrem-se prontos, porque o Filho do Homem vem numa hora que vocês não imaginam."
  },
  {
    "ingles": "\"Who really is the faithful and discreet slave whom his master appointed over his domestics, to give them their food at the proper time?",
    "portugues": "\"Quem é realmente o escravo fiel e prudente, a quem o seu senhor encarregou dos seus domésticos, para lhes dar o alimento no tempo apropriado?"
  },
  {
    "ingles": "Happy is that slave if his master on coming finds him doing so!",
    "portugues": "Feliz aquele escravo se o seu senhor, quando vier, o encontrar fazendo isso!"
  },
  {
    "ingles": "Truly I say to you, he will appoint him over all his belongings.",
    "portugues": "Digo a verdade a vocês: Ele o encarregará de todos os seus bens."
  },
  {
    "ingles": "\"But if ever that evil slave says in his heart, 'My master is delaying,'",
    "portugues": "\"Mas, se aquele escravo mau disser no coração: 'Meu senhor está demorando',"
  },
  {
    "ingles": "and he starts to beat his fellow slaves and to eat and drink with the confirmed drunkards,",
    "portugues": "e começar a espancar seus coescravos, e a comer e beber com os beberrões,"
  },
  {
    "ingles": "the master of that slave will come on a day that he does not expect and in an hour that he does not know,",
    "portugues": "o senhor daquele escravo virá num dia em que ele não espera e numa hora que ele não sabe;"
  },
  {
    "ingles": "and he will punish him with the greatest severity and will assign him his place with the hypocrites. There is where his weeping and the gnashing of his teeth will be.",
    "portugues": "ele o punirá com a maior severidade e lhe designará um lugar entre os hipócritas. Ali é que haverá o seu choro e o ranger dos seus dentes."
  }
]