[
  {
    "ingles": "\"Then the Kingdom of the heavens may be likened to ten virgins who took their lamps and went out to meet the bridegroom.",
    "portugues": "\"Então o Reino dos céus pode ser comparado a dez virgens que pegaram suas lâmpadas e saíram ao encontro do noivo."
  },
  {
    "ingles": "Five of them were foolish, and five were discreet.",
    "portugues": "Cinco delas eram tolas e cinco eram prudentes."
  },
  {
    "ingles": "For the foolish took their lamps but took no oil with them,",
    "portugues": "As tolas pegaram suas lâmpadas, mas não levaram óleo,"
  },
  {
    "ingles": "whereas the discreet took oil in their flasks along with their lamps.",
    "portugues": "ao passo que as prudentes levaram óleo em frascos, junto com suas lâmpadas."
  },
  {
    "ingles": "While the bridegroom was delaying, they all became drowsy and fell asleep.",
    "portugues": "Como o noivo estava demorando, todas elas ficaram com sono e adormeceram."
  },
  {
    "ingles": "Right in the middle of the night there was a shout: 'Here is the bridegroom! Go out to meet him.'",
    "portugues": "Bem no meio da noite se ouviu um grito: 'Aqui está o noivo! Saiam ao encontro dele.'"
  },
  {
    "ingles": "Then all those virgins got up and put their lamps in order.",
    "portugues": "Todas as virgens se levantaram então e puseram suas lâmpadas em ordem."
  },
  {
    "ingles": "The foolish said to the discreet, 'Give us some of your oil, because our lamps are about to go out.'",
    "portugues": "As tolas disseram às prudentes: 'Deem-nos um pouco do seu óleo, porque nossas lâmpadas estão quase apagando.'"
  },
  {
    "ingles": "The discreet answered, saying: 'Perhaps there may not be enough for both us and you. Go instead to those who sell it, and buy some for yourselves.'",
    "portugues": "As prudentes responderam: 'Talvez não haja suficiente para nós e para vocês. Em vez disso, vão aos que vendem óleo e comprem um pouco para vocês.'"
  },
  {
    "ingles": "While they were going off to buy it, the bridegroom came. The virgins who were ready went in with him to the marriage feast, and the door was shut.",
    "portugues": "Enquanto foram comprar o óleo, veio o noivo. As virgens que estavam prontas entraram com ele para a festa de casamento, e a porta foi fechada."
  },
  {
    "ingles": "Afterward, the rest of the virgins also came, saying, 'Sir, Sir, open to us!'",
    "portugues": "Depois chegaram também as outras virgens, dizendo: 'Senhor, senhor, abra para nós!'"
  },
  {
    "ingles": "In answer he said, 'I tell you the truth, I do not know you.'",
    "portugues": "Ele disse em resposta: 'Eu lhes digo a verdade: Não conheço vocês.'"
  },
  {
    "ingles": "\"Keep on the watch, therefore, because you know neither the day nor the hour.",
    "portugues": "\"Portanto, mantenham-se vigilantes, porque vocês não sabem nem o dia nem a hora."
  },
  {
    "ingles": "\"For it is just like a man about to travel abroad who summoned his slaves and entrusted his belongings to them.",
    "portugues": "\"Pois é como um homem que, antes de viajar para fora, convocou seus escravos e lhes confiou os seus bens."
  },
  {
    "ingles": "He gave five talents to one, two to another, and one to still another, to each according to his own ability, and he went abroad.",
    "portugues": "A um deu cinco talentos, a outro dois e a ainda outro um, a cada um segundo a sua capacidade, e viajou para fora."
  },
  {
    "ingles": "Immediately the one who received the five talents went and did business with them and gained five more.",
    "portugues": "Aquele que recebeu cinco talentos foi imediatamente negociar com o dinheiro, e ganhou mais cinco."
  },
  {
    "ingles": "Likewise, the one who received the two gained two more.",
    "portugues": "Do mesmo modo, aquele que recebeu dois ganhou mais dois."
  },
  {
    "ingles": "But the slave who received just one went off and dug in the ground and hid his master's money.",
    "portugues": "Mas o escravo que recebeu apenas um foi embora, cavou um buraco no chão e escondeu o dinheiro do seu senhor."
  },
  {
    "ingles": "\"After a long time, the master of those slaves came and settled accounts with them.",
    "portugues": "\"Depois de muito tempo o senhor daqueles escravos voltou e ajustou contas com eles."
  },
  {
    "ingles": "So the one who had received the five talents came forward and brought five additional talents, saying, 'Master, you entrusted five talents to me; see, I gained five talents more.'",
    "portugues": "Então o que havia recebido os cinco talentos se apresentou e trouxe outros cinco talentos, dizendo: 'O senhor me confiou cinco talentos; veja, ganhei mais cinco talentos.'"
  },
  {
    "ingles": "His master said to him: 'Well done, good and faithful slave! You were faithful over a few things. I will appoint you over many things. Enter into the joy of your master.'",
    "portugues": "Seu senhor lhe disse: 'Muito bem, escravo bom e fiel! Você foi fiel ao cuidar de poucas coisas. Vou encarregá-lo de muitas coisas. Participe da alegria do seu senhor.'"
  },
  {
    "ingles": "Next the one who had received the two talents came forward and said, 'Master, you entrusted two talents to me; see, I gained two talents more.'",
    "portugues": "A seguir, aquele que havia recebido dois talentos se apresentou e disse: 'O senhor me confiou dois talentos; veja, ganhei mais dois talentos.'"
  },
  {
    "ingles": "His master said to him: 'Well done, good and faithful slave! You were faithful over a few things. I will appoint you over many things. Enter into the joy of your master.'",
    "portugues": "Seu senhor lhe disse: 'Muito bem, escravo bom e fiel! Você foi fiel ao cuidar de poucas coisas. Vou encarregá-lo de muitas coisas. Participe da alegria do seu senhor.'"
  },
  {
    "ingles": "\"Finally the slave who had received the one talent came forward and said: 'Master, I knew you to be a demanding man, reaping where you did not sow and gathering where you did not winnow.",
    "portugues": "\"Por fim, o escravo que havia recebido um talento se apresentou e disse: 'Eu sabia que o senhor é um homem exigente, que colhe onde não semeou e ajunta onde não espalhou."
  },
  {
    "ingles": "So I grew afraid and went and hid your talent in the ground. Here, you have what is yours.'",
    "portugues": "Por isso fiquei com medo e fui esconder no chão o seu talento. Aqui está o que é seu.'"
  },
  {
    "ingles": "In reply his master said to him: 'Wicked and sluggish slave, you knew, did you, that I reaped where I did not sow and gathered where I did not winnow?",
    "portugues": "Em resposta, seu senhor lhe disse: 'Escravo mau e preguiçoso, quer dizer que você sabia que eu colho onde não semeei e ajunto onde não espalhei?"
  },
  {
    "ingles": "Well, then, you should have deposited my money with the bankers, and on my coming I would have received it back with interest.",
    "portugues": "Então, você devia ter entregado meu dinheiro aos banqueiros, e, na minha vinda, eu o teria recebido com juros."
  },
  {
    "ingles": "\"'Therefore, take the talent away from him and give it to the one who has the ten talents.",
    "portugues": "\"'Portanto, tirem dele o talento e deem-no àquele que tem dez talentos."
  },
  {
    "ingles": "For to everyone who has, more will be given, and he will have an abundance. But the one who does not have, even what he has will be taken away from him.",
    "portugues": "Pois a todo aquele que tem, mais será dado, e ele terá abundância. Mas daquele que não tem, até mesmo o que tem será tirado."
  },
  {
    "ingles": "And throw the good-for-nothing slave out into the darkness outside. There is where his weeping and the gnashing of his teeth will be.'",
    "portugues": "E lancem o escravo imprestável na escuridão lá fora. Ali é que haverá o seu choro e o ranger dos seus dentes.'"
  },
  {
    "ingles": "\"When the Son of man comes in his glory, and all the angels with him, then he will sit down on his glorious throne.",
    "portugues": "\"Quando o Filho do Homem vier na sua glória, e com ele todos os anjos, então se sentará no seu trono glorioso."
  },
  {
    "ingles": "All the nations will be gathered before him, and he will separate people one from another, just as a shepherd separates the sheep from the goats.",
    "portugues": "Todas as nações serão reunidas diante dele, e ele separará as pessoas umas das outras, assim como o pastor separa as ovelhas dos cabritos."
  },
  {
    "ingles": "And he will put the sheep on his right hand, but the goats on his left.",
    "portugues": "E porá as ovelhas à sua direita, mas os cabritos à sua esquerda."
  },
  {
    "ingles": "\"Then the King will say to those on his right: 'Come, you who have been blessed by my Father, inherit the Kingdom prepared for you from the founding of the world.",
    "portugues": "\"O Rei dirá então aos à sua direita: 'Venham vocês, abençoados por meu Pai, herdem o Reino preparado para vocês desde a fundação do mundo."
  },
  {
    "ingles": "For I became hungry and you gave me something to eat; I was thirsty and you gave me something to drink. I was a stranger and you received me hospitably;",
    "portugues": "Pois fiquei com fome, e vocês me deram algo para comer; fiquei com sede, e vocês me deram algo para beber. Eu era um estranho, e vocês me receberam hospitaleiramente;"
  },
  {
    "ingles": "naked and you clothed me. I fell sick and you looked after me. I was in prison and you visited me.'",
    "portugues": "estava nu, e vocês me vestiram. Fiquei doente, e vocês cuidaram de mim. Eu estava na prisão, e vocês me visitaram.'"
  },
  {
    "ingles": "Then the righteous ones will answer him with the words: 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?",
    "portugues": "Então, os justos lhe responderão: 'Senhor, quando foi que o vimos com fome e o alimentamos, ou com sede e lhe demos algo para beber?"
  },
  {
    "ingles": "When did we see you a stranger and receive you hospitably, or naked and clothe you?",
    "portugues": "Quando o vimos como um estranho e o recebemos hospitaleiramente, ou nu e o vestimos?"
  },
  {
    "ingles": "When did we see you sick or in prison and visit you?'",
    "portugues": "Quando o vimos doente ou na prisão e fomos visitá-lo?'"
  },
  {
    "ingles": "In reply the King will say to them, 'Truly I say to you, to the extent that you did it to one of the least of these my brothers, you did it to me.'",
    "portugues": "O Rei lhes dirá, em resposta: 'Eu lhes digo a verdade: O que vocês fizeram a um dos menores destes meus irmãos, a mim o fizeram.'"
  },
  {
    "ingles": "\"Then he will say to those on his left: 'Go away from me, you who have been cursed, into the everlasting fire prepared for the Devil and his angels.",
    "portugues": "\"Então dirá aos à sua esquerda: 'Afastem-se de mim, amaldiçoados; vão para o fogo eterno preparado para o Diabo e seus anjos."
  },
  {
    "ingles": "For I became hungry, but you gave me nothing to eat; and I was thirsty, but you gave me nothing to drink.",
    "portugues": "Pois fiquei com fome, mas vocês não me deram nada para comer; e fiquei com sede, mas vocês não me deram nada para beber."
  },
  {
    "ingles": "I was a stranger, but you did not receive me hospitably; naked, but you did not clothe me; sick and in prison, but you did not look after me.'",
    "portugues": "Eu era um estranho, mas vocês não me receberam hospitaleiramente; estava nu, mas vocês não me vestiram; doente e na prisão, mas vocês não cuidaram de mim.'"
  },
  {
    "ingles": "Then they too will answer with the words: 'Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison and did not minister to you?'",
    "portugues": "Então eles também responderão: 'Senhor, quando foi que o vimos com fome, ou com sede, ou como um estranho, ou nu, ou doente, ou na prisão, e não o servimos?'"
  },
  {
    "ingles": "Then he will answer them, saying: 'Truly I say to you, to the extent that you did not do it to one of these least ones, you did not do it to me.'",
    "portugues": "Então ele lhes responderá: 'Eu lhes digo a verdade: O que vocês não fizeram a um destes menores, a mim não o fizeram.'"
  },
  {
    "ingles": "These will depart into everlasting cutting-off, but the righteous ones into everlasting life.\"",
    "portugues": "Estes partirão para o decepamento eterno; mas os justos, para a vida eterna.\""
  }
]