[
  {
    "ingles": "When morning came, all the chief priests and the elders of the people consulted together against Jesus to put him to death.",
    "portugues": "Quando amanheceu, todos os principais sacerdotes e os anciãos do povo se reuniram para decidir como entregar Jesus à morte."
  },
  {
    "ingles": "After binding him, they led him off and handed him over to Pilate, the governor.",
    "portugues": "Depois de o amarrarem, o levaram e o entregaram a Pilatos, o governador."
  },
  {
    "ingles": "Then Judas, his betrayer, seeing that Jesus had been condemned, felt remorse and brought the",
    "portugues": "Então Judas, que havia traído Jesus, vendo que este tinha sido condenado, sentiu remorso e devolveu as"
  },
  {
    "ingles": "pieces of silver back to the chief priests and elders,",
    "portugues": "moedas de prata aos principais sacerdotes e aos anciãos,"
  },
  {
    "ingles": "saying: \"I sinned when I betrayed innocent blood.\" They said: \"What is that to us? You must see to it!\"",
    "portugues": "dizendo: \"Pequei quando traí sangue inocente.\" Eles disseram: \"O que nós temos a ver com isso? Isso é com você!\""
  },
  {
    "ingles": "So he threw the silver pieces into the temple and departed. Then he went off and hanged himself.",
    "portugues": "De modo que ele lançou as moedas de prata dentro do templo e saiu. Então foi se enforcar."
  },
  {
    "ingles": "But the chief priests took the silver pieces and said: \"It is not lawful to put them into the sacred treasury, because they are the price of blood.\"",
    "portugues": "Mas os principais sacerdotes pegaram as moedas de prata e disseram: \"Não é permitido colocá-las no tesouro sagrado, porque são o preço de sangue.\""
  },
  {
    "ingles": "After consulting together, they used the money to buy the potter's field as a burial place for strangers.",
    "portugues": "Depois de consultarem uns aos outros, usaram o dinheiro para comprar o campo do oleiro, como lugar para sepultar estranhos."
  },
  {
    "ingles": "Therefore, that field has been called Field of Blood to this very day.",
    "portugues": "Por isso, aquele campo é chamado de Campo de Sangue até o dia de hoje."
  },
  {
    "ingles": "Then what was spoken through Jeremiah the prophet was fulfilled: \"And they took the",
    "portugues": "Então se cumpriram as palavras de Jeremias, o profeta: \"E pegaram as"
  },
  {
    "ingles": "silver pieces, the price that was set on the man, the one on whom a price was set by some of the sons of Israel,",
    "portugues": "moedas de prata, o preço que foi definido para o homem, aquele em quem alguns dos filhos de Israel puseram um preço,"
  },
  {
    "ingles": "and they gave them for the potter's field, according to what Jehovah had commanded me.\"",
    "portugues": "e as deram pelo campo do oleiro, segundo o que Jeová tinha me ordenado.\""
  },
  {
    "ingles": "Jesus now stood before the governor, and the governor put the question to him: \"Are you the King of the Jews?\" Jesus replied: \"You yourself say it.\"",
    "portugues": "Jesus estava então perante o governador, e o governador lhe perguntou: \"Você é o Rei dos judeus?\" Jesus respondeu: \"O senhor mesmo está dizendo isso.\""
  },
  {
    "ingles": "But while he was being accused by the chief priests and elders, he made no answer.",
    "portugues": "Mas ele não deu nenhuma resposta enquanto estava sendo acusado pelos principais sacerdotes e pelos anciãos."
  },
  {
    "ingles": "Then Pilate said to him: \"Do you not hear how many things they are testifying against you?\"",
    "portugues": "Então Pilatos lhe perguntou: \"Não está ouvindo quantas coisas testemunham contra você?\""
  },
  {
    "ingles": "But he did not answer him, no, not a word, so that the governor was very surprised.",
    "portugues": "Contudo, ele não lhe respondeu, não, nem com uma só palavra, de modo que o governador ficou muito surpreso."
  },
  {
    "ingles": "Now from festival to festival, it was the custom of the governor to release a prisoner to the crowd, whomever they wanted.",
    "portugues": "Por ocasião da festividade, era costume do governador soltar um preso, aquele que a multidão quisesse."
  },
  {
    "ingles": "Just at that time they were holding a notorious prisoner called Barabbas.",
    "portugues": "Eles tinham então um preso chamado Barrabás, um criminoso muito conhecido."
  },
  {
    "ingles": "So when they were gathered together, Pilate said to them: \"Which one do you want me to release to you, Barabbas or Jesus the so-called Christ?\"",
    "portugues": "Portanto, quando estavam reunidos, Pilatos lhes disse: \"Qual deles vocês querem que eu solte: Barrabás ou Jesus, o chamado Cristo?\""
  },
  {
    "ingles": "For Pilate was aware that out of envy they had handed him over.",
    "portugues": "Pois Pilatos sabia que o tinham entregado por inveja."
  },
  {
    "ingles": "Moreover, while he was sitting on the judgment seat, his wife sent a message to him, saying: \"Have nothing to do with that righteous man, for I suffered a lot today in a dream because of him.\"",
    "portugues": "Além disso, enquanto estava sentado no tribunal, sua esposa lhe mandou este recado: \"Não tenha nada a ver com esse homem justo, pois hoje eu sofri muito, num sonho, por causa dele.\""
  },
  {
    "ingles": "But the chief priests and the elders persuaded the crowds to ask for Barabbas, but to have Jesus put to death.",
    "portugues": "Mas os principais sacerdotes e os anciãos persuadiram as multidões a pedir Barrabás e a fazer com que Jesus fosse morto."
  },
  {
    "ingles": "In response the governor said to them: \"Which of the two do you want me to release to you?\" They said: \"Barabbas.\"",
    "portugues": "Então o governador lhes disse: \"Qual dos dois vocês querem que eu solte?\" Disseram: \"Barrabás!\""
  },
  {
    "ingles": "Pilate said to them: \"What, then, should I do with Jesus the so-called Christ?\" They all said: \"To the stake with him!\"",
    "portugues": "Pilatos lhes disse: \"O que, então, devo fazer com Jesus, o chamado Cristo?\" Todos disseram: \"Para a estaca com ele!\""
  },
  {
    "ingles": "He said: \"Why? What bad thing did he do?\" Still they kept shouting out all the more: \"To the stake with him!\"",
    "portugues": "Ele disse: \"Por quê? O que ele fez de mau?\" Contudo, gritaram ainda mais: \"Para a estaca com ele!\""
  },
  {
    "ingles": "Seeing that it did no good but, rather, an uproar was arising, Pilate took water and washed his hands before the crowd, saying: \"I am innocent of the blood of this man. You yourselves must see to it.\"",
    "portugues": "Vendo que não adiantava, mas, ao contrário, que se criava um alvoroço, Pilatos pegou água e lavou as mãos diante da multidão, dizendo: \"Eu sou inocente do sangue deste homem. Isso é com vocês.\""
  },
  {
    "ingles": "At that all the people said in answer: \"Let his blood come upon us and upon our children.\"",
    "portugues": "Todo o povo disse em resposta: \"Que o sangue dele caia sobre nós e sobre nossos filhos.\""
  },
  {
    "ingles": "Then he released Barabbas to them, but he had Jesus whipped and handed him over to be executed on the stake.",
    "portugues": "Ele soltou então Barrabás, porém mandou que Jesus fosse chicoteado e o entregou para ser morto na estaca."
  },
  {
    "ingles": "Then the soldiers of the governor took Jesus into the governor's residence and gathered the whole body of troops together around him.",
    "portugues": "Os soldados do governador levaram Jesus para a residência do governador e reuniram em volta dele todo o grupo de soldados."
  },
  {
    "ingles": "And disrobing him, they draped him with a scarlet cloak,",
    "portugues": "Depois de despi-lo, puseram nele um manto escarlate;"
  },
  {
    "ingles": "and they braided a crown out of thorns and put it on his head and put a reed in his right hand. And kneeling before him, they mocked him, saying: \"Greetings, you King of the Jews!\"",
    "portugues": "trançaram uma coroa de espinhos e a puseram na cabeça dele, bem como uma cana na sua mão direita. E, ajoelhando-se diante dele, zombaram dele, dizendo: \"Salve, Rei dos judeus!\""
  },
  {
    "ingles": "And they spat on him and took the reed and began hitting him on his head.",
    "portugues": "Então cuspiram nele, pegaram a cana e começaram a lhe bater na cabeça."
  },
  {
    "ingles": "Finally, after they had mocked him, they stripped him of the cloak and put his outer garments on him and led him off to be nailed to the stake.",
    "portugues": "Por fim, depois de terem zombado dele, tiraram-lhe o manto e puseram de volta nele suas roupas, e o levaram para ser pregado na estaca."
  },
  {
    "ingles": "As they were going out, they found a man of Cyrene named Simon. This man they compelled into service to carry his torture stake.",
    "portugues": "Ao saírem, encontraram um homem de Cirene chamado Simão. Obrigaram esse homem a prestar serviço carregando a estaca."
  },
  {
    "ingles": "And when they came to a place called Golgotha, that is, Skull Place,",
    "portugues": "Quando chegaram ao lugar chamado Gólgota, isto é, Lugar da Caveira,"
  },
  {
    "ingles": "they gave him wine mixed with gall to drink; but after tasting it, he refused to drink it.",
    "portugues": "deram-lhe vinho misturado com fel para beber; mas, depois de prová-lo, ele se recusou a beber."
  },
  {
    "ingles": "When they had nailed him to the stake, they distributed his outer garments by casting lots,",
    "portugues": "Depois de pregá-lo na estaca, repartiram suas roupas, lançando sortes,"
  },
  {
    "ingles": "and they sat there keeping watch over him.",
    "portugues": "e ficaram sentados ali, vigiando-o."
  },
  {
    "ingles": "They also posted above his head the charge against him, in writing: \"This is Jesus the King of the Jews.\"",
    "portugues": "Também colocaram acima da sua cabeça a acusação contra ele, por escrito: \"Este é Jesus, o Rei dos judeus.\""
  },
  {
    "ingles": "Then two robbers were put on stakes alongside him, one on his right and one on his left.",
    "portugues": "Dois ladrões foram então pendurados em estacas ao lado dele, um à sua direita e outro à sua esquerda."
  },
  {
    "ingles": "And those passing by spoke abusively of him, shaking their heads",
    "portugues": "Os que passavam o insultavam, balançando a cabeça"
  },
  {
    "ingles": "and saying: \"You who would throw down the temple and build it in three days, save yourself! If you are a son of God, come down off the torture stake!\"",
    "portugues": "e dizendo: \"Você que ia derrubar o templo e construí-lo em três dias, salve a si mesmo! Se você é filho de Deus, desça da estaca!\""
  },
  {
    "ingles": "In the same way also, the chief priests with the scribes and the elders began mocking him, saying:",
    "portugues": "Do mesmo modo, também os principais sacerdotes, junto com os escribas e os anciãos, começaram a zombar dele, dizendo:"
  },
  {
    "ingles": "\"Others he saved; himself he cannot save! He is King of Israel; let him now come down off the torture stake, and we will believe in him.",
    "portugues": "\"A outros ele salvou; a si mesmo não pode salvar! Ele é Rei de Israel; que desça agora da estaca, e nós acreditaremos nele."
  },
  {
    "ingles": "He has put his trust in God; let Him now rescue him if He wants him, for he said, 'I am God's Son.'\"",
    "portugues": "Depositou sua confiança em Deus; que Ele o salve agora, se Ele se agrada dele, pois disse: 'Sou Filho de Deus.'\""
  },
  {
    "ingles": "In the same way, even the robbers who were on stakes alongside him were reproaching him.",
    "portugues": "Do mesmo modo, até os ladrões, que estavam em estacas ao lado dele, o insultavam."
  },
  {
    "ingles": "From the sixth hour on, a darkness fell over all the land until the ninth hour.",
    "portugues": "Da sexta hora em diante, caiu uma escuridão sobre toda aquela terra, até a nona hora."
  },
  {
    "ingles": "About the ninth hour, Jesus called out with a loud voice, saying: \"Eli, Eli, lama sabachthani?\" that is, \"My God, my God, why have you forsaken me?\"",
    "portugues": "Por volta da nona hora, Jesus clamou em alta voz: \"Eli, Eli, lama sabactâni?\", isto é: \"Deus meu, Deus meu, por que me abandonaste?\""
  },
  {
    "ingles": "At hearing this, some of those standing there began to say: \"This man is calling Elijah.\"",
    "portugues": "Ouvindo isso, alguns dos que estavam ali disseram: \"Este homem está chamando Elias.\""
  },
  {
    "ingles": "And immediately one of them ran and took a sponge and soaked it in sour wine and put it on a reed and gave it to him to drink.",
    "portugues": "E um deles correu imediatamente, pegou uma esponja, ensopou-a em vinho acre, colocou-a numa cana e deu a ele para beber."
  },
  {
    "ingles": "But the rest of them said: \"Let him be! Let us see whether Elijah comes to save him.\"",
    "portugues": "Mas os demais disseram: \"Deixe-o! Vamos ver se Elias vem salvá-lo.\""
  },
  {
    "ingles": "Again Jesus called out with a loud voice and yielded up his spirit.",
    "portugues": "Novamente Jesus clamou em alta voz e entregou seu espírito."
  },
  {
    "ingles": "And look! the curtain of the sanctuary was torn in two, from top to bottom, and the earth quaked, and the rocks were split.",
    "portugues": "Naquele momento, a cortina do santuário se rasgou em duas, de alto a baixo, a terra tremeu e as rochas se partiram."
  },
  {
    "ingles": "And the tombs were opened, and many bodies of the holy ones who had fallen asleep were raised up",
    "portugues": "Os túmulos se abriram e muitos corpos dos santos que tinham adormecido foram levantados"
  },
  {
    "ingles": "(and people coming out from among the tombs after his being raised up entered into the holy city), and they became visible to many people.",
    "portugues": "(e pessoas, saindo dentre os túmulos depois de ele ter sido levantado, entraram na cidade santa), e eles se tornaram visíveis a muitas pessoas."
  },
  {
    "ingles": "But when the army officer and those with him keeping watch over Jesus saw the earthquake and the things happening, they grew very much afraid and said: \"Certainly this was God's Son.\"",
    "portugues": "Mas, quando o oficial do exército e os que estavam com ele vigiando Jesus viram o terremoto e as coisas que aconteciam, ficaram com muito medo e disseram: \"Certamente este era o Filho de Deus.\""
  },
  {
    "ingles": "And many women were there watching from a distance, who had accompanied Jesus from Galilee to minister to him;",
    "portugues": "E havia ali muitas mulheres observando de certa distância. Elas tinham acompanhado Jesus desde a Galileia, para servi-lo."
  },
  {
    "ingles": "among them were Mary Magdalene and Mary the mother of James and Joses and the mother of the sons of Zebedee.",
    "portugues": "Entre essas estavam Maria Madalena, também Maria, mãe de Tiago e de Josés, e a mãe dos filhos de Zebedeu."
  },
  {
    "ingles": "Now as it was late in the afternoon, a rich man of Arimathea came, named Joseph, who had also become a disciple of Jesus.",
    "portugues": "Então, visto que a tarde estava avançada, chegou um homem rico de Arimateia, chamado José, que também tinha se tornado discípulo de Jesus."
  },
  {
    "ingles": "This man approached Pilate and asked for the body of Jesus. Then Pilate commanded that it be given to him.",
    "portugues": "Esse homem se aproximou de Pilatos e pediu o corpo de Jesus. Pilatos ordenou então que lhe fosse entregue."
  },
  {
    "ingles": "Joseph took the body, wrapped it up in clean, fine linen,",
    "portugues": "José pegou o corpo, enrolou-o em puro linho fino"
  },
  {
    "ingles": "and laid it in his new tomb, which he had quarried in the rock. And after rolling a big stone to the entrance of the tomb, he left.",
    "portugues": "e o colocou no seu túmulo novo, que tinha aberto na rocha. E, depois de rolar uma grande pedra até a entrada do túmulo, foi embora."
  },
  {
    "ingles": "But Mary Magdalene and the other Mary continued there, sitting before the grave.",
    "portugues": "Mas Maria Madalena e a outra Maria permaneceram ali, sentadas diante da sepultura."
  },
  {
    "ingles": "The next day, which was after the Preparation, the chief priests and the Pharisees gathered together before Pilate,",
    "portugues": "No outro dia, o dia seguinte ao da Preparação, os principais sacerdotes e os fariseus se reuniram perante Pilatos"
  },
  {
    "ingles": "saying: \"Sir, we recall what that impostor said while he was still alive, 'After three days I am to be raised up.'",
    "portugues": "e disseram: \"Senhor, nós nos lembramos de que aquele impostor dizia, enquanto ainda estava vivo: 'Depois de três dias eu serei levantado.'"
  },
  {
    "ingles": "Therefore, command that the grave be made secure until the third day, so that his disciples may not come and steal him and say to the people, 'He was raised up from the dead!' Then this last deception will be worse than the first.\"",
    "portugues": "Portanto, ordene que se mantenha a sepultura em segurança até o terceiro dia, para que não venham os discípulos dele e o furtem, e digam ao povo: 'Ele foi levantado dentre os mortos!' Então esta última mentira seria pior do que a primeira.\""
  },
  {
    "ingles": "Pilate said to them: \"You may have a guard. Go make it as secure as you know how.\"",
    "portugues": "Pilatos lhes disse: \"Vocês podem levar soldados. Vão, mantenham a sepultura tão segura quanto puderem.\""
  },
  {
    "ingles": "So they went and made the grave secure by sealing the stone and posting a guard.",
    "portugues": "De modo que foram manter a sepultura em segurança, lacrando a pedra e colocando os soldados de guarda."
  }
]