[
  {
    "ingles": "After the Sabbath, when it was growing light on the first day of the week, Mary Magdalene and the other Mary came to view the grave.",
    "portugues": "Depois do sábado, quando amanhecia o primeiro dia da semana, Maria Madalena e a outra Maria foram ver a sepultura."
  },
  {
    "ingles": "And look! a great earthquake had taken place, for Jehovah's angel had descended from heaven and had come and rolled away the stone, and he was sitting on it.",
    "portugues": "Um grande terremoto tinha ocorrido, pois o anjo de Jeová havia descido do céu, chegado ao túmulo e rolado a pedra, e ele estava sentado sobre ela."
  },
  {
    "ingles": "His appearance was like lightning, and his clothing was as white as snow.",
    "portugues": "Sua aparência era como um relâmpago e sua roupa era branca como a neve."
  },
  {
    "ingles": "Yes, out of their fear of him, the watchmen trembled and became as dead men.",
    "portugues": "Com medo dele, os vigias tremeram e ficaram como que mortos."
  },
  {
    "ingles": "But the angel said to the women: \"Do not be afraid, for I know that you are looking for Jesus who was executed on the stake.",
    "portugues": "Mas o anjo disse às mulheres: \"Não tenham medo, pois eu sei que vocês estão procurando Jesus, que foi morto na estaca."
  },
  {
    "ingles": "He is not here, for he was raised up, just as he said. Come, see the place where he was lying.",
    "portugues": "Ele não está aqui, pois foi levantado, assim como ele tinha dito. Venham, vejam o lugar onde ele estava deitado."
  },
  {
    "ingles": "Then go quickly and tell his disciples that he was raised up from the dead, for look! he is going ahead of you into Galilee. You will see him there. Look! I have told you.\"",
    "portugues": "Depois vão depressa e digam aos discípulos dele: 'Ele foi levantado dentre os mortos e agora está indo adiante de vocês para a Galileia. Ali o verão.' Isso é o que eu vim lhes dizer.\""
  },
  {
    "ingles": "So, quickly leaving the memorial tomb, with fear and great joy, they ran to report to his disciples.",
    "portugues": "Assim, deixando rapidamente o túmulo memorial, com temor e grande alegria, correram para contar isso aos discípulos dele."
  },
  {
    "ingles": "And look! Jesus met them and said: \"Good day!\" They approached and took hold of his feet and did obeisance to him.",
    "portugues": "Nisto, Jesus foi ao encontro delas e disse: \"Bom dia!\" Elas se aproximaram, abraçaram os pés dele e lhe prestaram homenagem."
  },
  {
    "ingles": "Then Jesus said to them: \"Have no fear! Go, report to my brothers so that they may go to Galilee, and there they will see me.\"",
    "portugues": "Jesus lhes disse então: \"Não tenham medo! Vão, contem isso a meus irmãos, para que eles vão para a Galileia, e ali me verão.\""
  },
  {
    "ingles": "While they were on their way, some of the guards went into the city and reported to the chief priests all the things that had happened.",
    "portugues": "Enquanto elas estavam a caminho, alguns guardas foram à cidade e comunicaram aos principais sacerdotes tudo o que tinha acontecido."
  },
  {
    "ingles": "And after these had gathered with the elders and had consulted together, they gave a considerable number of silver pieces to the soldiers",
    "portugues": "Depois de estes terem se reunido com os anciãos para decidir o que fazer, deram aos soldados uma boa quantidade de moedas de prata"
  },
  {
    "ingles": "and said: \"Say, 'His disciples came in the night and stole him while we were sleeping.'",
    "portugues": "e disseram: \"Digam: 'Os discípulos dele vieram de noite e o furtaram enquanto estávamos dormindo.'"
  },
  {
    "ingles": "And if this gets to the governor's ears, we will explain the matter to him and you will not need to worry.\"",
    "portugues": "E, se isso chegar aos ouvidos do governador, nós lhe daremos explicações, e vocês não precisarão se preocupar.\""
  },
  {
    "ingles": "So they took the silver pieces and did as they were instructed, and this story has been spread abroad among the Jews up to this very day.",
    "portugues": "Assim, eles pegaram as moedas de prata e fizeram como lhes mandaram, e essa história se tem espalhado entre os judeus até o dia de hoje."
  },
  {
    "ingles": "However, the",
    "portugues": "No entanto, os"
  },
  {
    "ingles": "disciples went to Galilee to the mountain where Jesus had arranged for them to meet.",
    "portugues": "discípulos foram para a Galileia, para o monte que Jesus lhes havia indicado."
  },
  {
    "ingles": "When they saw him, they did obeisance, but some doubted.",
    "portugues": "Quando o viram, curvaram-se diante dele, mas alguns duvidaram."
  },
  {
    "ingles": "Jesus approached and spoke to them, saying: \"All authority has been given me in heaven and on the earth.",
    "portugues": "Jesus se aproximou e lhes disse: \"Foi-me dada toda a autoridade no céu e na terra."
  },
  {
    "ingles": "Go, therefore, and make disciples of people of all the nations, baptizing them in the name of the Father and of the Son and of the holy spirit,",
    "portugues": "Portanto, vão e façam discípulos de pessoas de todas as nações, batizando-as em nome do Pai, e do Filho, e do espírito santo,"
  },
  {
    "ingles": "teaching them to observe all the things I have commanded you. And look! I am with you all the days until the conclusion of the system of things.\"",
    "portugues": "ensinando-as a obedecer a todas as coisas que lhes ordenei. E saibam que eu estou com vocês todos os dias, até o final do sistema de coisas.\""
  }
]