[
  {
    "ingles": "\"Take care not to practice your righteousness in front of men to be noticed by them; otherwise you will have no reward with your Father who is in the heavens.",
    "portugues": "\"Tomem cuidado para não praticar sua justiça diante dos homens a fim de ser vistos por eles; se fizerem isso, vocês não terão recompensa de seu Pai, que está nos céus."
  },
  {
    "ingles": "So when you make gifts of mercy, do not blow a trumpet ahead of you, as the hypocrites do in the synagogues and in the streets, so that they may be glorified by men. Truly I say to you, they have their reward in full.",
    "portugues": "Portanto, quando você der algo a um pobre, não toque a trombeta diante de si, como fazem os hipócritas nas sinagogas e nas ruas para serem glorificados pelos homens. Digo a vocês a verdade: Eles já têm plenamente a sua recompensa."
  },
  {
    "ingles": "But you, when making gifts of mercy, do not let your left hand know what your right hand is doing,",
    "portugues": "Mas, quando você der algo a um pobre, não deixe a sua mão esquerda saber o que a direita está fazendo,"
  },
  {
    "ingles": "so that your gifts of mercy may be in secret. Then your Father who looks on in secret will repay you.",
    "portugues": "para que suas dádivas fiquem em segredo. Então o seu Pai, que observa em secreto, o recompensará."
  },
  {
    "ingles": "\"Also, when you pray, do not act like the hypocrites, for they like to pray standing in the synagogues and on the corners of the main streets to be seen by men. Truly I say to you, they have their reward in full.",
    "portugues": "\"Também, quando orarem, não ajam como os hipócritas, pois eles gostam de orar em pé nas sinagogas e nas esquinas das ruas principais, para serem vistos pelos homens. Digo a vocês a verdade: Eles já têm plenamente a sua recompensa."
  },
  {
    "ingles": "But when you pray, go into your private room and, after shutting your door, pray to your Father who is in secret. Then your Father who looks on in secret will repay you.",
    "portugues": "Mas, quando você orar, entre no seu aposento reservado e, depois de fechar a porta, ore a seu Pai, que está em secreto. Então o seu Pai, que observa em secreto, o recompensará."
  },
  {
    "ingles": "When praying, do not say the same things over and over again as the people of the nations do, for they imagine they will get a hearing for their use of many words.",
    "portugues": "Quando orar, não diga as mesmas coisas vez após vez, como fazem as pessoas das nações, pois imaginam que serão ouvidas por usarem muitas palavras."
  },
  {
    "ingles": "So do not be like them, for your Father knows what you need even before you ask him.",
    "portugues": "Não sejam como elas, porque o seu Pai sabe do que vocês necessitam, antes mesmo de lhe pedirem."
  },
  {
    "ingles": "\"You must pray, then, this way: \"'Our Father in the heavens, let your name be sanctified.",
    "portugues": "\"Portanto, orem do seguinte modo: \"'Pai nosso, que estás nos céus, santificado seja o teu nome."
  },
  {
    "ingles": "Let your Kingdom come. Let your will take place, as in heaven, also on earth.",
    "portugues": "Venha o teu Reino. Seja feita a tua vontade, como no céu, assim também na terra."
  },
  {
    "ingles": "Give us today our bread for this day;",
    "portugues": "Dá-nos hoje o nosso pão para este dia;"
  },
  {
    "ingles": "and forgive us our debts, as we also have forgiven our debtors.",
    "portugues": "e perdoa-nos as nossas dívidas, assim como nós também perdoamos os nossos devedores."
  },
  {
    "ingles": "And do not bring us into temptation, but deliver us from the wicked one.'",
    "portugues": "E não nos leves à tentação, mas livra-nos do Maligno.'"
  },
  {
    "ingles": "\"For if you forgive men their trespasses, your heavenly Father will also forgive you;",
    "portugues": "\"Pois, se vocês perdoarem aos homens as falhas deles, o seu Pai celestial também perdoará vocês;"
  },
  {
    "ingles": "whereas if you do not forgive men their trespasses, neither will your Father forgive your trespasses.",
    "portugues": "ao passo que, se não perdoarem aos homens as falhas deles, o seu Pai também não perdoará as falhas de vocês."
  },
  {
    "ingles": "\"When you fast, stop becoming sad-faced like the hypocrites, for they disfigure their faces so they may appear to men to be fasting. Truly I say to you, they have their reward in full.",
    "portugues": "\"Quando jejuarem, parem de ficar com o rosto triste, como os hipócritas, pois eles mudam a aparência do rosto para que os homens vejam que estão jejuando. Digo a vocês a verdade: Eles já têm plenamente a sua recompensa."
  },
  {
    "ingles": "But you, when fasting, put oil on your head and wash your face,",
    "portugues": "Mas você, quando jejuar, ponha óleo sobre a cabeça e lave o rosto,"
  },
  {
    "ingles": "so that you may not appear to be fasting to men but only to your Father who is in secret. Then your Father who looks on in secret will repay you.",
    "portugues": "para que os homens não vejam que você está jejuando, mas somente o seu Pai, que está em secreto. Então o seu Pai, que observa em secreto, o recompensará."
  },
  {
    "ingles": "\"Stop storing up for yourselves treasures on the earth, where moth and rust consume and where thieves break in and steal.",
    "portugues": "\"Parem de acumular para vocês tesouros na terra, onde a traça e a ferrugem consomem, e onde ladrões arrombam e furtam."
  },
  {
    "ingles": "Rather, store up for yourselves treasures in heaven, where neither moth nor rust consumes, and where thieves do not break in and steal.",
    "portugues": "Em vez disso, acumulem para vocês tesouros no céu, onde nem a traça nem a ferrugem consomem, e onde ladrões não arrombam nem furtam."
  },
  {
    "ingles": "For where your treasure is, there your heart will be also.",
    "portugues": "Pois onde estiver o seu tesouro, ali estará também o seu coração."
  },
  {
    "ingles": "\"The lamp of the body is the eye. If, then, your eye is focused, your whole body will be bright.",
    "portugues": "\"A lâmpada do corpo é o olho. Então, se o seu olho for focado, todo o seu corpo será luminoso."
  },
  {
    "ingles": "But if your eye is envious, your whole body will be dark. If the light that is in you is really darkness, how great that darkness is!",
    "portugues": "Mas, se o seu olho for invejoso, todo o seu corpo será escuro. Se a luz que há em você na realidade é escuridão, como é grande essa escuridão!"
  },
  {
    "ingles": "\"No one can slave for two masters; for either he will hate the one and love the other, or he will stick to the one and despise the other. You cannot slave for God and for Riches.",
    "portugues": "\"Ninguém pode ser escravo de dois senhores; pois ou odiará um e amará o outro, ou se apegará a um e desprezará o outro. Vocês não podem ser escravos de Deus e das Riquezas."
  },
  {
    "ingles": "\"On this account I say to you: Stop being anxious about your lives as to what you will eat or what you will drink, or about your bodies as to what you will wear. Does not life mean more than food and the body than clothing?",
    "portugues": "\"Por essa razão, eu lhes digo: Parem de se preocupar tanto com a sua vida, quanto ao que comer ou quanto ao que beber, e com o seu corpo, quanto ao que vestir. Não significa a vida mais do que o alimento e o corpo mais do que a roupa?"
  },
  {
    "ingles": "Observe intently the birds of heaven; they do not sow seed or reap or gather into storehouses, yet your heavenly Father feeds them. Are you not worth more than they are?",
    "portugues": "Observem atentamente as aves do céu; elas não semeiam nem colhem, nem ajuntam em celeiros, contudo o Pai de vocês, que está nos céus, as alimenta. Será que vocês não valem mais do que elas?"
  },
  {
    "ingles": "Who of you by being anxious can add one cubit to his life span?",
    "portugues": "Quem de vocês, por estar ansioso, pode acrescentar um só côvado à duração da sua vida?"
  },
  {
    "ingles": "Also, why are you anxious about clothing? Take a lesson from the lilies of the field, how they grow; they do not toil, nor do they spin;",
    "portugues": "Também, com respeito à roupa, por que estão ansiosos? Aprendam uma lição dos lírios do campo, de como eles crescem; não trabalham nem fiam."
  },
  {
    "ingles": "but I tell you that not even Solomon in all his glory was arrayed as one of these.",
    "portugues": "Mas eu lhes digo que nem mesmo Salomão, em toda a sua glória, se vestia como um deles."
  },
  {
    "ingles": "Now if this is how God clothes the vegetation of the field that is here today and tomorrow is thrown into the oven, will he not much rather clothe you, you with little faith?",
    "portugues": "Então, se Deus veste assim a vegetação do campo, que hoje existe e amanhã é lançada no forno, não vestirá ele ainda mais a vocês, homens de pouca fé?"
  },
  {
    "ingles": "So never be anxious and say, 'What are we to eat?' or, 'What are we to drink?' or, 'What are we to wear?'",
    "portugues": "Portanto, nunca fiquem ansiosos, dizendo: 'O que vamos comer?' ou: 'O que vamos beber?' ou: 'O que vamos vestir?'"
  },
  {
    "ingles": "For all these are the things the nations are eagerly pursuing. Your heavenly Father knows that you need all these things.",
    "portugues": "Pois todas essas são as coisas pelas quais as nações se empenham ansiosamente. O seu Pai celestial sabe que vocês necessitam de todas essas coisas."
  },
  {
    "ingles": "\"Keep on, then, seeking first the Kingdom and his righteousness, and all these other things will be added to you.",
    "portugues": "\"Persistam, então, em buscar primeiro o Reino e a justiça de Deus, e todas essas outras coisas lhes serão acrescentadas."
  },
  {
    "ingles": "So never be anxious about the next day, for the next day will have its own anxieties. Each day has enough of its own troubles.",
    "portugues": "Portanto, nunca fiquem ansiosos por causa do amanhã, pois o amanhã terá suas próprias ansiedades. Bastam a cada dia suas próprias dificuldades."
  }
]